{"14845":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669065600","end":"1669071000","title":"2Doc: IDFA Primeur ","program_id":"q0JdVNHLUgceWNaIMXgA4LO56qNnoWCUF9zCzrO8","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/G5avL0KVwRw9K_kt0iNRiQ.jpg","description":"Vier moeders vertellen hoe het is als je zoon terechtkomt op een lijst ter preventie van jeugdcriminaliteit in Amsterdam. Als alle data erop lijken te wijzen dat je een potentieel gevaar bent voor de samenleving, hoe kun je je daar nog tegen verzetten? De moeders, vertolkt door actrices die de originele interviews lipsyncen, beschrijven hoe ze zich gevangen voelen in een web van hulpinstanties, jeugdzorg, politie, een ambitieuze burgemeester en hoe hun jongens steeds verder dreigen af te glijden in de criminaliteit.","category":""},"23845":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669155180","end":"1669160340","title":"2Doc: IDFA Primeur ","program_id":"GOJsxC3YaR9PxdiT7YHW8C5-dwsSGT86DrQGJqTa","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/G3cCdltinWWdPqqwX9tLjw.jpg","description":"In Lysytsjansk, vlakbij de frontlinie in het door oorlog verscheurde oosten van Oekraïne, runt een groep vrouwen een opvangtehuis. De medewerkers weten een warme plek te creëren voor de kinderen die door huiselijk geweld of alcoholmisbruik uit huis zijn geplaatst. Hier wachten ze tot de staat over hun lot beslist: gaan ze naar hun ouders, een pleeggezin of een ander tehuis. Vrolijke momenten worden afgewisseld met scènes waarin de kinderen elkaar verhalen vertellen over de narigheid die ze hebben meegemaakt. Na The Distant Barking of Dogs toont Simon Lereng Wilmont opnieuw de veerkracht van kinderen in conflictsituaties.","category":""},"23896":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669239540","end":"1669243920","title":"2Doc: IDFA Primeur ","program_id":"EUQuuxff4WLWrWbl1tbfArs7mMH4rJQxsddJ-QSi","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/t56tCx2mGRd1K6nsrX_BeQ.jpg","description":"Wat als je van de een op de andere dag niet meer wordt gezien, maar wel wordt bekeken? En hoe is het om opeens in een nieuwe wereld te belanden waar niks meer klopt? In deze film onderzoekt filmmaker Niki Padidar visueel wat het betekent om aan de projecties van anderen te worden onderworpen en verbeeldt zij de vervreemding die dat oproept. Wat doet de blik van een ander met je? Ben je dan nog wie je was of wie je bent geworden?","category":""}}