{"12195":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669007040","end":"1669007460","title":"Bing ","program_id":"wu4zBEAeXN-zKFiPfOwIMIkefdjtt0SBKbWaSc5v","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Bing doet heel erg zijn best om het perfecte cadeautje te kiezen voor Sula in de winkel van Padget. Hij kiest een toverstaf die glimt, glinstert en tolt en Bing weet zeker dat ze 'm mooi zal vinden. Bing is heel enthousiast totdat het tijd wordt om het cadeautje aan Sula te geven. Dan blijkt dat hij de tollende toverstaf eigenlijk liever zelf wil houden.","category":""},"16737":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669093620","end":"1669094100","title":"Bing ","program_id":"AEILW-N5fS5uX9oWTNxscUd_5MdVQOEv_DyfzGTi","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Bing wil Coco's hoelahoep proberen. Het is moeilijker dan het lijkt, maar terwijl hij het probeert, verzint hij heel veel andere hoepelspelletjes. Net als Bing het bijna kan, verliest hij zijn balans tijdens het draaien, valt om en maakt de hoelahoep stuk. Coco is verdrietig dat ze nu niet meer kan hoelahoepen, totdat Bing en Charlie haar herinneren aan al die andere spelletjes die ze nog kunnen doen met de verbogen hoepel.","category":""},"21298":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669179960","end":"1669180380","title":"Bing ","program_id":"YdH1tBb9eIpRLIgya18M7I4DzNQYCS9qYsFEuGdN","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Bing en Sula spelen in het park dat ze reuzen zijn en ze stampen in de plassen met hun grote regenlaarzen. Ze kiezen steeds grotere en diepere plassen uit om in te stampen, totdat Bing uitglijdt, in de modder valt en kletsnat wordt. Maar Amma schiet te hulp met een reuzenwarm bad en een reuzen-jammie worteltjes bagel.","category":""},"25864":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669266120","end":"1669266540","title":"Bing ","program_id":"Q8w7YkL2gT8B6z5Jcslog7tILd6sgyPFnoJZBbSh","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Flop leert Bing en Pando hoe ze bellen moeten blazen. Pando heeft al heel snel door hoe het moet, maar Bing lukt het niet en hij raakt gefrustreerd. Na meerdere pogingen en een beetje hulp van Flop lukt het Bing uiteindelijk om een grote bel te blazen en hij wordt boos als Pando die stuk prikt.","category":""},"30423":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669352700","end":"1669353180","title":"Bing ","program_id":"gjB-0u0LPyMdYmGjX3sgCpBu_7lP028d-aplC447","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Bing en Sula gaan samen met Flop picknicken bij het pierenbad. Maar als ze daar aankomen, zien ze tot hun schrik dat er geen water in het pierenbad zit. Bings teleurstelling maakt al snel plaats voor blijdschap als hij zich realiseert dat het vandaag een hele speciale pierenbaddag is. Zonder water zijn er ineens heel veel leuke dingen die ze kunnen doen die normaal gesproken tegen de regels zijn.","category":""},"43651":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669611900","end":"1669612320","title":"Bing ","program_id":"LARKgJKpAkhdO7Hzrccs09ZJr__3oSm7NQF9Kwc5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Bing plast per ongeluk over zijn dekentje heen tijdens zijn bedtijdroutine. Zijn dekentje is te nat om hem even snel te laten opdrogen en er is geen tijd om hem te wassen. Gelukkig heeft zijn Hoppity Woesj een cape die net zo zacht en knuffelig is als dekentje en hij ruikt ook nog eens lekker.","category":""},"48186":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669698360","end":"1669698780","title":"Bing ","program_id":"sBSQrp564KbH2NoA-4YqofEhbTvlFY66BuS68uy5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Coco laat Bing zien hoe je iemand kan laten schrikken met een Grote Boe en samen laten ze Flop de lucht in springen van de schrik. Als Bing zijn nieuwe trucje uitprobeert op Charlie, komt hij erachter dat het volume van een Boe omlaag moet voor baby's.","category":""},"52755":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669784640","end":"1669785120","title":"Bing ","program_id":"SHTvwiyM2gw7SQoA42VbjyanVAtAs7DkXNZixM7z","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Bing en Sula ontdekken een nieuw stuk speelgoed in Amma's crèche: een pratende taxi waar je op kan rijden. Het lijkt heel leuk totdat Kwebbel Taxi de hele tijd dezelfde dingen zegt. Als de taxi een ongeluk krijgt en eindelijk stil is, gebruiken Bing en Sula hun fantasie om een spel te spelen dat ze wél leuk vinden, zonder dat de luidruchtige taxi zich ermee bemoeit.","category":""},"57262":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669871100","end":"1669871580","title":"Bing ","program_id":"fFNdKIJOhKtJLS8Tq-5Ui01DgGUYy_zvBbDdQnWH","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Het is een winderige dag en Bing wil met Flop gaan vliegeren met zijn Hoppity vlieger. En hij wil het helemaal in zijn eentje doen. Zelfs als Pando arriveert en wil helpen, staat Bing erop dat hij het op zijn eigen manier doet. Als de vlieger tegen het parkbankje aanvliegt, beseft Bing zich dat het soms best wel eens handig is om een tweede paar handen te hebben.","category":""},"61808":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669957680","end":"1669958100","title":"Bing ","program_id":"qIAnRi_NT_uKF3OBX6Te-4djkVBI04lM8G-O6Qqd","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/itdNgMgh9vHtQkxXf4AW1g.jpg","description":"Het is tijd om in bad te gaan en Bing kan het niet weerstaan om een paar extra spuitjes bubbel-badschuim in het bad te doen... en nog een paar... en nog een paar, totdat hij meer bubbels heeft dan hij aankan.","category":""}}