{"8441":{"channel":"ybB6s4EOBBNiuwIkowwP96dG-sh8PPvCwBLkS3sI","start":"1668842100","end":"1668843000","title":"De Faker","program_id":"I8MtFHXIMvqHNGc_OoHyKhggwwTmkZ8CtgvY0ohY","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/JBqdS_vEeUvsjVcAdko4ZQ.jpg","description":"Op het eerste gezicht lijkt het een doodgewoon gezin, maar er klopt iets niet. Een van de gezinsleden is namelijk vervangen door een acteur of actrice. Lukt het Thomas om te ontdekken wie er niet thuishoort bij de Familie Colen? Dit nieuw samengesteld gezin uit Strombeek-Bever gaat het Thomas niet gemakkelijk maken. Al is er al wel een feestje te vieren vandaag, er is namelijk iemand jarig in de familie. De Faker misschien? Nidal en Heritier volgen vanuit de Fakerbus de zoektocht van Thomas en hopen dat hij een punt voor hun team zal binnenhalen.","category":""},"26571":{"channel":"ybB6s4EOBBNiuwIkowwP96dG-sh8PPvCwBLkS3sI","start":"1669222740","end":"1669223700","title":"De Faker","program_id":"DGXaO5CTBFCRoEk8YGQ-0zTgjXeTMH19bzxHWuXR","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/y7v8bHG74s6BcJ3ys0R7-Q.jpg","description":"Op het eerste gezicht lijkt het een doodgewoon gezin, maar er klopt iets niet. Een van de gezinsleden is namelijk vervangen door een acteur of actrice. Lukt het Sander om te ontdekken wie er niet thuishoort bij de Familie Cnudde? Deze gezellige familie met opa uit Sint-Pieters-Leeuw gaat het Sander niet gemakkelijk maken. Kan Sander rekenen op zijn wel erg aparte tactiek om de Faker te ontmaskeren? Gloria en Sarah volgen vanuit de Fakerbus de zoektocht van Sander en hopen dat hij een punt voor hun team zal binnenhalen.","category":""},"58012":{"channel":"ybB6s4EOBBNiuwIkowwP96dG-sh8PPvCwBLkS3sI","start":"1669827600","end":"1669828500","title":"De Faker","program_id":"R-8kodXHSxhUth2caFeZYZ6jz2QNSi6cQkWajt3y","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/G4UsfJCx2rmEHeKKQRWisA.jpg","description":"Op het eerste gezicht lijkt het een doodgewoon gezin, maar er klopt iets niet. Een van de gezinsleden is namelijk vervangen door een acteur of actrice. Lukt het Heritier om te ontdekken wie er niet thuishoort bij de Familie Thiam? Deze muzikale familie uit Deurne gaat het Heritier niet gemakkelijk maken. Maar Heritier haalt alles uit de kast om de Faker te ontmaskeren. Thomas en Nidal volgen vanuit de Fakerbus de zoektocht van Heritier en hopen dat hij een punt voor hun team zal binnenhalen.","category":""}}