{"50800":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669760040","end":"1669760880","title":"Ongeschreven Regels ","program_id":"vZvLAJTLodx5H8xc2km3MJhcNE5HpJ9uwuCcb7w0","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/QxfoCNTrbzQfvZ7iGUjVWA.jpg","description":"Regisseur Esmée van Loon bevraagt queer mensen over de ongeschreven regels rondom de coming-out. Wie heeft besloten dat uit de kast komen een overgangsritueel is voor niet-heteroseksuele mensen, maar onnodig is voor hetero's? In deze documentaire gaat ze op zoek naar antwoord op de vraag voor wie we eigenlijk uit de kast komen. Doe je dat voor jezelf of voor de mensen om je heen?","category":""},"50801":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669760880","end":"1669761540","title":"Ongeschreven Regels ","program_id":"mz9YBRlM4fqlHSurnDd8vDqhV8eHDtIpeKTnL2G3","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/QxfoCNTrbzQfvZ7iGUjVWA.jpg","description":"In gesprek met twee slechthorende vrouwen onderzoekt regisseur Roos Wijnen waar haar eigen schaamte voor haar gehoorapparaat vandaan komt. Want een gehoorapparaat, dat is voor oude mensen, toch? De vrouwen delen hun ervaringen met Roos. Ze vertellen waar zij denken dat die schaamte vandaan komt en hoe zij hun eigen weg daarin hebben gevonden. Maar langzaamaan beginnen ze zich af te vragen waarom zij degenen zijn die zich aan moeten passen.","category":""},"50802":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669761540","end":"1669762320","title":"Ongeschreven Regels ","program_id":"ywUh9xPsVS1LMmXV8S9RelzYjkTOLkbJrCYl4Lvc","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/QxfoCNTrbzQfvZ7iGUjVWA.jpg","description":"Liv, Shalik, Rui, Thomas en Tijn delen hoe ze omgaan met hun angst en ongemak als ze op een verlaten, donkere plek zijn. Twee op de drie jonge vrouwen wordt weleens lastiggevallen op straat. Achternagelopen worden voelt volgens onderzoek het meest bedreigend. Hoe ga je met dit gevoel om? En wat doe je, als je zelf 's avonds laat achter iemand aan loopt en merkt dat die persoon zich onveilig voelt door jou? Steek je de straat over? Ga je langzamer lopen? Zeg je iets? Of doe je niks? Wat zijn de ongeschreven regels van dat moment?","category":""},"55320":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1669762320","end":"1669763220","title":"Ongeschreven Regels ","program_id":"mDw4kZj5IItA6lhJASl-gSbyBBaFb1QsAwymKS_n","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/QxfoCNTrbzQfvZ7iGUjVWA.jpg","description":"Journalist en regisseur Bo Hanna worstelt met dogma's. Alhoewel hij als tiener met zijn orthodox-christelijke omgeving brak, heeft hij opnieuw het gevoel dat hij vast is komen te zitten in een bubbel. In twee intieme telefoongesprekken met vriendinnen wisselt hij van gedachten over zijn angst om zich online uit te spreken.","category":""}}