{"34868":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669490880","end":"1669493820","title":"Helsinki Syndrome ","program_id":"dKqr4_rIPxfDxiNN5tblAgOX6rG7ixUiMEM6kOBS","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/1XKQGHu1WxjkmAHJbvX_aA.jpg","description":"Elias Karo gijzelt vier journalisten op de redactie van hun krant. Hij heeft dozen vol documenten bij zich en eist dat zij schrijven over wat hem en z'n familie in de jaren 90 is aangedaan door de bank en de staat. Het is tijd om de waarheid te achterhalen en de schuldigen te vinden. Ondertussen omsingelt de politie het pand en start recherche-psycholoog Jarmo Kiiski de onderhandelingen met Elias.","category":""},"34869":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669493820","end":"1669497300","title":"Helsinki Syndrome ","program_id":"2gQYdTC8GiWuSSs2WqIAppCi-TyTbSw1ava0VN0k","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/1XKQGHu1WxjkmAHJbvX_aA.jpg","description":"Elias belooft de journalisten vrij te laten als ze de waarheid achterhalen en een artikel publiceren. Hij laat Hanna gaan om bewijsmateriaal te zoeken en laat de anderen zien hoe hij van plan is het spel te spelen. Ondertussen probeert het politieteam erachter te komen wat zich binnen afspeelt en zet Kiiski de onderhandelingen voort.","category":""},"66180":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1670095500","end":"1670098380","title":"Helsinki Syndrome ","program_id":"kWkELevZNPhAwWIAxPb4wt1HJr9-_4aFsENXZDIP","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/2AykoYCu0FL6cb7bQXYRzA.jpg","description":"Onderzoeksjournalist Hanna Raivio is in de rechtbankdocumenten op bijzonder bewijs gestuit, maar het is nog niet genoeg om erover te kunnen schrijven. Gijzelnemer Elias Karo schakelt de sociale media in om meer verklaringen van mensen met schulden te verzamelen. Ondertussen ontdekt onderhandelaar Jarmo Kiiski dat het leven van journalist Harri Gustafsson in gevaar is.","category":""},"66181":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1670098380","end":"1670101680","title":"Helsinki Syndrome ","program_id":"L5U-n2iK8sXcdGWowZYqP6lr-b8gRiRtK7_ec0Hs","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/1XKQGHu1WxjkmAHJbvX_aA.jpg","description":"Het nieuws over de gijzeling verspreidt zich over de wereld. Elias' handlanger Lauri verschaft zich toegang tot de computer van ex-bankdirecteur Puronen. Hanna interviewt een oud-rechter van het hooggerechtshof en vermoedt dat Elias' beweringen weleens waar zouden kunnen zijn. Het werk van Jarmo Kiiski wordt verstoord door problemen met zijn dochter en Elias besluit actie te ondernemen.","category":""}}