{"12269":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669052640","end":"1669053600","title":"Het klokhuis ","program_id":"z5ty9WM6Ka2SxsJxS6yEb_NORFkPm9nEABng6cH6","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Heleen, Luuk en Peggy hebben sollicitatiegesprekken voor een vierde Klokhuisredactielid. Weet jij wat de morsecode is? Het Klokhuis zoekt het uit. Janouk pluist uit wat kippenvel eigenlijk is en of dieren het ook kunnen krijgen. Huh?! Wat bedoelen ze nu eigenlijk met 'gemiddeld'?","category":""},"16810":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669139040","end":"1669140000","title":"Het klokhuis ","program_id":"vXxTvq5hAA5QDOcj_yGSeLpU6Yhxo-y63Hcrk4NM","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Anton de Kom groeide op in Suriname, maar kreeg als kind les uit Nederlandse schoolboekjes. Daarin werden de Surinaamse helden die hij kende uit de verhalen van zijn familie, schurken genoemd. Dat vond hij oneerlijk. Net als het racisme en de grote ongelijkheid die lang na de afschaffing van de slavernij bleven bestaan. Anton de Kom werd activist. Tirsa weet precies over welke Surinaamse helden Anton de Kom het had. Zanger Desai brengt hem een eerbetoon.","category":""},"21369":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669225440","end":"1669226400","title":"Het klokhuis ","program_id":"cd75j2v7egjg_R8Q2QA41GX9s4NUfV4oqi4iku52","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Heel veel mensen zijn bang om geprikt te worden. Hoe komt dat? En wist jij dat het al mogelijk is om te prikken zonder naald? Eva zoekt uit hoe dat zit. Cowboy Gilly the Bid gaat boos terug naar de huisarts uit zijn kindertijd.","category":""},"25939":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669311840","end":"1669312800","title":"Het klokhuis ","program_id":"tIC3fACr5OfUgp9TUzEoo6hp1rWBRLK7m0auJIpA","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Darleen Lopes is danseres van beroep. Ze treedt op in grote shows en clips, geeft hiphop-les én ze maakt nieuwe dansen. Darleen is eigenlijk continu bezig met bewegen. Pascal traint een dagje mee en vraagt zich af hoe Darleen toch al die pasjes kan onthouden. Verder doet er een eigenaardige kandidaat mee aan So you believe you can dance.","category":""},"30498":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669398240","end":"1669399200","title":"Het klokhuis ","program_id":"Q_psOs2CjZ-DQLBqV2bTCvSfVISR9RcZ4DQDjiB0","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Om te zorgen dat er genoeg huizen zijn voor iedereen, moet er de komende jaren flink worden gebouwd. Pascal bezoekt een fabriek waar ze prefab woningen maken. Prefab wil zeggen vooraf gebouwd. In de fabriek worden onderdelen van een gebouw gemaakt, soms zelfs hele appartementen. Die worden later vervoerd naar de bouwplaats waar ze als legosteentjes op elkaar worden gezet. In een sketch wil een mevrouw alles prefab, ook haar beste vriendin.","category":""},"43727":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669657440","end":"1669658400","title":"Het klokhuis ","program_id":"jS5o5nkDoUuOYt-tVT5lvb6PoGDarvSIudYS_cLx","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Heleen wil geen bazige baas zijn en Luuk is woest over QR-codes. Een QR-code bestaat uit alleen maar blokjes, hoe werkt dat? Een slang heeft geen poten, maar kan razendsnel bewegen. Hoe komt een slang precies vooruit? Eva maakt kennis met koningspython Loesje. Huh?! Wat is 'macht' precies en hoe zorg je dat je dat krijgt?","category":""},"48261":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669743840","end":"1669744800","title":"Het klokhuis ","program_id":"tMlEcoOK-gCkjbgPVm_umlO-28RET92j0ik7yWjk","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Wist je dat ruim honderd jaar geleden vrouwen niet mee mochten doen met de politiek? En pas in 1956 was er in Nederland voor het eerst een vrouwelijke minister: Marga Klompé. Ze is het meest bekend geworden door het invoeren van de bijstandswet. Daardoor kregen mensen die arm waren en niet konden werken wat geld van de overheid. Nizar en Janouk gaan terug in de tijd om haar wat vragen te stellen. En de Dat-kan-toch-anders-man is erbij als Marga Klompé minister wordt.","category":""},"52828":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669830240","end":"1669831200","title":"Het klokhuis ","program_id":"mkPL_d0EVvZZNCY7Qi-P818StXQ5cEoO0pEhngix","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Al tijdens een voetbalwedstrijd is te zien wie het meeste balbezit had, hoeveel voorzetten er waren en of er doelpogingen zijn geweest. Wie houdt dat allemaal bij? Janouk kijkt mee achter de schermen van een voetbalwedstrijd. En de Bouwvakkers weten nog twee limericks over voetbalgetallen.","category":""},"57339":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669916640","end":"1669917600","title":"Het klokhuis ","program_id":"_axr9vn57Y2CPguHwO-9JAPxEEcaNrwE2ftnYRKO","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Hij staat bekend om zijn snelle wisseltrucs, hangt ondersteboven aan een brandend touw en laat zich vastketenen in een kist onder water: illusionist Hans Klok. Janouk mag hem assisteren bij een truc op het podium en ze komt erachter dat dat behoorlijk pittig is. De cowboys leren hoe je een goeie show geeft.","category":""},"61884":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1670003040","end":"1670004000","title":"Het klokhuis ","program_id":"jBN94DoGvq6H4h4tC9hKvzLll16jaTR0VAJRmXtU","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Als er geen professionele afvalophalers zouden zijn, zouden onze huizen en straten binnen de kortste keren helemaal vol liggen met stinkende zakken vuilnis. Wist je dat 1 persoon per jaar meer dan 500 kilo afval produceert? Tirsa gaat in Rotterdam kijken bij de reinigingsdienst en mag op pad met afvalophalers Jamy en Patrick. Debbie en Lara kibbelen over wie het vuilnis buiten moet zetten.","category":""}}