{"16804":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669024560","end":"1669025520","title":"Het zandkasteel ","program_id":"xmTWZoBv9EvDKRbkiZ5xuBKAJoDiwmEkifR8_cMw","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Toto en Sassa gaan met de lift. Koning Koos wil ook met de lift mee. Als hij op de knop drukt, gaat de lift naar boven. Als ze daarna weer naar benden willen doet de lift het niet meer. Dan moeten ze de trap nemen. Daarna is Koning Koos een weegschaal. Sassa en Toto gaan Pop en Zwiep wegen. Wie zou er zwaarder zijn? Even later gaan Sassa en Toto zwaaien als robots, dat kunnen robots heel goed. Blieb blieb, dag dag!","category":""},"21346":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669111380","end":"1669112280","title":"Het zandkasteel ","program_id":"zrXQSILsod7ScPbUqibcsPWIN8fOmggVUJaIyUJ5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Zwiep is in een boom geklommen, maar hij durft er niet meer uit! Gelukkig kunnen brandweer Sassa en brandweer Toto Zwiep wel redden. Als Koning Koos het tafelkleed ophangt doen Sassa en Toto alsof ze vlammen zien. Dan is Toto de brandweerauto en blust Sassa het vuur.","category":""},"25906":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669197360","end":"1669198320","title":"Het zandkasteel ","program_id":"xXpZbpJXdKZZNPzCjFXZnderv4pFaQ7XUpoiIawW","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa en Toto hebben een winkel. Koning Koos komt iets bij ze kopen. Hij wil appels. Dat is jammer, want die verkopen ze niet. Dan wil hij graag aardappels. Ook die hebben ze niet. Wortels dan of tomaten? Nee, die verkopen Sassa en Toto niet. Wat verkopen ze dan eigenlijk wel? Even later zijn Sassa en Toto broodjes aan het bakken, ze zijn bakkers. Koning Koos heeft de tafel gedekt, maar zijn broodjes zijn ineens weg. Weten de bakkers misschien waar de broodjes gebleven zijn? Daarna begint het lekker te ruiken in het zandkasteel, het ruikt naar vers brood. Maar voordat Sassa en Toto dat met Koning Koos gaan opeten, gaan ze eerst zwaaien.","category":""},"30473":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669283580","end":"1669284480","title":"Het zandkasteel ","program_id":"-5Nr_SwWfKqWKz9qyXcnpWQzh5m4QRFMP0X3YP5R","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa en Toto spelen indiaantje. Ze roeien met hun boot naar de indianentent. Toto wordt er moe van, maar gelukkig kunnen indianen ook heel goed paardrijden. Als Sassa een totempaal gaat bouwen wil Toto helpen, maar dan valt de paal juist om. Sassa bouwt een nieuwe en Toto houdt de dozen vast. Als de indianen even later aan het dansen zijn, is het tijd om te zwaaien. De indianen doen een zwaai-dans!","category":""},"35034":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669370100","end":"1669371060","title":"Het zandkasteel ","program_id":"elXuBKT0cX0QykSOFJ5mL-Q_9cuezK6Rh6wuWE5u","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa en Toto gaan verhuizen. Ze hebben alleen nog geen nieuw huis. Zouden ze er een kunnen bouwen van de dozen? Even later rijden Sassa en Toto rond in hun verhuisauto. Koning Koos leest in zijn stoel een boek. Maar Sassa en Toto willen zijn stoel verhuizen en ook zijn boek moet mee. Dat vindt Koning Koos jammer. Gelukkig gaan ze Koning Koos zelf ook mee verhuizen! Als Koning Koos wil gaan zwaaien, kan hij Sassa en Toto niet vinden. Hij ziet wel twee grote dozen. Wat zou daar in zitten?","category":""},"48252":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669629780","end":"1669630740","title":"Het zandkasteel ","program_id":"TrY49t3ac_oQ1cHuzqjU58IrkPwIqhNRq0eO1plB","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa knutselt iets, een kunstwerk voor Toto! En wat gaat Toto doen? Hij maakt voor Sassa een toren van blokken. Dat zijn vierkanten. Net als het kunstwerk en het geluidenkleed. Ze zien ook een driehoek en rondjes.","category":""},"52786":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669716240","end":"1669717140","title":"Het zandkasteel ","program_id":"n4r-xW9bQxSNHFYhHlZPH2DyAGRQ8AS3M9ViNhzX","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa speelt voor tandarts! Toto is haar hulpje en Koning Koos de patiënt. Gelukkig heeft Koning Koos geen gaatjes. Zwaaien doe je altijd met je handen, maar lukt dat ook met je tanden?","category":""},"57356":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669802220","end":"1669803120","title":"Het zandkasteel ","program_id":"1lZvU6yRKFrLjBJkLd2PgSY5pf7PJRPlNcJz2w8o","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa doet of ze een deur is: eerst een deur waar Toto's auto doorheen moet, dan een draaideur waar Koning Koos en Toto doorheen kunnen lopen. Buiten laten Sassa en Toto vormpjes drijven op het water, dat zijn net bootjes! Toto legt een steentje op een vormpje. Blijft het dan nog steeds drijven?","category":""},"61863":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669889160","end":"1669890060","title":"Het zandkasteel ","program_id":"uDy7xretrRqY1X0Ih1FWFFWe5rL-HpPqSYvWoUAm","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Sassa zegt dat er een krokodil in de badkamer zit. Toto moet maar eens gaan kijken. Dat durft Toto niet, maar Sassa duwt hem er zachtjes naartoe. Terwijl Toto een beetje angstig naar de krokodil zoekt, doet Sassa achter zijn rug een krokodil na die Toto besluipt. Sassa houdt Toto voor de gek!","category":""},"66409":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669975440","end":"1669976340","title":"Het zandkasteel ","program_id":"8DNX-cA8X3c0hIofZrBwMq-vHTnWzATcrpAQo8SM","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YfM2siMaCuNN8utP7cAKWQ.jpg","description":"Toto, Sassa en Koning Koos wonen samen met hond Finnie in Het Zandkasteel. Zij beleven daar kleine avonturen die peuters aanspreken. De drie hebben heel bijzondere neuzen. Als ze zand in hun neus krijgen, dansen ze de neuzenkriebeldans. Deze dans nodigt peuters uit om mee te bewegen.","category":""}}