{"24336":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1669304940","end":"1669306320","title":"Paul O'Grady: For the Love of Dogs","program_id":"SB54veZPQ1MYed-FOAwYVRtWAiexL9kygoEV-mi_","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/lwcTxqNXSF8hZsZFhi6cIg.jpg","description":"Deze keer maakt Paul O'Grady kennis met honden die een extra inspanning van hem vragen in hun zoektocht naar een nieuwe thuis. Onder hen een Amerikaanse buldog met een gebroken hart en twee doorgefokte shih-tzu-zusjes van bij een fokker die nog heel veel moeten leren. Hij ontmoet ook een stafford die niet van de vrouwtjes houdt en een straathond met een voorliefde voor pindakaas.","category":""},"46684":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1669730700","end":"1669732200","title":"Paul O'Grady: For the Love of Dogs","program_id":"iFV2QtuABQ2smNH4m6p6hP1W5sBgkY8Q8jvD_PIH","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/D5NwtW_GlW8UrC_CheoOsw.jpg","description":"Deze keer maakt Paul O'Grady kennis met enkele mooie honden die op zoek zijn naar een nieuwe thuis. Zo ontmoet hij een prachtige golden retriever die sukkelt met een incontinentieprobleem. En hij trekt naar het hydrotherapiecentrum met een onstuimige bordercollie met een slechte heup. Hij gaat kijken bij een klein zwanger bastaardhondje en brengt wat tijd door met een Patterdale terriër op rust die behoefte heeft aan gezelschap op haar oude dag.","category":""},"60292":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1669989900","end":"1669991400","title":"Paul O'Grady: For the Love of Dogs","program_id":"3RS4iBc2vIEGw9Lxg1noX-NVl9aXdp4z2udQdPP5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/W86AEbIP5GRHyHLjwuxLLQ.jpg","description":"Deze keer wordt Paul O'Grady verliefd op een vier maanden oude shih tzu met een ernstige medische aandoening. Hij helpt een nerveus stel chihuahua's uit hun schulp te komen en probeert een onstuimige straathond in bedwang te houden.","category":""}}