{"12225":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669021320","end":"1669021620","title":"Pim en Pom ","program_id":"z4haY390nC-CuZilUKinVl7mQr_wG0ybYyKxL3OF","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"Pim en Pom spelen schooltje op zolder. Pom is de meester en hij leert Pim zijn naam schrijven. Maar Pim kan het niet, dus besluiten ze samen naar school te gaan. Daar zitten ze dan bij de kinderen in de klas. Als de juf vraagt wie zijn naam al kan schrijven, moet Pim voor de klas komen om het voor te doen. Hij wordt er helemaal verlegen van. Dan komt Pom hem te hulp en met een ezelsbruggetje voor elke letter. En zo kan Pim uiteindelijk toch zijn naam schrijven. Hij is zo trots dat hij thuis meteen schooltje gaat spelen en Pom wel honderd keer voordoet hoe je 'Pim' moet schrijven!","category":""},"16767":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669108080","end":"1669108380","title":"Pim en Pom ","program_id":"ileeWELr3Qt5SToRZgKdmJUPEmPuV2p1S6RsuvLd","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"Op de televisie wordt verteld dat er een nieuwe bewoner is in de dierentuin: een grote zwarte panter! 'Dat is verre familie van jullie,' zegt de vrouw. Pim en Pom willen dat familielid wel eens van dichtbij zien en samen gaan ze naar de dierentuin. Wanneer ze de zwarte panter hebben gevonden, schrikken ze wel: wat is ie groot! Als ze zich netjes aan hem hebben voorgesteld, ontdekken ze dat ze veel overeenkomsten hebben. Maar heel hard brullen, dat kan de panter het best!","category":""},"21327":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669194120","end":"1669194420","title":"Pim en Pom ","program_id":"l5NdrOTfTxl1wWVc4s2inw9Nxx6-9IZr6uVWDp1F","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"Vliegen als een vogel of een vlinder, dat zou Pim ook wel willen. Maar als hij hard met zijn pootjes wappert valt hij toch gewoon van de schutting op de grond. Als Pim en Pom op straat de ballonnenman zien, die zit te slapen naast een enorme tros ballonnen, krijgen ze een idee. Met die ballonnen kunnen ze misschien wel vliegen. Daar gaan ze! Hoog door de lucht langs een flatgebouw en langs de kerktoren met de torenhaan. Wat is dat spannend! Maar Pim wordt misselijk van het vliegen en dus zet Pom de daling in. Gelukkig komen ze veilig op de grond. Maar de ballonnenman is wakker geschrokken en hij is helemaal niet blij.","category":""},"25894":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669280340","end":"1669280640","title":"Pim en Pom ","program_id":"p6M8myRLPS3VgnJaOr_TzF7-FkTcfdHV3KPpzzHY","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"De vrouw gaat een nachtje uit logeren. Mevrouw Schuurman komt op Pim en Pom passen. De vrouw belooft dat Pim en Pom hele lieve poezen zullen zijn en dat ze vast veel plezier zullen hebben. Maar mevrouw Schuurman is helemaal niet aardig en allerlei dingen die ze van de vrouw wel mogen, mogen ze van mevrouw Schuurman niet. Het allerergste is dat ze niet samen in hun mand mogen slapen. Als er ook nog geen lichtje mag blijven branden, komen Pim en Pom in opstand. Ze plunderen de koelkast en gaan buiten dansen in de modder. Natuurlijk is mevrouw Schuurman woedend en als de vrouw terugkomt loopt ze boos weg.","category":""},"30453":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669366860","end":"1669367160","title":"Pim en Pom ","program_id":"xvbkVkLpnrKMGFxq60P5H3l_QuTbWdO_o9mFft8c","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"Pim en Pom gaan samen naar de markt, op zoek naar de viskraam. Maar als ze daar hun buikjes vol hebben gegeten, kunnen ze de weg terug naar huis niet meer vinden. Tot hun schrik zijn ze echt verdwaald! Op de heenweg gingen ze hun neus achterna, maar nu ruiken ze alleen maar vis en geen spoor van hun mandje. Maar dan horen ze het draaiorgel spelen. Dat hebben ze toch op de heenweg ook gehoord?! Gelukkig, nu herkennen Pim en Pom de weg en wat zijn ze blij als ze hun eigen mandje ruiken!","category":""},"43678":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669626480","end":"1669626840","title":"Pim en Pom ","program_id":"Y6aZx-Wh8n7d5BO-icby5xqnlNtrcU4XcnjpunMS","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"De vrouw heeft een vriendin op bezoek en die heeft haar zoontje Bas meegenomen. Bas speelt dat hij een stoere cowboy is. Hij probeert Pim en Pom met zijn lasso te vangen. Pim en Pom bedenken dat ze Indianen zijn die cowboy Bas in een hinderlaag lokken. Ze vangen Bas en maken hem vast aan de totempaal. Nu is het tijd voor een vreugdedans! Maar de stoere cowboy is ineens bang. Hij huilt. Als hij belooft Pim en Pom niet meer achterna te zitten, maken ze hem los en roken ze de vredespijp. Als Bas weer naar huis moet, nemen ze afscheid van elkaar als de beste vrienden.","category":""},"48212":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669713000","end":"1669713300","title":"Pim en Pom ","program_id":"jO7IsgxdOwc_Ffu3sWR1ikRy7Tc5eaSo7dtmD2bN","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"De vrouw gaat paardrijden en Pim en Pom mogen spelen in de manege. Daar maken ze kennis met een prachtig zwart paard. Hij heeft al heel veel prijzen gewonnen en vindt zichzelf heel erg belangrijk. Pim wil graag een keertje paardrijden, maar dat vindt het grote zwarte paard heel dom. Poezen rijden toch geen paard? Verdrietig gaat Pim buiten kijken en komt de pony Torpedo tegen. Torpedo klaagt dat niemand op hem rijden wil omdat ie te wild is. Maar Pim durft het wel en samen doen ze de moeilijkste sprongen en dressuuroefeningen. Zelfs het grote zwarte paard is onder de indruk en de pony Torpedo krijgt een echte prijs!","category":""},"52780":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669798980","end":"1669799280","title":"Pim en Pom ","program_id":"eRnWhhI6Mxu_mMitKyL7mBoL_198qsYK2dfwtoZz","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"Het vriest en de vrouw gaat lekker buiten schaatsen. Dat willen Pim en Pom ook wel en ze gaan ook naar buiten. Daar komen ze hun vrienden Kees en Pastei tegen en met z'n vieren gaan ze schaatsen op de sloot. Pim kan het heel erg goed, hij maakt sprongen en pirouettes. Pom glijdt met lange slagen over het ijs. Kees vindt het moeilijk om op vier poten te schaatsen. Dus gebruikt hij een stoel om op te leunen. Maar als Pastei vol goede moed het ijs op springt, zakt ie erdoor. Dat is koud! Pim en Pom trekken Pastei uit het water. Nu mag hij lekker op de stoel zitten terwijl Kees hem vooruit duwt. Zo zijn ze net een optocht!","category":""},"57286":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669885200","end":"1669885500","title":"Pim en Pom ","program_id":"j_iaBgGuWnJXVkzCrVBu_IKe0ZTEiJFCeQGCm6kP","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"Het is nacht. Pim zit voor het raam en kijkt naar de maan. Als hij Pom vertelt over het mannetje op de maan, zegt Pom dat het mannetje op de maan niet bestaat. Dat wil Pim niet geloven. En hij gaat naar buiten, het dak op. Wanneer Pom toch ook op het dak komt, ontdekt hij dat Pim met een laddertje naar de maan is geklommen. Pom gaat hem achterna. Op de maan komen ze het mannetje tegen. Dus hij bestaat toch! Het mannetje vertelt Pim en Pom over zijn leven. Maar als het licht wordt moeten Pim en Pom gauw weer terug naar hun huis en blijft het mannetje alleen achter op de maan.","category":""},"61831":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669971540","end":"1669971840","title":"Pim en Pom ","program_id":"O1G_Z8hzMeOcO-PWBa-x5te9VMwC1fCYBZtLw8C5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/VK4GzVHaCrM9Cy3uqRjXFg.jpg","description":"De vrouw maakt een schilderij van Pim en Pom. Maar als ze even een kopje koffie gaat drinken, gaan Pim en Pom zelf het schilderij afmaken. Pom gebruikt het penseel en Pim schildert met zijn pootjes. Ze gaan zo op in hun werk dat ze met schildersezel en al op de grond vallen. Daar gaan ze verder met hun 'action painting'. Wanneer de vrouw op het lawaai afkomt is ze heel erg boos omdat haar schilderij verpest is. Maar dan ziet ze de prachtige kleuren en als ze het schilderij op z'n kop houdt is het toch wel heel goed gelukt. Zo goed zelfs, dat ze het boven de bank hangt.","category":""}}