{"16818":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669031880","end":"1669032540","title":"Splat & Seymour ","program_id":"dp5Et9nQpwzn2uxpZkmRPydjcgElc0dhbgTeYWAe","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Sjors beweert dat hij beste vrienden is met Superkat. Splat gelooft er geen woord van en daagt hem uit om Superkat aan alle vrienden voor te stellen. Maar wanneer Splat en Seymour beseffen dat Sjors inderdaad heeft gelogen en straks door iedereen vernederd zal worden, besluiten ze hem een handje te helpen. Met hulp van Seymour verkleedt Splat zich als Superkat om te proberen iedereen ervan te overtuigen dat hij echt de beste vriend van Sjors is.","category":""},"21360":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669119000","end":"1669119660","title":"Splat & Seymour ","program_id":"TyZy2m1UPQ-XOxTKnJZfDJcovneUX2QXqFsbJwWI","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"De juf organiseert een expositie van tekeningen en alle bewoners van Katstad zijn uitgenodigd. Feline biedt aan om voor ijsjes te zorgen, tenslotte maakt zij de beste citroenijsjes van de hele school. Seymour baalt van haar uitsloverij en slaakt een diepe zucht, waardoor de aandacht van de klasgenoten naar Splat gaat. Nu moet Splat de uitdaging wel aannemen: hij zal ook ijsjes maken voor de expositie. Helaas hebben Splat en Seymour nooit eerder ijs gemaakt en Feline is vastbesloten om de uitdaging te winnen.","category":""},"25920":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669204740","end":"1669205400","title":"Splat & Seymour ","program_id":"BBOYAYmcCnBejwPxlIGYJ8QcVhekaj7gLxlAzKUZ","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Splat en Seymour kunnen zich niet inhouden en pakken stiekem wat madeleintjes die papa heeft gebakken voor de romantische picknick met mama. Totdat er niets meer over is! Nu moeten ze snel nieuwe bakken voordat papa erachter komt. Moet lukken, toch? Alleen maakt Bern het ze niet makkelijk. Hij blijkt namelijk ook stiekem madeleintjes te hebben gegeten en is bezig om er zelf wat te bakken. Dus besluiten de drie samen te gaan bakken. Dat klinkt goed. Maar het is gemakkelijker gezegd dan gedaan...","category":""},"30487":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669290840","end":"1669291500","title":"Splat & Seymour ","program_id":"CWMpxzwOdHzis1BLfGcyvoJDrfYPQGfiDHXhAWyF","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Splat en Seymour kijken vol verlangen naar de prachtige nieuwe fiets van Bern. Die van Splat is daarbij vergeleken een gammel krijgertje, de oude van Bern. Wanneer ze de kans krijgen om de fiets stiekem te lenen, belanden ze in een lastige situatie. Daardoor begrijpen ze dat het niet draait om de nieuwigheid van dingen, maar om hoeveel je erom geeft.","category":""},"35048":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669377300","end":"1669377960","title":"Splat & Seymour ","program_id":"3IIXTP9AkcUVhCxp1-EPcb13P63H-h6AUtvIYsp7","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Hypolytus, de opwindeend van Lizzy, is verdwenen en ze heeft hem nodig voor haar voorstelling. Splat en Seymour vinden haar eend in handen van Roef, de lelijke dief! Onze helden brengen het speelgoed terug, maar ontdekken dan dat het niet Hypolytus is! Ze hebben zich vergist. Dus wie is die geheimzinnige eend die zo op Hypolytus lijkt? En, nog belangrijker, hoe zorgen ze ervoor dat Roef hen hun vergissing zal vergeven?","category":""},"48266":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669636800","end":"1669637460","title":"Splat & Seymour ","program_id":"IyeTRdoe3m748cvYLu2S91-VP-Ow9jZdbe9EbZlN","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Seymour kan niet stoppen met het lezen van zijn nieuwe lievelings stripboek, Mevrouw Miezemuis gaat op onderzoek. En hij kan niet wachten op deel twee, dat per post gestuurd zal worden. Splat voelt zich in de steek gelaten en pakt het pakketje zodra het binnen is en verstopt het stripboek. Zo kan hij tenminste wat tijd met zijn vriend doorbrengen. Maar Seymour ontdekt het opengescheurde pakje en besluit om de methodes van zijn heldin toe te passen om de dief te vinden. Splat durft zijn schuld niet te bekennen en helpt mee met het onderzoek, om zo beter zijn eigen sporen te wissen.","category":""},"52800":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669723260","end":"1669723920","title":"Splat & Seymour ","program_id":"JRNO_pADOej_5-J5cUKagyvaPid4Qlcw7hTEB9Wy","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Seymour heeft een verrassing bedacht om te vieren dat hij een jaar geleden in Katstad is gekomen. Maar mama heeft andere plannen voor vanavond. Hm, Splat en Seymour zijn niet plan om hun verrassing op te geven. Nu moeten ze er alles aan doen om de plannen van mama te dwarsbomen.","category":""},"57370":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669809300","end":"1669810020","title":"Splat & Seymour ","program_id":"KfDXlGdszIUgHKUAcXaraQFVWYIAGg3Qzbb9fELu","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Splat is het lachertje van de klas omdat hij niet goed is in muizen vangen. Als hij een kleine luchtballon vindt in het park, besluit hij die mee naar huis te nemen. Hij weet niet dat die van een zekere Seymour is, een muis die net in Katstad is neergestort en zijn ballon nodig heeft om weer thuis te komen! De jonge muis probeert zijn ballon terug te krijgen maar wordt gezien door Splat die achter hem aan gaat. De kat weet het knaagdier door puur toeval te vangen. Het scheelt een snorhaartje dat hij wordt opgegeten als Seymour een voorstel doet: hij zal Splat leren hoe je muizen moet vangen en in ruil zal Splat hem zijn ballon teruggeven.","category":""},"61877":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669896360","end":"1669897020","title":"Splat & Seymour ","program_id":"7OXqrcAd_SpMHtmKigVNMUdaiuQUcsfgXJPaw1m-","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"De luchtballon van Seymour blijkt bij Roef te zijn en die weigert hem terug te geven. Hoe moet Seymour nu weer terug naar huis? Hij en Splat gaan naar de Kwaak-kwaak om een opwindmuis van de vader van Splat te halen. Dit is het perfecte speeltje om Roef mee weg te lokken, zodat zij de luchtballon terug kunnen pakken. Maar net als Seymour eindelijk op het punt staat naar huis te gaan, ruikt hij iets overheerlijks: Goudapasta! Volledig gehypnotiseerd rent hij het huis van Splat in, waar de hele familie klaar zit voor de thee. En ze zien hem! Na een dol kat-en-muisspel lukt het Splat om hem naar buiten te smokkelen.","category":""},"66423":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669982640","end":"1669983360","title":"Splat & Seymour ","program_id":"x-xhm7uQ6ewtp7sWsoQCAjHgEjc4wh_zCmcxwk-h","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/YjbJechTzgb6C0PnN5Gg-A.jpg","description":"Splat (en Seymour die een kampioen in speurtochten is) wordt ingedeeld met Roef voor zijn eerste speurtocht. De twee katten vinden het moeilijk om samen te werken en gaan hun eigen weg. Splat gebruikt deze kans om zijn snorharen te testen: zijn natuurlijke kattenkompassen. Maar hij ontdekt dat Roef een probleem heeft met zijn snorharen en zich daardoor niet kan oriënteren zonder hulp. Wat nu? Seymour wil nou juist zo graag deze speurtocht winnen.","category":""}}