{"25932":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669305960","end":"1669306980","title":"Zappsport Battle ","program_id":"JUaZLZeAFOUTbWD0Bck17FvsicivNkh-P2I5Cl4V","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/a9hz3plmdBAQHINucGctoA.jpg","description":"De hockeyers strijden tegen de softballers! De kinderen worden klaargestoomd door twee professionele padel spelers, waarbij de ballen om de oren van Ron en Marije vliegen. Welk team smasht de bal het eerst naar die felbegeerde Zappsportbeker?","category":""},"34823":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1669448040","end":"1669449000","title":"Zappsport Battle ","program_id":"REFX2BJTMFtIkYYMomGAxW9AdnefizF_ng1NoO1V","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/a9hz3plmdBAQHINucGctoA.jpg","description":"Kindersportprogramma, dat dit jaar 20 jaar bestaat. Ron Boszhard en Britt Dekker laten kinderen kennis maken met verschillende soorten sporten. Ron en Britt stellen iedere week een team van kinderen samen en krijgen hulp van diverse topsporters. Het Oranje team van Ron en het Blauwe team van Britt strijden, na een korte training, tegen elkaar tijdens de alles beslissende battle. Welk team gaat met de overwinning en de Zappsport trofee naar huis?","category":""},"66151":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1670052660","end":"1670053620","title":"Zappsport Battle ","program_id":"ZN-SF-jl61zUhY35hDpqzabaXIYycPKN-37TtqCr","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/a9hz3plmdBAQHINucGctoA.jpg","description":"Kindersportprogramma, dat dit jaar 20 jaar bestaat, waarin Ron Boszhard en Britt Dekker kinderen kennis laten maken met verschillende soorten sporten. Ron en Britt stellen iedere week  een team van kinderen samen en krijgen hulp van diverse topsporters. Het Oranje team van Ron en het Blauwe team van Britt strijden, na een korte training, tegen elkaar tijdens de alles beslissende battle. Welk team gaat met de overwinning en de Zappsport trofee naar huis?","category":""}}