{"10206":{"channel":"141429244","start":"1668933000","end":"1668935700","title":"27 - Das europäische Magazin","program_id":"1295876094","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/14\/20221113090034733yn4.jpg","description":"In Europa ist die Sterbehilfe in gerade einmal vier Ländern erlaubt: in den Niederlanden, Belgien, Luxemburg und seit neuestem auch in Spanien. Die Schweiz hat mit der aktiven Sterbehilfe einen alternativen Weg gewählt. In Frankreich hat die nationale Ethikkommission das Thema im September wieder auf den Tisch gebracht und sich für eine \"streng geregelte\" Form der Sterbehilfe ausgesprochen. Wie sollten kranke Menschen mit Sterbewillen begleitet werden? Unter welchen Umständen ist die aktive Begleitung gerechtfertigt? Dürfen wir frei über unseren eigenen Tod entscheiden? Könnte die Sterbehilfe von den Staaten als Mittel zur Kosteneinsparung gebraucht werden? Über diese Fragen unterhalten sich die drei Gäste der Sendung: Dr. med. Erika Preisig, Allgemeinärztin und Präsidentin des Schweizer Vereins lifecircle. Sie hat während ihrer beruflichen Laufbahn bereits 500 Menschen in den Tod begleitet und setzt sich für die weltweite Legalisierung der aktiven Sterbehilfe ein. Claire Fourcade ist Medizinerin und Präsidenten der französischen Gesellschaft für Sterbebegleitung und Palliativmedizin . Ihrer Meinung nach ist es dringend notwendig, die Begleitung von Menschen an ihrem ...","category":""},"10414":{"channel":"141429244","start":"1669538100","end":"1669541700","title":"27 - Das europäische Magazin","program_id":"1298826572","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/89\/20221120090110526iaw.jpg","description":"Innerhalb von 10 Jahren sind die Verkaufspreise für Wohnungen in der Europäischen Union um 48 % gestiegen, bei Mieten waren es 18 %. Betroffen sind nicht nur die großen Hauptstädte Paris, Berlin oder London. In Irland stiegen die Mieten beispielsweise um 82 %. Jeder zehnte Europäer gibt mittlerweile mehr als 40 % seines Einkommens für Wohnraum aus. Eine besorgniserregende Situation, da die Zahl der Obdachlosen im selben Zeitraum um 70 % gestiegen ist. Erleben wir das Ende des bezahlbaren Wohnens in Europa? Über diese Fragen unterhalten sich die drei Gäste der Sendung: Die Französin Marianne Louis, Generaldirektorin der Union Sociale pour l'Habitat plädiert für eine ambitionierte staatliche Wohnungspolitik, um die Krise zu überwinden. Dr. Kai Warnecke, Präsident von Haus und Grund, dem Zentralverband der deutschen Haus-, Wohnungs- und Grundeigentümer, beschuldigt den Staat, die Knappheit überhaupt verursacht zu haben und die Kosten auf die privaten Immobilienkäufer abwälzen zu wollen. Justin Kadi, Stadtforscher und Assistenzprofessor an der Fakultät für Raumplanung der TU Wien stellt dar, wie die Kommerzialisierung des Wohnungswesens - und die Passivität der öffentlichen Hand - ...","category":""}}