{"42916":{"channel":"141430597","start":"1668704400","end":"1668705060","first":"H","idtitle":"HETSINTERKLAASJOURNAAL","title":"Het Sinterklaasjournaal","program_id":"1295482733","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/80\/20221112090105609sx8.jpg","description":"Nieuws en achtergronden van vlak voor de intocht tot aan de verjaardag van Sinterklaas.","category":""},"42917":{"channel":"141430597","start":"1668705060","end":"1668705720","first":"F","idtitle":"FREEKSWILDEWERELD","title":"Freeks wilde wereld","program_id":"1295482739","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/89\/20221112090105609veq.jpg","description":"In een pikdonkere nacht zijn Freek en zijn team op pad in de zandduinen van de Namibwoestijn. Freek vindt een bijzondere gekko en een kleine pofadder. Freek legt uit waarom deze dieren 's nachts pas op stap gaan en waarom je ze, ondanks hun grootte, zeker niet moet onderschatten!","category":""},"42918":{"channel":"141430597","start":"1668705720","end":"1668707040","first":"W","idtitle":"WAKUWAKU","title":"Waku Waku","program_id":"1295482745","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/52\/20221112090105609nzp.jpg","description":"Deze week de finale week.","category":""},"42919":{"channel":"141430597","start":"1668707040","end":"1668708000","first":"H","idtitle":"HETKLOKHUIS","title":"Het Klokhuis","program_id":"1295482751","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/98\/20221112090105609kzo.jpg","description":"Bij een demonstratie gaan meerdere mensen tegelijk de straat op om hun mening te laten horen. Bijvoorbeeld omdat ze zich zorgen maken over het klimaat of omdat ze het niet eens zijn met nieuwe regels voor het boerenbedrijf. Demonstreren is een mensenrecht, iedereen mag demonstreren. Maar hoe organiseer je een demonstratie? Wat mag wel en wat mag niet? En hoe gaat het in landen waar demonstreren verboden is? In een sketch maakt een cowboyscholier gebruik van zijn demonstratierecht.","category":""},"42920":{"channel":"141430597","start":"1668708000","end":"1668709500","first":"N","idtitle":"NOSJEUGDJOURNAAL","title":"NOS Jeugdjournaal","program_id":"1295482757","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/76\/2022111209010560943t.jpg","description":"Het laatste nieuws uit binnen- en buitenland en het weer, speciaal voor de jonge kijker. En op NPO 1 extra met gebarentaal.","category":""},"42921":{"channel":"141430597","start":"1668709500","end":"1668713100","first":"F","idtitle":"FIRSTDATES","title":"First Dates","program_id":"1295482763","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/20\/202211120901056092k9.jpg","description":"Waar vind je de echte liefde? Het First Dates restaurant opent weer haar deuren. De gasten zijn single en op zoek naar de ware. We zien singles die dromen van een geschikte partner. Leidt een eerste date tot een tweede? En wie vindt de perfecte match?","category":""},"42922":{"channel":"141430597","start":"1668713100","end":"1668715080","first":"K","idtitle":"KEURINGSDIENSTVANWAARDE","title":"Keuringsdienst van waarde","program_id":"1295482769","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/43\/202211120901056106md.jpg","description":"Zelfs fletse vleeswaren ontkomen niet aan de modegril. Plots zijn vele voorverpakte plakjes kip, ham en spek in hippe bruine jasjes gestoken. Vers van de grill, staat er op de een. Andere verpakkingen reppen over ovengebakken of geroosterd. En op sommige staan zelfs meerdere bereidingen door elkaar. Maar wat is eigenlijk het verschil tussen grillen, bakken en roosteren? En komt een van die methodes überhaupt wel om de hoek kijken bij deze vleeswaren? Keuringsdienst van Waarde over hoe vleeswaren aan hun randje komen.","category":""},"42923":{"channel":"141430597","start":"1668715080","end":"1668718500","first":"A","idtitle":"AJOUAD","title":"#Ajouad","program_id":"1295482775","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/77\/20221112090105610eik.jpg","description":"De Zuidas, het kloppende hart van het bedrijfsleven in Amsterdam. Een smeltkroes van zakenmensen, advocaten, accountants en trustkantoren. Een plek waar mensen die het ver willen schoppen in het zakenleven de strijd aangaan, met zichzelf en met elkaar. Ajouad gaat op zoek naar het DNA van de Zuidas en gaat daarbij in gesprek met mensen die er werken en wonen, van 'the bottom to the top'. Hij spreekt advocaten, selfmade zakenmensen en stagiairs, maar hij maakt ook kennis met het fenomeen 'corporate meditation'. Op de Zuidas is de werkdruk hoog en er wordt veel van je geëist. Hoe houd je je staande zonder jezelf te verliezen?","category":""},"42924":{"channel":"141430597","start":"1668718500","end":"1668721860","first":"R","idtitle":"REIZENWAES","title":"Reizen Waes","program_id":"1295482781","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/98\/20221112090105610apu.jpg","description":"Na drie jaar proberen is het eindelijk gelukt; Tom mag met zijn cameraploeg binnen in het meest gesloten land ter wereld: het totalitaire Noord-Korea. Zoals verwacht wordt het geen gemakkelijke trip. Hij legt een door de overheid uitgestippelde route af met twee Noord-Koreaanse gidsen die niet van zijn zijde wijken. Tom wil de Noord-Koreanen echt leren kennen maar tot hen doordringen blijkt een moeilijke taak; hij krijgt alleen te zien wat Noord-Korea vindt dat hij moet zien. Hij ging er naar toe met honderd vragen en kwam terug met duizend andere.","category":""},"42925":{"channel":"141430597","start":"1668721920","end":"1668726120","first":"C","idtitle":"CANDYASKATERSMIND","title":"Candy: A Skater's Mind","program_id":"1295482787","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/0\/2022111209010561087a.jpg","description":"Portret van Candy Jacobs, Europa's beste vrouwelijke skateboarder, die ondanks haar onzekerheden en kapotte knieën op weg is haar Olympische droom te verwezenlijken. Skaten is Candy's leven. Alleen op het skateboard kan zij zichzelf zijn. Dan beleeft ze haar 'rush'. Een mentale staat waarin ze optimaal gelukkig is en helemaal een is met zichzelf. Ze is verslaafd aan skateboarden, maar dat heeft een destructieve keerzijde. Want wat gebeurt er met Candy als ze niet kan skaten vanwege een zware knieblessure? En hoe overleeft ze zichzelf als in Tokio het noodlot toeslaat en ze door een coronabesmetting in verplichte quarantaine moet?","category":""}}