{"57066":{"channel":"141431343","start":"1668792214","end":"1668794904","first":"J","idtitle":"JOHANDEMEIJSYMFONIENR1LORDOFTHERINGS","title":"Johan de Meij - Symfonie Nr. 1 ‘Lord of the Rings’","program_id":"1295037991","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/20\/20221111090104706gg6.jpg","description":"Dit concert is het eindresultaat van een samenwerking tussen het 'Giuseppe Nicolini' Conservatorium van Piacenza en het 'Giuseppe Verdi' Conservatorium van Milaan als onderdeel van het project \"MIlanoPIACEnza ... suonare insieme”. Op het programma staan werken van de Nederlandse dirigent en componist Johan de Meij. Zijn Symfonie Nr. 1 voor harmonieorkest met als titel ‘Lord of the Rings’ is geïnspireerd op de gelijknamige trilogie van J.R.R Tolkien en bestaat uit vijf afzonderlijke delen, elk gewijd aan karakter of passage uit het verhaal: Gandalf, Lothlórien, Gollum, Journey in the Dark en Hobbits. De symfonie werd voor het eerst uitgevoerd in Brussel in 1988. In 2001 werd een symfonische versie opgenomen door het London Symphony Orchestra. Dit concert is opgenomen in de Sala dei Teatini van het Teatri di Piacenza in 2018. Geregisseerd door Pietro Tagliaferri.","category":""},"57067":{"channel":"141431343","start":"1668794904","end":"1668798012","first":"B","idtitle":"BRAHMSSYMFONIENR1OPUS68","title":"Brahms - Symfonie Nr. 1, Opus 68","program_id":"1295037997","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/90\/20221111090104706yb7.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in een uitvoering van twee ware meesterwerken. Paganini's Vioolconcert nr. 1 staat samen met Brahms' symfonische debuut, de Symfonie Nr. 1, Op.68, op het programma. Paganini's Vioolconcert dateert uit de vroege jaren '10 van de negentiende eeuw toen de vioolvirtuoos op tournee was door Italië. Het werk is een schoolvoorbeeld van Paganini's uitzonderlijke techniek en vergt zeer veel van de solist. In het werk is ook al de karakteristieke 'bel canto'-stijl aanwezig die door tijdgenoten als Rossini werd gebruikt. Solist bij het DNR is In Mo Yang, de winnaar van de prestigieuze Paganini Competition van 2015. Het concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"57068":{"channel":"141431343","start":"1668798012","end":"1668799800","first":"S","idtitle":"SOLOFINALELISZTPIANOCONCOURS2017","title":"Solo-Finale - Liszt Pianoconcours 2017","program_id":"1295038003","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/55\/20221111090104707jdv.jpg","description":"Dina Ivanova (1994, Russia) speelt Liszts Totentanz (S525), Schubert\/Liszts Auf dem wasser zu singen (S558\/2) en Erlkönig (S558\/4) tijdens de solo-finale van het 11e Internationaal Franz Liszt Pianoconcours in TivoliVredenburg te Utrecht. Het concours bevordert zowel de muzikale ontwikkeling alsook de concertervaring van pianotalenten afkomstig uit alle uithoeken van de wereld. Hierdoor vormt het concours een belangrijke opstap tot de internationale klassieke concertwereld voor jong talent dat een professionele carrière als musicus ambieert. Het Internationaal Franz Liszt Pianoconcours werd voor het eerst georganiseerd in 1986 en behoort inmiddels tot een van de meest prestigieuze pianoconcoursen ter wereld.","category":""},"57069":{"channel":"141431343","start":"1668799800","end":"1668803635","first":"B","idtitle":"BEETHOVENSMEESTERWERKEN","title":"Beethovens meesterwerken","program_id":"1295038009","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/77\/20221111090104707mew.jpg","description":"Drie sterren uit de klassieke muziek bundelen hun krachten in een concert dat volledig is gewijd aan het werk van Ludwig van Beethoven. Daniel Barenboim (piano), Yo-Yo Ma (cello) en Itzhak Perlman (viool) spelen het Tripelconcerto, Op. 56 en de Fantasie voor piano, koor en orkest, Op. 80. Barenboim vervult ook de rol van dirigent; de Berliner Philharmoniker en het koor van de Staatsoper staan onder zijn leiding. De solisten van de avond zijn Carola Höhn, Katharina Kammerloher, Andrea Bönig, Endrik Wottrich, Pär Lindskog en René Pape. Deze concert werd in 1995 gemaakt door Barrie Gavin in de Berliner Philharmonie.","category":""},"57070":{"channel":"141431343","start":"1668803635","end":"1668809736","first":"R","idtitle":"ROSSINILOCCASIONEFAILLADRO","title":"Rossini - L'occasione fa il ladro","program_id":"1295038015","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/80\/20221111090104707a49.jpg","description":"L'occasione fa il ladro is een van Rossini's vijf een-akte opera's -farsa giocosa- waarin de jonge componist voor het eerst zijn genie voor dit genre demonstreert. In deze productie uit 1992 maakte operaregisseur Michael Hampe het werk uiterst geschikt voor de kleine Rococozaal van het Schlosstheater te Schwetzingen. De cast, geleid door Susan Patterson, Robert Gambill, Natale de Carolis, Monica Bacelli, Alessandro Corbelli en Stuart Kale voorziet de opera van muzikaliteit. Het Radio-Sinfonieorchester Stuttgart en dirigent Gianluigi Gelmetti voorzien deze klucht van zijn licht muzikale stijl en zetten tegelijkertijd een nieuwe standaard voor de interpretatie van deze set juweeltjes van Rossini.","category":""},"57071":{"channel":"141431343","start":"1668809736","end":"1668810920","first":"R","idtitle":"RAVELDAPHNISETCHLOESUITENO2","title":"Ravel: Daphnis et Chloé Suite No.2","program_id":"1295038021","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/1\/20221111090104707yrq.jpg","description":"Maestro Michail Pletnev leidt het Russisch Nationaal Orkest (RNO) en het Synodaal koor van Moskou tijdens het negende RNO Grand Festival. Het concert begint met Maurice Ravel's suite voor het ballet 'Daphnis et Chloé'. Daarna is Lucas Debargue de solopianist in Aleksandr Skrjabins 'Prométhée: Le poème du feu', Op. 60, een toondicht voor piano, orkest, koor en 'clavier à lumières' (\"lichtorgel\"). Het clavier à lumières is een instrument dat Skrjabins alleen in dit werk gebruikt. Er is slechts één clavier à lumières gebouwd, voor een uitvoering van dit werk in New York in 1915. Als toegift speelt Debargue Erik Saties Gnossienne nr. 1. Dit concert werd opgenomen in de Tsjaikovski Concertzaal in Moskou in 2018.","category":""},"57072":{"channel":"141431343","start":"1668810920","end":"1668812400","first":"B","idtitle":"BEETHOVEN6LIEDERVONGELLERTOP48","title":"Beethoven - 6 Lieder von Gellert, Op. 48","program_id":"1295038027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/60\/20221111090104707rlx.jpg","description":"De Duitse bariton Dietrich Henschel en pianist Arno Waschk bundelen hun krachten in dit Lieder-programma met composities van Hugo Wolf, Ludwig van Beethoven, en Franz Liszt, opgenomen op 10 april 2020 in Schinkel Pavillon in Berlijn. Het programma begint met drie Mörike-Lieder van Hugo Wolf: 'Neue Liebe', Karwoche', en 'Wo find' ich Trost', gevolgd door Beethovens Gellert-Lieder, opus 48. Hierna volgen nog drie liederen van Wolf: 'Wohl denk' ich oft', 'Alles endet, was entstehet', en 'Fühlt meine seele'. Het programma sluit af met Liszts Drie sonnetten van Petrarca, geïnspireerd op de sonnetten 47, 104, en 123 van Francesco Petrarca.","category":""}}