{"56120":{"channel":"141431343","start":"1668832658","end":"1668834000","first":"R","idtitle":"RIMSKYKORSAKOVKITEZHSUITE","title":"Rimsky-Korsakov - Kitezh Suite","program_id":"1295491266","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/70\/20221112090110514u6l.jpg","description":"De Russische dirigent en pianist Mikhail Pletnev leidt het Russisch Nationaal Orkest in uitvoeringen van muziek van Nikolaj Rimski-Korsakov. Op het programma staan Suite voor Orkest gebaseerd op zijn opera 'De legende van de onzichtbare stad Kitezj en de jonge vrouw Fevronia', en Muzikale beelden voor orkest uit de opera 'Het Sprookje van Tsaar Saltan', met daarin de beroemde 'De vlucht van de hommel'. Dit concert werd in 2017 opgenomen in Concertzaal Tsjaikovski in Moskou.","category":""},"56121":{"channel":"141431343","start":"1668834000","end":"1668837605","first":"J","idtitle":"JSBACHORGELCONCERTEN","title":"J.S. Bach - Orgelconcerten","program_id":"1295491272","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/79\/20221112090110514jkr.jpg","description":"Organist Ullrich Böhme eert de grote componist J. S. Bach met deze uitvoeringen op het nieuwe Bachorgel van de Thomaskerk in Leipzig. Dit orgel werd in gebruik genomen met Pinksteren in het jaar 2000. Het instrument is een exacte replica van het orgel dat Bach bespeelde gedurende de 27 jaar die hij in Leipzig doorbracht.","category":""},"56122":{"channel":"141431343","start":"1668837605","end":"1668842674","first":"B","idtitle":"BACHKERSTCANTATES","title":"Bach - Kerstcantates","program_id":"1295491278","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/93\/20221112090110514cfe.jpg","description":"Het door dirigent Philippe Herreweghe opgerichte Collegium Vocale Gent heeft naam gemaakt als één van de meest prestigieuze koren ter wereld. Hun levendige muzikale aanpak streeft een authentiek klankbeeld na. Dit concert werd opgenomen op 23 december 2015 in de Église Saint-Roch te Parijs. J. S. Bach componeerde in zijn hoedanigheid als Thomascantor – in protestants Duitsland destijds het belangrijkste cantoraat – vele cantates voor de Lutherse liturgie. Deze kerstcantates nodigen uit tot reflectie op de aard van het kerstfeest. De orkestratie verwijst naar de grootsheid van de viering, terwijl het gebruik van contrapunt de feestelijke sfeer benadrukt. De blaasinstrumenten dienen als glorieuze boodschappers van de vreugde, terwijl de solisten het licht bejubelen dat die glorie ons schenkt. Dit unieke programma, waarin de vier cantates BWV 40, 62 , 63 en 91 worden uitgevoerd, biedt ons een elegante, fijnmazige interpretatie van deze werken. Onder leiding van Philippe Herreweghe vertolkt Collegium Vocale Gent beheerste interpretaties die wars zijn van overdrijvingen of vals sentiment en uitblinken in soberheid. Een glorieus concert dat de geest van Kerstmis alle eer aandoet.","category":""},"56123":{"channel":"141431343","start":"1668842674","end":"1668845871","first":"R","idtitle":"RACHMANINOVGERSHWINRAPSODIES","title":"Rachmaninov & Gershwin: Rapsodies","program_id":"1295491284","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/61\/20221112090110514izk.jpg","description":"Konstantin Khvatynets dirigeert het National Philharmonisch Orkest van Rusland en pianist Boris Berezovski. Dit concert vond plaats in de Tsjaikovskizaal te Moskou. Op het programma staan George Gershwins geliefde Rhapsody in Blue en Rachmaninovs Rapsodie op een thema van Paganini. Dit concertprogramma is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"56124":{"channel":"141431343","start":"1668845871","end":"1668848685","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEALICEBURLA","title":"CMIM Piano 2021 - Halve Finale: Alice Burla","program_id":"1295491290","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/82\/20221112090110514aiu.jpg","description":"De Canadese pianist Alice Burla (1996) voert Joseph Haydns Pianosonate nr. 13 in G-groot (Hob XVI: 6), 'Impromptu', 'Scherzino' en 'Canzonetta' uit Ernst von Dohnányi's Zes stukken, Op. 41, 'Fanfares' en 'Cordes à vide' uit György Ligeti's Études, Boek 1, en Béla Bartóks Danssuite, Sz. 77 tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in de Grosser Saal van de Musik-Akademie in Bazel, Zwitserland.","category":""},"56125":{"channel":"141431343","start":"1668848685","end":"1668852592","first":"M","idtitle":"MAHLERSYMFONIENR1","title":"Mahler - Symfonie Nr. 1","program_id":"1295491296","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/62\/20221112090110514a14.jpg","description":"Jean Paul’s roman ‘Titan’, waarin een artistiek begaafde jongeling zijn plaats niet kan vinden in de samenleving en zich uiteindelijk overgeeft aan wanhoop en zelfmoord, is de inspiratiebron geweest voor Gustav Mahlers Eerste Symfonie. Dit werk ontstond niet zonder slag of stoot: Mahler componeerde het tussen 1887 en 1888 toen hij in zijn 20-er jaren als dirigent werkzaam was bij de Opera in Leipzig. De eerste versie van het werk werd gezien als een symfonisch gedicht in twee delen, met titels die duidelijk een verhaal vertellen. Deze voorloper ging in 1898 in Boedapest in première maar werd slecht ontvangen. Mahler besloot het werk te reviseren: de beeldende titels werden geschrapt en hij liet het originele tweede deel (Blumine) vallen. Het resultaat is een prachtige symfonie, vol met muzikale verwijzingen. Zo is in het eerste deel een eerdere compositie van Mahler te horen (Ging heut' morgens übers Feld uit Lieder eines Fahrenden Gesellen), het tweede deel is een Oostenrijkse Ländler (een boerendans) en in het derde deel maakt hij een toespeling op een wel heel bekende melodie: ‘Vader Jakob’. Al met al is deze Eerste Symfonie een ongelofelijke prestatie voor zo’n jonge ...","category":""},"56126":{"channel":"141431343","start":"1668852592","end":"1668857472","first":"F","idtitle":"FIESTADELTANGO","title":"Fiesta del Tango","program_id":"1295491302","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/78\/202211120901105145gy.jpg","description":"Het jaar 2012 begon goed voor het publiek in de beroemde ballroom El Palacio in Buenos Aires: met tangoritmes en Argentijnse volksmuziek. Deze feestelijke uitzending begint met een tango-uitvoering door het dansersduo Eduardo en Gloria, begeleid door het gerenommeerde ensemble Café de los Maestros. Een tweede hoogtepunt is het optreden van bandoneonist Rodolfo Mederos met zijn trio. Bovendien treedt ook Teresa Parodi op, bekend als de vocale aanvoerder van de Astor Piazzolla Band, nu bijgestaan door het Fernando Suárez Paz Quintet. Ook op het programma staat de hedendaagse elektronische tango van de formatie Otros Aires. Miguel Di Genova richtte Otros Aires op in 2003. Deze groep combineert elektronische ritmes met de traditionele tango-instrumenten, waaronder de bandoneon, piano en gitaar. In dit programma hoort u composities van Astor Piazzolla, Pedro Maffia, Pedro Laurenz, Gustavo Mozzi, en nog vele anderen. Geniet van een concert vol muziek en dans door een aantal van de beste artiesten die de Argentijnse tangowereld rijk is!","category":""},"56127":{"channel":"141431343","start":"1668857472","end":"1668862808","first":"Y","idtitle":"YANNICK","title":"Yannick","program_id":"1295491308","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/90\/20221112090110514a3z.jpg","description":"De Canadese dirigent en pianist Yannick Nézet-Séguin is chef-dirigent van de Orchestre Métropolitain te Montréal, de Metropolitan Opera te New York en het Philadelphia Orchestra. Voordat hij 2018 in diens trad voor de MET, was hij dirigent van van 20006 tot 2018 dirigent van Rotterdam Filharmonisch Orkest. Ter ere van Nézet-Séguins bijdrage aan de klassieke muziek in Nederland, vervaardigde regisseur Christiaan van Schermbeek een portret van de sterdirigent. De film \"Yannick\" bevat onder meer uitvoeringen van het Rotterdam Filharmonisch Orkest en het Orchestre Métropolitain en laat de werkzaamheden en de muzikale impact van Nézet-Séguin zien.","category":""},"56128":{"channel":"141431343","start":"1668862808","end":"1668870625","first":"M","idtitle":"MISHAFOMININHETCONCERTGEBOUW","title":"Misha Fomin in het Concertgebouw","program_id":"1295491314","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/23\/2022111209011051442m.jpg","description":"Sinds zijn spectaculaire debuutrecital in Het Concertgebouw van Amsterdam in 2002 is pianist Misha Fomin niet meer weg te denken uit het Nederlandse muziekleven. Zowel de binnen- als buitenlandse pers prijst zijn spel om zijn natuurlijk vloeiende virtuositeit, rijke kleurenpalet en grote muzikale intelligentie. In dit concert, opgenomen in het Amsterdamse Concertgebouw, voert Fomin onder meer Modest Moessorgski’s Schilderijen van een Tentoonstelling uit. De verschillende delen worden afgewisseld door een thema dat Promenade heet en waarmee wordt uitgedrukt hoe men langzaam naar het volgende schilderij kuiert. De verschillende promenades zijn variaties op hetzelfde thema, dat ook in twee andere delen (Cum mortus in linguq mortua en De grote poort van Kiev) terugkeert. Moessorgski schreef deze cyclus in 1874 in slechts drie weken tijd. Toen Moessorgski de tentoonstelling van zijn vriend en schilder Viktor Hartmann na diens dood bezocht, schreef hij aan een vriend dat hij nauwelijks de tijd had de prachtige klanken en ideeën die daar in de lucht hingen over te nemen en op papier te zetten.","category":""},"56129":{"channel":"141431343","start":"1668870625","end":"1668873043","first":"B","idtitle":"BEETHOVENSYMFONIENR2","title":"Beethoven - Symfonie nr. 2","program_id":"1295491320","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/49\/2022111209011051464u.jpg","description":"In september 2016 bereikte één van Japans beroemdste dirigenten de leeftijd van 81 jaar: Seiji Ozawa. Deze bekende voorvechter van het werk van eigentijdse componisten richtte in 1992 het Saito Kinen Festival Matsumoto op, dat inmiddels bekend staat als Seiji Ozawa Festival. Ter gelegenheid van zijn verjaardag verscheen Seiji Ozawa zelf op het podium met 63 leden van het Saito Kinen Orkest, waarbij hij Beethovens Symfonie nr. 2 en nr. 7 gloedvol dirigeerde. Het leeuwendeel van Beethovens Symfonie nr. 2 kwam tot stand toen de componist in Heiligenstadt verbleef, waar zijn doofheid steeds moeilijker te ontkennen bleek. Het werk beleefde zijn première in het Theater an der Wien in Wenen op 5 april 1803. De Symfonie nr. 7 werd in 1813 tijdens de oeropvoering in Wenen - een liefdadigheidsconcert voor gewonde soldaten - door Beethoven zelf gedirigeerd. Het Allegretto werd zo enthousiast ontvangen, dat het een tweede keer gespeeld moest worden.","category":""},"56130":{"channel":"141431343","start":"1668873043","end":"1668875058","first":"D","idtitle":"DAPHNISETCHLOE","title":"Daphnis et Chloé","program_id":"1295491326","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/48\/202211120901105141su.jpg","description":"Maurice Ravels (1875-1937) ‘choreografische symfonie’ Daphnis et Chloé wordt veelal gezien als de belangrijkste partituur die de componist naliet. Kenners beschouwen het als het summum bonum van Ravels orkestratiekunst. De componist schreef de muziek in opdracht van Sergej Diaghilev, directeur van het Ballets Russes. Daphnis et Chloé ging in 1912 in première in het Théâtre du Châtelet te Parijs in een choreografie van Michail Fokine en met sterdanser Vaslav Nijinsky. Deze uitvoering uit 2011 wordt verzorgd door het ballet van Monte Carlo met als solisten Jeroen Verbruggen, Anjara Ballesteros, Bernice Coppieters en Gaëtan Morloti. Het ballet van Monte Carlo staat onder de artistieke leiding van choreograaf Jean-Christophe Maillot, die voor deze productie de krachten bundelde met Ernest Pignon-Ernest en Jérôme Kaplan.","category":""},"56131":{"channel":"141431343","start":"1668875058","end":"1668880775","first":"L","idtitle":"LUISIDIRIGEERTPAGANINISVIOOLCONCERTBRAHMS","title":"Luisi dirigeert Paganini's Vioolconcert & Brahms","program_id":"1295491332","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/67\/20221112090110514cdy.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in een uitvoering van twee ware meesterwerken. Paganini's Vioolconcert nr. 1 staat samen met Brahms' symfonische debuut, de Symfonie Nr. 1, Op.68, op het programma. Paganini's Vioolconcert dateert uit de vroege jaren '10 van de negentiende eeuw toen de vioolvirtuoos op tournee was door Italië. Het werk is een schoolvoorbeeld van Paganini's uitzonderlijke techniek en vergt zeer veel van de solist. In het werk is ook al de karakteristieke 'bel canto'-stijl aanwezig die door tijdgenoten als Rossini werd gebruikt. Solist bij het DNR is In Mo Yang, de winnaar van de prestigieuze Paganini Competition van 2015. Het concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"56132":{"channel":"141431343","start":"1668880775","end":"1668886200","first":"M","idtitle":"MOZARTINWENEN","title":"Mozart in Wenen","program_id":"1295491338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/81\/20221112090110514p6j.jpg","description":"De documentaire Mozart in Vienna ('Mozart in Wenen') onderzoekt hoe Mozart de eerste freelance-componist ooit werd, en daarmee de zeggenschap over zijn composities volledig in eigen hand hield. Na zijn bezoeken aan Salzburg en Parijs kwam Wolfgang Amadeus Mozarts carrière goed van de grond in Wenen. Hij trad veel op als pianist, en nadat zijn opera Die Entführung aus dem Serail in 1782 een groot succes werd, rees zijn ster als componist: doordat de opera in heel Duitssprekend Europa werd uitgevoerd, stroomden de vervolgopdrachten binnen. Nadat Mozart rond 1784 in Wenen bevriend raakte met Joseph Haydn droeg hij zijn zes strijkkwartetten op aan Haydn, die bekend stond als de vader van het strijkkwartet. We prijzen ons gelukkig dat we nog altijd kunnen genieten van de geweldige composities die Mozart in Wenen schreef!","category":""},"56133":{"channel":"141431343","start":"1668886200","end":"1668891048","first":"J","idtitle":"JAAPVANZWEDENDIRIGEERTSYMPHONIEFANTASTIQUE","title":"Jaap van Zweden dirigeert Symphonie Fantastique","program_id":"1295491344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/71\/202211120901105158vz.jpg","description":"De ontmoeting tussen de Franse componist Hector Berlioz en de knappe actrice Harriet Smithson leidde tot een van Berlioz’ beroemdste werken. Nadat Berlioz’ haar Shakespeare had zien spelen was hij op slag verliefd: hij stuurde haar ontelbare liefdesbrieven maar zij beantwoorde er geen één. Berlioz’ hart was gebroken en hij componeerde zijn Symphonie fantastique: Épisode de la vie d'un Artiste...en cinq parties (Symfonie fantastique: Episode uit het leven van een artiest… in vijf delen). Het werk vertelt het verhaal van een jonge artiest die tijdens een aanval van liefdesverdriet zelfmoord probeert te plegen maar niet genoeg gif inneemt: in plaats van te sterven hallucineert hij enkel. Door dit verhaal in de muziek en de uitgebreide orkestbezetting (onder andere vier harpen en een klok), was dit een revolutionair werk.","category":""},"56134":{"channel":"141431343","start":"1668891048","end":"1668896399","first":"R","idtitle":"RACHMANINOFFPIANOCONCERTNR4NIELSENNR6","title":"Rachmaninoff - Pianoconcert Nr. 4 & Nielsen Nr. 6","program_id":"1295491350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/69\/20221112090110515ydo.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in indrukwekkende uitvoering tijdens de viering van de 150ste verjaardag van de Deense componist Carl Nielsen. Naast Nielsens Symfonie Nr. 6 staat ook Rachmaninovs Pianoconcert Nr. 4 op het programma, met als solist de Franse pianiste Lise de la Salle. Het werk is een minder dan Rachmaninovs Tweede en Derde Pianoconcert en onderging meerdere revisies gedurende het leven van de componist. Het wordt gekarakteriseerd door veel chromatiek en ook zijn er duidelijke jazzachtige invloeden te horen. Luisi en de la Salle legden het Vierde Pianoconcert eerder al vast op CD. Dit concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"56135":{"channel":"141431343","start":"1668896399","end":"1668898800","first":"B","idtitle":"BACHSONATENR5BWV1018","title":"Bach - Sonate Nr. 5 BWV 1018","program_id":"1295491356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/94\/202211120901105155f0.jpg","description":"Deze Sonate voor Viool en Klavecimbel Nr. 5 BWV 1018 is de vijfde van de sonates die Johann Sebastian Bach voor 1725 componeerde, waarschijnlijk toen hij werkzaam was als Kapellmeister in Köthen. Er wordt aangenomen dat hij de sonates voor Prins Leopold schreef en later de werken voor eigen gebruik in Leipzig aanpaste. Misschien is het hierdoor dat de werken goed speelbaar zijn voor amateurs, maar alle sonates bevatten genoeg finesse om een uitdaging te zijn voor professionele musici. De verschillende werken zijn als set bedoeld, net zoals de Brandenburgse concerten. Frank Peter Zimmermann (viool), Enrico Pace (piano)","category":""}}