{"71774":{"channel":"280715028","start":"1669165500","end":"1669170600","first":"C","idtitle":"COWBOYS","title":"Cowboys","program_id":"1297086309","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/63\/20221116090020511jyt.jpg","description":"Samen met zijn zoon Joe, maakt Troy (Steve Zahn) een trektocht door het ruige Montana. De twee zijn op de vlucht en hopen de Canadese grens te halen door zo min mogelijk op te vallen. Een buitenbeentje binnen de lokale politie, Faith (Ann Dowd), zit achter hen aan. Als Faith dieper in de zaak duikt, ontdekt ze dat deze vermeende ontvoering anders in elkaar steekt dan ze denkt. Joe is een transgender en zijn vader Troy heeft het kind gekidnapt om het te beschermen tegen de intolerante moeder (Jillian Bell). Troy kampt echter met psychische problemen en ontbeert in de wildernis de broodnodige medicatie.","category":""},"71775":{"channel":"280715028","start":"1669170600","end":"1669176300","first":"U","idtitle":"UNSANE","title":"Unsane","program_id":"1297086443","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/95\/20221116090020511fpn.jpg","description":"Sawyer Valentini verhuist van Boston naar Pennsylvania om te ontsnappen aan de man die haar de afgelopen twee jaar heeft gestalkt. In overleg met een therapeut laat Valentini zich opnemen bij het Highland Creek Behavioral Center. Haar verblijf in de faciliteit wordt snel tegen haar zin in verlengd wanneer artsen en verpleegkundigen haar geestelijke gezondheid beginnen te betwijfelen. Sawyer gelooft nu dat een van de stafleden haar stalker is - en ze zal er alles aan doen om in leven te blijven en haar weg te vechten.","category":""},"71776":{"channel":"280715028","start":"1669176300","end":"1669183200","first":"I","idtitle":"ITONYA","title":"I, Tonya","program_id":"1297086449","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/65\/20221116090020511f8m.jpg","description":"Kunstschaatsster Tonya Harding (Margot Robbie) is een natuurtalent en niets lijkt haar selectie voor de Olympische spelen in de weg te staan. Maar Tonya komt niet bepaald uit een rijke familie, en haar vulgaire outfits en gedrag zijn een doorn in het oog van de keurige schaatswereld. Omringd door idioten, met goede én slechte bedoelingen, beraamt Tonya een plan om wraak te nemen op haar grootste concurrente: de engelachtige Nancy Kerrigan. Eén van de grootste Amerikaanse schandalen is plots in de maak.","category":""},"71777":{"channel":"280715028","start":"1669183200","end":"1669188000","first":"A","idtitle":"ABERNIKOEVET","title":"A berni követ","program_id":"1297086455","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/40\/20221116090020511nud.jpg","description":"Een fictief verslag van de waargebeurde aanval op de Hongaarse ambassade in Bern, tijdens de nasleep van de Hongaarse revolutie van 1956.","category":""},"71778":{"channel":"280715028","start":"1669188000","end":"1669193400","first":"N","idtitle":"NOWHERESAFE","title":"Nowhere Safe","program_id":"1297086461","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/74\/20221116090020511qnt.jpg","description":"Na maandenlang getergd, bedreigd en mishandeld te zijn vanwege een vals internetprofiel dat twee klasgenoten gefabriceerd hebben, wordt de tiener Ashley samen met haar moeder Julie (Natasha Henstridge) gedwongen haar huis te ontvluchten en ergens anders een nieuw bestaan op te bouwen. Beetje bij beetje proberen de twee hun leven weer op te pikken, maar de kwaadwillige, ongefundeerde beschuldigingen blijken hardnekkig te zijn en moeilijk achter te laten.","category":""},"71779":{"channel":"280715028","start":"1669193400","end":"1669198800","first":"L","idtitle":"LESACDEFARINE","title":"Le sac de farine","program_id":"1297086467","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/16\/20221116090020511wne.jpg","description":"Vlaanderen, 1975. De achtjarige Sarah woont in Alsemberg bij een katholiek pleeggezin. Op een dag neemt haar biologische vader, die ze nog nooit eerder heeft gezien, haar mee voor een weekend in Parijs. Maar ze wordt wakker in Marokko, waar hij haar zonder enige uitleg in de steek laat bij zijn familie. Negen jaar later, zonder geld van haar vader, droomt Sarah er nog steeds van terug te keren naar België, naar school, naar de boeken en naar een leven dat ze als vrij beschouwt.","category":""},"71780":{"channel":"280715028","start":"1669198800","end":"1669205700","first":"T","idtitle":"THEHOURS","title":"The Hours","program_id":"1297086473","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/33\/20221116090020511a7a.jpg","description":"Clarissa Vaughan (Meryl Streep) is een welgestelde en succesvolle boekredacteur. Laura Brown (Julianne Moore) is gelukkig getrouwd. Virginia Woolf (Nicole Kidman) is een gewaardeerd auteur. Drie totaal verschillende vrouwen. Op het eerste gezicht succesvol en gelukkig. Met elkaar verbonden door de pijn en tegenslag waar ze mee te maken hebben. Stuk voor stuk moeten ze een dramatische beslissing nemen.","category":""},"71781":{"channel":"280715028","start":"1669205700","end":"1669212000","first":"G","idtitle":"GUILTYBYSUSPICION","title":"Guilty by Suspicion","program_id":"1297086479","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/93\/20221116090020511o47.jpg","description":"Na een project in het buitenland, keert filmregisseur David Merrill (Robert De Niro) begin jaren vijftig terug naar Hollywood. Amerika is op dat moment in de ban van de heksenjacht die senator McCarthy voert tegen communisten. Ook Merrill wordt onder de loep genomen en omdat hij tijdens zijn verhoor weigert om namen te noemen van vermeende landverraders, komt hij op een zwarte lijst te staan. Dit betekent niet alleen het einde van zijn carrière in Los Angeles, ook in New York komt hij niet meer aan de bak. De verleiding wordt steeds groter om alsnog een getuigenis af te leggen tegenover de onderzoekscommissie.","category":""},"71782":{"channel":"280715028","start":"1669212000","end":"1669216800","first":"T","idtitle":"THESUNLITNIGHT","title":"The Sunlit Night","program_id":"1297086485","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/31\/202211160900205116nv.jpg","description":"Frances (Jenny Slate) is een Amerikaanse kunstenares die na een break-up met haar geliefde besluit naar Noorwegen te vertrekken voor een kunstproject. Eenmaal in Noorwegen, kruist haar pad met Yasha (Alex Sharp), een Russische emigrant die in Noorwegen is om zijn vader te begraven. Yasha's vader heeft als laatste wens om als een echte Viking begraven te worden in Noorwegen. Frances is tijdens deze periode een grote steun voor Yasha. Daar, waar de zon nooit ondergaat, laten zij hun verleden achter zich en zien zij de toekomst tegemoet.","category":""},"71783":{"channel":"280715028","start":"1669216800","end":"1669224900","first":"A","idtitle":"AMERICANHUSTLE","title":"American Hustle","program_id":"1297086491","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/59\/202211160900205117g4.jpg","description":"Irving Rosenfeld (Christian Bale) is een briljante oplichter die samen met zijn sluwe Britse partner en minnares Sydney Prosser (Amy Adams) wordt gedwongen om te werken voor de losgeslagen FBI-agent Richie DiMaso (Bradley Cooper). DiMaso introduceert ze in de gevaarlijke maar betoverende wereld van politieke oplichters en de maffia.","category":""},"71784":{"channel":"280715028","start":"1669224900","end":"1669231800","first":"L","idtitle":"LION","title":"Lion","program_id":"1297086497","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/23\/20221116090020511caq.jpg","description":"Als vijfjarig jongetje komt Saroo Brierly per ongeluk terecht op een trein die hem duizenden kilometers door India voert, ver weg van zijn thuis en familie. Vanuit een weeshuis in Calcutta wordt hij geadopteerd door een Australisch echtpaar. Vijfentwintig jaar later zoekt Saroo (Dev Patel) naar de plek waar hij ooit zijn familie kwijtraakte. Slechts gewapend met Google Earth en zijn vroegste jeugdherinneringen bekijkt hij elke avond de spoorlijnen die naar Calcutta leiden, hopend op een aanknopingspunt.","category":""},"71785":{"channel":"280715028","start":"1669231800","end":"1669238400","first":"T","idtitle":"THEIMITATIONGAME","title":"The Imitation Game","program_id":"1297086503","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/93\/20221118210020526rfp.jpg","description":"In de winter van 1952 werd Alan Turing (Benedict Cumberbatch) door de autoriteiten opgepakt voor het toen strafbare feit homoseksualiteit. Wat echter bij niemand bekend was, was dat Turing enkele jaren daarvoor tijdens de oorlog in het diepste geheim leiding gaf aan een groep van knappe koppen. Hun opdracht was het kraken van de Enigma code die de Duitsers voor al hun communicatie gebruikten. De machine die Turing uitvond was niet alleen essentieel voor de beëindiging van de oorlog, ook was dit het prototype voor onze hedendaagse computer.","category":""},"71786":{"channel":"280715028","start":"1669238400","end":"1669245900","first":"T","idtitle":"TINKERTAILORSOLDIERSPY","title":"Tinker Tailor Soldier Spy","program_id":"1297086509","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/64\/20221116090020511and.jpg","description":"Wanneer een geheimagent ontdekt dat er een mogelijke mol aanwezig is in de top van de Britse inlichtingendienst M1-6, wordt in het geheim de gepensioneerde veteraan George Smiley (Gary Oldman) ingeschakeld. De top van de inlichtingendienst mag van niets weten. Smiley's laatste missie staat in het teken van het opsporen van de dubbelspion, maar al snel blijkt er sprake te zijn van een ingewikkelde samenzwering. George belandt in een web van intriges.","category":""}}