{"68974":{"channel":"280715003","start":"1669076100","end":"1669082100","first":"B","idtitle":"BOSSLEVEL","title":"Boss Level","program_id":"1296668149","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/11\/20221118210021089wtb.jpg","description":"Roy Pulver (Frank Grillo) is een gepensioneerde special forces veteraan die overlijdt. Hij wordt echter de volgende dag weer wakker en komt erachter dat hij vast zit in een eindeloze tijdslus. Terwijl huurmoordenaars achter hem aanzitten moet hij uit zien te vogelen wie er verantwoordelijk is voor dit fenomeen. En wat hij moet doen om heelhuids de volgende dag te halen.","category":""},"68975":{"channel":"280715003","start":"1669082100","end":"1669088100","first":"D","idtitle":"DANIELISNTREAL","title":"Daniel Isn't Real","program_id":"1296668155","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/61\/202211150900297062k0.jpg","description":"Nadat hij als achtjarige jongen getuige is van een gruwelijk bloedbad, creëert Luke zijn denkbeeldige vriendje Daniel, die hem een emotionele uitlaatklep bezorgt. Maar Daniel wordt steeds reëler in Lukes gedachten en haalt hem over een streek uit te halen met vreselijke gevolgen. Luke wordt gedwongen afscheid te nemen van Daniel. Twaalf jaar later, wanneer Luke op de universiteit zit, krijgt hij het advies om zijn denkbeeldige vriendje terug te roepen en zo zijn problemen het hoofd te bieden. De charmante Daniel is alles wat Luke niet is en sleurt hem steeds verder mee in een buitensporig leven van seks, drank, drugs en geweld.","category":""},"68976":{"channel":"280715003","start":"1669088100","end":"1669095000","first":"L","idtitle":"LETMEIN","title":"Let Me In","program_id":"1296668161","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/59\/20221115090029706tjk.jpg","description":"New Mexico, begin jaren tachtig. De twaalfjarige Owen is een eenzame jongen die op school wordt gepest door drie klasgenoten. Thuis koestert hij zijn wraakgevoelens. Op een avond treft hij bij de speeltoestellen voor hun gebouw de twaalfjarige Abby. Het meisje is pas in de buurt is komen wonen, samen met haar vader. De twee raken bevriend en Abby spoort Owen aan om voor zichzelf op te komen. Owen kan echter niet vermoeden welk duister geheim Abby met zich meedraagt.","category":""},"68977":{"channel":"280715003","start":"1669095000","end":"1669099800","first":"C","idtitle":"CARNAGE","title":"Carnage","program_id":"1296668167","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/44\/2022111509002970705j.jpg","description":"De ouders van Bruno en Ferdinand, twee elfjarige jongens, komen op een avond samen om een uit de hand gelopen ruzie tussen de twee vrienden op een volwassen manier op te lossen. Bruno zou Ferdinand met een stok twee tanden uit de mond hebben geslagen. Maar hoeveel beschaafder zijn hun ouders eigenlijk? De schone schijn aan de oppervlakte vervliegt al snel. Naarmate de avond vordert loopt het gesprek uit de hand en ontstaat er grote chaos met verhitte discussies, prijsgegeven geheimen, ongepast gedrag en hilarische voorvallen.","category":""},"68978":{"channel":"280715003","start":"1669099800","end":"1669106100","first":"A","idtitle":"AFISHCALLEDWANDA","title":"A Fish Called Wanda","program_id":"1296668173","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/70\/202211150900297076st.jpg","description":"De doortrapte Wanda (Jamie Lee Curtis) en de driftige Otto (Kevin Kline) zijn twee Amerikaanse dieven die een diamantroof in Engeland plegen en hierbij hun twee Britse medeplichtigen bedriegen. Ze laten bendeleider George oppakken door de politie, maar weten niet dat hij de buit al op een geheime plaats heeft verstopt. Om erachter te komen waar George de diamanten verborg, papt Wanda aan met zijn advocaat Archie Leach (John Cleese). De beschaafde Archie valt al snel voor de charmes van de sexy Wanda en heeft niet door dat hij slechts een speelbal is in haar sluwe plannetje.","category":""},"68979":{"channel":"280715003","start":"1669106100","end":"1669112400","first":"F","idtitle":"FLAGDAY","title":"Flag Day","program_id":"1296668179","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/90\/20221115090029707yup.jpg","description":"Journaliste Jennifer Vogel (Dylan Penn) worstelt al haar hele leven met de duistere erfenis van haar vader John (Sean Penn): enerzijds een liefhebbende en charismatische man, anderzijds een meedogenloze oplichter. John gelooft dat de wereld corrupt is en dat je daarom ook corrupt moet zijn om goed voor jezelf en je familie te kunnen zorgen. Hij liegt, bedriegt en gaat over lijken om uiteindelijk 20 miljoen dollar te verdoezelen. Nu Jennifer volwassen is, heeft zij geen idee wat er van John is geworden.","category":""},"68980":{"channel":"280715003","start":"1669112400","end":"1669120500","first":"A","idtitle":"ANOTHERYEAR","title":"Another Year","program_id":"1296668185","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/59\/20221115090029707qji.jpg","description":"Gerri en haar man Tom wonen in een rustige Londense buitenwijk. Ze zijn gezond, gelukkig en liefdevol getrouwd, maar weten heel goed dat veel mensen minder fortuinlijk zijn. Zoals Gerri's collega Mary die zichzelf voortdurend aanpraat dat ze niet gebukt gaat onder haar desastreuze liefdesleven. Ook ontgaat het hen niet dat hun dertigjare zoon Joe nog steeds single is. Of dat Toms jeugdvriend Ken in zijn eenzaamheid volledig vergeet voor zichzelf te zorgen. Gerri en Tom bieden graag een luisterend oor en warme huiselijkheid, maar moeten erkennen dat hun hulp en vriendschap ook grenzen heeft.","category":""},"68981":{"channel":"280715003","start":"1669120500","end":"1669125900","first":"T","idtitle":"THEBIGWEDDING","title":"The Big Wedding","program_id":"1296668191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/70\/20221115090029707f8d.jpg","description":"Don en Ellie (Robert De Niro en Diane Keaton) waren ooit getrouwd. Ze kregen twee kinderen (Topher Grace en Katherine Heigl) en adopteerden de Colombiaanse Alejandro (Ben Barnes), maar hun huwelijk hield uiteindelijk geen stand. Alejandro heeft zijn biologische moeder nooit verteld dat zijn pleegouders zijn gescheiden en dat is een probleem wanneer deze strenggelovige vrouw te gast is op zijn huwelijk met Missy (Amanda Seyfried). Hij vraagt Don en Ellie om tijdens het feest net te doen alsof ze nog steeds bij elkaar zijn. Maar dat blijkt niet zo eenvoudig.","category":""},"68982":{"channel":"280715003","start":"1669125900","end":"1669132800","first":"M","idtitle":"MONALISASMILE","title":"Mona Lisa Smile","program_id":"1296668197","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/46\/20221115090029707ckr.jpg","description":"In de herfst van 1953 trekt de ambitieuze lerares Katherine Watson naar het Wellesley College, een van de meest prestigieuze meisjesscholen van de Verenigde Staten. Ze zal er kunstgeschiedenis gaan doceren. De aanpassing aan haar nieuwe omgeving verloopt echter moeizaam. Haar liefde voor moderne kunst en haar uitgesproken mening over de rol van de vrouw in de samenleving worden allesbehalve gewaardeerd door haar conservatieve collega's. Zelfs bij haar leerlingen vindt Katherine niet altijd bijval. Maar de jonge lerares volhardt in haar idealen en spoort de meisjes aan om verder te gaan studeren in plaats van meteen te trouwen.","category":""},"68983":{"channel":"280715003","start":"1669132800","end":"1669138500","first":"W","idtitle":"WHATHAPPENSINVEGAS","title":"What Happens in Vegas","program_id":"1296668203","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/19\/20221115090029707ac9.jpg","description":"Tijdens een wilde vakantie in Las Vegas komen carrièrevrouw Joy McNally (Cameron Diaz) en playboy Jack Fuller (Ashton Kutcher) tot het besef dat ze met elkaar zijn getrouwd na een behoorlijke dronken nacht. Vervolgens winnen ze een jackpot, maar beiden willen het niet delen. Een rechter bevriest het prijzengeld en weigert het huwelijk nietig te verklaren, dus moeten Joy en Jack proberen hun geïmproviseerde huwelijk te laten werken.","category":""},"68984":{"channel":"280715003","start":"1669138500","end":"1669145400","first":"T","idtitle":"THEINTERNSHIP","title":"The Internship","program_id":"1296668209","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/47\/202211150900297073n6.jpg","description":"Billy en Nick zijn twee verkopers van wie de loopbaan gekelderd is door de digitale wereld. In een poging te bewijzen dat ze nog mee kunnen met hun tijd weten ze zich aan te melden voor een felbegeerde stage bij Google, samen met een bataljon briljante studenten. Maar het verkrijgen van toegang tot deze utopie is slechts het begin. Nu moeten ze de strijd aangaan met de grootste genieën van de wereld.","category":""},"68985":{"channel":"280715003","start":"1669145400","end":"1669156500","first":"J","idtitle":"JFK","title":"JFK","program_id":"1296668215","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/77\/202211150900297073df.jpg","description":"Op 22 november 1963 wordt president John F. Kennedy doodgeschoten in Dallas, Texas. De vermeende dader, Lee Harvey Oswald, wordt twee dagen later uit wraak doodgeschoten door nachtclubeigenaar Jack Ruby. Een onderzoekscommissie concludeert dat zowel Oswald als Ruby hun misdaden op eigen houtje begingen. Maar officier van justitie Jim Garrison (Kevin Costner) staat erg argwanend ten opzichte van het officiële verhaal dat door de FBI verteld wordt. Samen met zijn team begint hij aan een langdurige missie om het mysterie rond de moordaanslag te ontrafelen.","category":""},"68986":{"channel":"280715003","start":"1669156500","end":"1669162200","first":"H","idtitle":"HELD","title":"Held","program_id":"1296668221","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/93\/20221115090029707mqh.jpg","description":"Emma en Henry proberen hun wankelijke huwelijk te redden met een vakantie in een prachtige afgelegen woning, voorzien van allerlei technische snufjes. Als ze na de eerste nacht vermoeden dat er een indringer is geweest, besluiten ze weer te vertrekken maar blijken ze vast te zitten door het automatische beveiligingssysteem. Vanuit het huis klinkt een onheilspellende stem van iemand die hen met verborgen camera's in de gaten houdt en veel intieme details weet over hun relatie. De anonieme gijzelnemer begint het echtpaar te terroriseren. Emma en Henry moeten samenwerken om de waarheid te achterhalen en hun weg naar buiten te vinden.","category":""}}