{"57098":{"channel":"141431343","start":"1669158000","end":"1669167431","first":"H","idtitle":"HANDELAGRIPPINA","title":"Handel - Agrippina","program_id":"1297121999","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/64\/202211160901147115x0.jpg","description":"De opera Agrippina werd door de 24-jarige Georg Friedrich Handel geschreven. Het betekende het eerste theatrale succes van de componist. Het werk bevat frisse, uitbundige en inventieve muziek en is voorzien van een van de fijnste libretti waar Handel mee heeft gewerkt. De opera is gecomponeerd in 1709 en werd voor het eerste uitgevoerd in Venetië. Zoals gebruikelijk voor Handel, is de opera geschreven rond een aantal hoogstaande aria’s, waarin de virtuositeit van de zangers uitstekend tot zijn recht komt. Deze prachtige productie van operaregisseur Michael Hampe is opgenomen in het achttiende-eeuwse paleistheater tijdens het Schwetzingen Festival in 1985. De London Baroque Players, een orkest gespecialiseerd in vroege muziek uit de 17e en 18e eeuw, staat onder leiding van Arnold Östman. Samen begeleiden ze een indrukkende cast met als solisten Günter von Kannen, Barbara Daniels, David Kuebler, Janice Hall, Claudio Nicolai, Ulrich Hielscher, Eberhard Katz en Carlos Feller.","category":""},"57099":{"channel":"141431343","start":"1669167431","end":"1669172846","first":"E","idtitle":"EUROPAKONZERT1994MEININGEN","title":"Europakonzert 1994 – Meiningen","program_id":"1297122005","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/24\/20221116090114711m5l.jpg","description":"Het Berliner Philharmoniker onder leiding van Claudio Abbado en solist Daniel Barenboim verzorgen het Europakonzert van 1994 in het Duitse Meiningen. Op het programma staan Beethovens Pianoconcert Nr. 5 en de Tweede Symfonie van Brahms. Het pianoconcert is de laatste van de vijf concerten die Beethoven componeerde en staat ook wel bekend als het ‘Keizersconcert’. Het werk is gecomponeerd tussen 1809 en 1811. Brahms’ Tweede Symfonie dateert van 1877 en wordt vaak vergeleken met de Zesde Symfonie van Beethoven, vanwege het vrolijke, opgewekte en pastorale karakter.","category":""},"57100":{"channel":"141431343","start":"1669172846","end":"1669175079","first":"H","idtitle":"HUMMELPIANOCONCERTONO2","title":"Hummel - Piano Concerto No. 2","program_id":"1297122011","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/36\/202211160901147118ex.jpg","description":"Mikhail Pletnev dirigeert het Russian National Orchestra en meesterpianist Dmitry Shishkin in een uitvoering van Johann Nepomuk Hummels Pianoconcert Nr. 2, gevolgd door Chopins Valse Brilliante, Op. 34 Nr. 2. Dit concertprogramma is opgenomen in de Tsjaikovskizaal te Moskou en geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"57101":{"channel":"141431343","start":"1669175079","end":"1669179600","first":"B","idtitle":"BRAHMSTRAGISCHEOUVERTUREOP81","title":"Brahms - Tragische Ouverture, Op. 81","program_id":"1297122017","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/92\/20221116090114711e1z.jpg","description":"Een ontmoeting tussen ware muziekgiganten: Manfred Honeck dirigeert de Berliner Filharmoniker en cellist Yo-Yo Ma is solist! Succes gegarandeerd wanneer deze musici gezamenlijk het podium betreden tijdens een paasconcert in 2016 vanuit het Festspielhaus te Baden-Baden. Honeck is artistiek leider van het Pittsburgh Symphony Orchestra en maakte zijn succesvolle debuut met de Berliner Filharmoniker in 2013. Yo-Yo Ma speelt al sinds 1978 regelmatig samen met het orkest. Dit concert opent met Brahms’ Tragische Ouverture, Op. 81, gevolgd door Schumanns Celloconcert, Op. 129. Het orkest sluit af met een uitvoering van Tsjaikovski’s Symfonie Nr. 6, dat de titel ‘Pathétique’ draagt. Terwijl Schumann nooit een uitvoering van zijn eigen Celloconcert heeft gehoord, stierf Tsjaikovski slechts negen dagen nadat hij zelf de première dirigeerde van zijn Zesde Symfonie.","category":""},"57102":{"channel":"141431343","start":"1669179600","end":"1669182062","first":"M","idtitle":"MOZARTSYMFONIENR41KV551","title":"Mozart - Symfonie Nr. 41, KV. 551","program_id":"1297122023","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/51\/20221116090114712htn.jpg","description":"Jeffrey Tate dirigeert het English Chamber Orchestra in een uitvoering van Mozarts ‘Jupiter’ Symfonie Nr. 41 (KV. 551). Deze symfonie is de laatste in een set van drie die Mozart schreef in de zomer van 1788. De symfonie staat bekend om zijn speelse, humorische karakter en uitbundige energie. Vanwege de betrekkelijk lange tijdsduur verwierf het de bijnaam ‘Jupiter’. Mozart componeerde vaak voor een opdrachtgever, zichzelf of vrienden en collega’s. Deze symfonie is echter voor zover bekend niet in opdracht geschreven. Het zou daarom goed kunnen dat Mozart het werk componeerde in de hoop het te verkopen of te presenteren tijdens één van zijn Weense concertseries.","category":""},"57103":{"channel":"141431343","start":"1669182062","end":"1669188076","first":"B","idtitle":"BACHBRANDENBURGSECONCERTEN","title":"Bach - Brandenburgse Concerten","program_id":"1297122029","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/20\/20221116090114712fzm.jpg","description":"Het Orchestra Mozart in opgericht in 2004 om jonge, getalenteerde musici de mogelijk te geven om in een orkest van wereldniveau te spelen onder leiding van ’s werelds grootste dirigenten. Claudio Abbado was de artistiek leider van het orkest en verantwoordelijk voor de bezetting van het ensemble. Samen met Giuliano Carmignola speelt het Orchestra Mozart Johann Sebastian Bachs Brandenburgse Concerten (BWV 1046-51). De opname vond plaats in het Teatro Municipale Valli,m Reggio Emilia.","category":""},"57104":{"channel":"141431343","start":"1669188076","end":"1669191674","first":"M","idtitle":"MOZARTMENDELSSOHNENGERSHWINVOORTWEEPIANOS","title":"Mozart, Mendelssohn en Gershwin voor twee piano's","program_id":"1297122035","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/98\/20221116090114712wbf.jpg","description":"De Italiaanse pianisten Roberto Prosseda en Alessandra Ammara spelen W. A. Mozarts Sonate voor twee piano's in D majeur, K. 488, Felix Mendelssohns Sonate voor twee piano's in D majeur, MWV S 1, en George Gershwins Rhapsody in Blue, tijdens dit concert dat op 26 juni 2020 werd opgenomen in concertzaal Fazioli in het Italiaanse Sacile.","category":""},"57105":{"channel":"141431343","start":"1669191674","end":"1669194522","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEYEONTAEKOH","title":"CMIM Piano 2021 - Halve finale: Yeontaek Oh","program_id":"1297122041","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/84\/20221116090114712dxd.jpg","description":"Yeontaek Oh (Zuid-Korea, 1992) voert Ludwig van Beethovens Andante grazioso con moto in F-groot, WoO 57, 'Andante Favori', Ferruccio Busoni’s Toccata, BV 287, Preludio, Fantasia, en Ciaccona, en Robert Schumanns Humoreske in Bes-groot, Op. 20, uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in de Concertzaal van Seoul National University in Zuid-Korea.","category":""},"57106":{"channel":"141431343","start":"1669194522","end":"1669199360","first":"B","idtitle":"BRUCKNERSYMFONIENR4","title":"Bruckner - Symfonie Nr. 4","program_id":"1297122047","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/67\/202211160901147128a3.jpg","description":"De monumentale, majestueuze symfonieën van Anton Bruckner (1824-1896) en de inspirerende levenskracht van de Oostenrijkse Abdij van Sankt Florian lijken voor elkaar gemaakt – al helemaal als ze zo spectaculair op film worden vastgelegd als door de vooraanstaande regisseur Brian Large in deze opname uit 2012. Bruckner leerde het abdijorgel kennen in zijn jeugd, en was er organist van 1845 tot 1855. Franz Welser-Möst, chef-dirigent van het Cleveland Orchestra en algemeen muzikaal leider van de Weense Staatsopera, staat bekend als Brucknerspecialist. Hij heeft een bijzondere passie voor Bruckners Symfonie Nr. 4 – door de componist zelf de “Romantische” genoemd – in de zelden uitgevoerde eerste editie (1888-89). Met zijn scherpere contrasten en gewaagde dissonanten spreekt er grotere durf uit deze versie, die gestroomlijnder, dynamischer en fijner van textuur is dan de latere versie die doorgaans de voorkeur geniet.","category":""},"57107":{"channel":"141431343","start":"1669199360","end":"1669204821","first":"L","idtitle":"LEGATOWORLDOFTHEPIANO","title":"Legato - World of the Piano","program_id":"1297122053","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/8\/20221116090114712kbc.jpg","description":"Een nieuwe generatie heeft de piano weer populair gemaakt: pianisten met een passie voor virtuositeit en een bereidheid om hun repertoire uit te breiden. Zij vullen de standaard klassieke meesterwerken aan met minder gespeeld werk en onbekende componisten. De serie Legato laat het publiek kennismaken met deze nieuwe generatie. Door het filmen van een portret krijgen we een inzicht in hun stijl., methodes en persoonlijke doelen. De Canadese pianist Marc-André Hamelin staat centraal tijdens deze aflevering. Hij speelt werken van Haydn (Pianosonate in E groot), Chopin (Pianosonate Nr. 3), Debussy (Préludes, boek twee), Hamelin (Etude No. 7) en twee korte stukken van Gershwin (Do, Do, Do en Liza).","category":""},"57108":{"channel":"141431343","start":"1669204821","end":"1669207922","first":"H","idtitle":"HEAVENLYVOICESTHELEGACYOFFARINELLI","title":"Heavenly Voices – The legacy of Farinelli","program_id":"1297122059","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/54\/2022111609011471286f.jpg","description":"De documentaire 'Heavenly Voices – The legacy of Farinelli' (2012) vertelt het verhaal van de castraat in de muziek: zangers die op jonge leeftijd werden gecastreerd om hun hoge stem te behouden, een wrede praktijk die voornamelijk in de zeventiende en achttiende eeuwen in zwang was. In die twee eeuwen liet het Europese publiek zich betoveren door de optredens van de castraten, waarbij succesvolle castraten als Farinelli opklommen tot hoge maatschappelijke posities en goed geld verdienden. Tegenwoordig worden voor castraten geschreven rollen vaak uitgevoerd door countertenoren. In deze documentaire bespreken countertenoren Max Emanuel Cenčić, Philippe Jaroussky, Andreas Scholl, Franco Fagioli en Jochen Kowalski de wereld van de barokopera. 'Heavenly Voices' is een film van Gino Pennacchi (schrijver) en Alessandro Scillitani (regie).","category":""},"57109":{"channel":"141431343","start":"1669207922","end":"1669208411","first":"B","idtitle":"BEETHOVENPIANOSONATENR24OP78","title":"Beethoven - Pianosonate Nr. 24, Op. 78","program_id":"1297122065","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/8\/20221116090114712wx7.jpg","description":"Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Palais Rasumofsky te Wenen in 1983.","category":""},"57110":{"channel":"141431343","start":"1669208411","end":"1669214890","first":"T","idtitle":"THESINGAPORECONCERT","title":"The Singapore Concert","program_id":"1297122071","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/41\/20221116090114712u9g.jpg","description":"De wereldtournee die de Berliner Philharmoniker en chefdirigent Sir Simon Rattle in 2010 ondernamen culmineerde in een optreden in Singapore. Het orkest, volgens velen het beste orkest ter wereld, trakteert het publiek op een uitvoering van Gustav Mahlers Symfonie Nr. 1: een unieke, adembenemende ervaring in het spectaculaire Esplanade - Theatres on the Bay te Singapore. Mahlers eerste symfonie, die de bijnaam De Reus meekreeg, neemt het publiek mee in één grote symfonische wereld van geluid. Het orkest lijkt tot leven te komen; muzikale structuren raken vermengd tot een punt waarop de muziek tastbaar lijkt te worden. Verder staan ook de Symfonische Dansen van Sergej Rachmaninov op het programma.","category":""},"57111":{"channel":"141431343","start":"1669214890","end":"1669217705","first":"J","idtitle":"JOHANDEMEIJECHOESOFSANMARCOFELLINI","title":"Johan de Meij - Echoes of San Marco & Fellini","program_id":"1297122077","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/31\/20221116090114712byh.jpg","description":"Dit concert is het resultaat van een samenwerking tussen het 'Giuseppe Nicolini' Conservatorium van Piacenza en het 'Giuseppe Verdi' Conservatorium van Milaan als onderdeel van het project \"MIlanoPIACEnza ... suonare insieme”. Op het programma staan werken van de Nederlandse dirigent en componist Johan de Meij. 'Echoes of San Marco' is een eerbetoon aan de Venetiaanse renaissancecomponist Giovanni Gabrieli (1555-1612). Het werk opent met een citaat uit de Canzon Septimi Toni uit het Sacre Sinfoniae van Gabrieli, dat net als het origineel geschreven is voor twee koren van koperblazers. Het werk ‘Fellini’ is gecomponeerd voor saxofoon en orkest en is een eerbetoon van de Italiaanse filmregisseur Federico Fellini (1920-1993). De Meij componeerde het werk voor saxofonist Hans de Jong, die tijdens het concert gekleed is als melancholische clown om de vaak dromerige en imaginaire werelden in Fellini’s films kracht bij te zetten. Dit concert is opgenomen in de Sala dei Teatini van het Teatri di Piacenza in 2018. Geregisseerd door Pietro Tagliaferri.","category":""},"57112":{"channel":"141431343","start":"1669217705","end":"1669223528","first":"I","idtitle":"ICEDANCESLEEPINGBEAUTY","title":"Ice Dance: Sleeping Beauty","program_id":"1297122083","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/40\/202211160901147124vx.jpg","description":"Het prijswinnende ijsdansensemble de Imperial Ice Stars bestaat uit 26 schaatsers die deelnamen aan diverse nationale, Europese en wereldkampioenschappen, alsook de Olympische Spelen. Samen hebben ze een indrukwekkend aantal van 250 medailles bijeen geschaatst. De Imperial Ice Stars ontvangen al jarenlang lovende kritieken en staande ovaties. Shows vinden plaats op ‘s werelds meest prestigieuze locaties, waaronder de Royal Albert Hall en Sadler’s Wells in Londen, Singapores Esplanada Theater, het Place des Arts te Montréal en de Artscape te Kaapstad. Deze indrukwekkende uitvoering van Sleeping Beauty on Ice (‘Doornroosje’) is gefilmd in het Teatro Montecasino, Johannesburg, Zuid-Afrika.. De productie geeft een frisse, nieuwe kijk op het verhaal van Doornroosje en is uiteraard voorzien van de originele balletmuziek van Pyotr Iljitsj Tsjaikovski (1840-1893).","category":""},"57113":{"channel":"141431343","start":"1669223528","end":"1669226336","first":"M","idtitle":"MICHAILPLETNEVDIRIGEERTRIMSKIKORSAKOV","title":"Michail Pletnev dirigeert Rimski-Korsakov","program_id":"1297122089","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/14\/20221116090114712zt7.jpg","description":"De Russische dirigent en pianist Mikhail Pletnev leidt het Russisch Nationaal Orkest in uitvoeringen van muziek van Nikolaj Rimski-Korsakov. Op het programma staan Suite voor Orkest gebaseerd op zijn opera 'De legende van de onzichtbare stad Kitezj en de jonge vrouw Fevronia', en Muzikale beelden voor orkest uit de opera 'Het Sprookje van Tsaar Saltan', met daarin de beroemde 'De vlucht van de hommel'. Dit concert werd in 2017 opgenomen in Concertzaal Tsjaikovski in Moskou.","category":""},"57114":{"channel":"141431343","start":"1669226336","end":"1669231800","first":"T","idtitle":"THE12CELLISTSDOCUMENTARY","title":"The 12 Cellists - Documentary","program_id":"1297122095","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/89\/202211160901147120h1.jpg","description":"In deze film uit 2012 van Enrique Sánchez Lansch volgen we de twaalf cellisten van de Berliner Philharmonikker. Sinds 1972 hebben de cellisten van het orkest een prominente plek ingenomen in de wereld van klassieke muziek. Of ze nu klassieke muziek, jazz, tango of avant garde spelen, luisteraars over de hele wereld zijn gefascineerd geraakt door de grote variëteit en het unieke geluid dat het dozijn weet te produceren. Hun unieke combinatie van lichtheid, diepgang en humor is aantrekkelijk voor een groot publiek van alle leeftijden!","category":""},"57115":{"channel":"141431343","start":"1669231800","end":"1669237519","first":"S","idtitle":"SLATKINDIRIGEERTBOLCOMBEETHOVENRAVEL","title":"Slatkin dirigeert Bolcom, Beethoven & Ravel","program_id":"1297122101","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/38\/20221116090114712hcz.jpg","description":"De Amerikaanse dirigent Leonard Slatkin voert het Orchestre National de Lyon aan in deze concertopname uit 2014 uit het Auditorium de Lyon. Het concert begint met William Bolcoms 'Circus Ouverture', speciaal geschreven voor Slatkins 70e verjaardag dat jaar. Het concert gaat verder met een uitvoering van Ludwig van Beethovens Tripelconcerto in C majeur, Op. 56. Daarin spelen niet minder dan drie geweldige solisten: Olga Kern op de piano, Baibe Skride op de viool en Sol Gabetta op de cello. Deze compositie is het enige Beethovenconcerto met meer dan één solo-instrument. Tot besluit van het concert klinkt Maurice Ravels geliefde orkestratie van Modest Moessorgski's Schilderijen van een tentoonstelling.","category":""},"57116":{"channel":"141431343","start":"1669237519","end":"1669241314","first":"M","idtitle":"MOSAIQUEPROJECTCANADEZEPIANOKWARTETTEN","title":"Mosaïque Project - Canadeze Pianokwartetten","program_id":"1297122107","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/7\/20221116090114712sw1.jpg","description":"Dit bijzondere concert viert de diversiteit en rijkdom van Canada zoals Canadezen die zelf ervaren. Het Mosaïque Project van Ensemble Made in Canada bestaat uit een suite van pianokwartetten. Het ensemble gaf 14 Canadese componisten opdracht tot het schrijven van een pianokwartet, telkens geïnspireerd op een regio van dit uitgestrekte land. Hoogtepunt van Ensemble Made in Canada’s twee jaar durende tournee door Canada met dit programma was dit optreden in St. Catharines’ prachtige, gloednieuwe Partridge Hall. Het Ensemble, bestaande uit Elissa Lee (viool) Sharon Wei (altviool), Rachel Mercer (cello) en Angela Park (piano), treedt steeds meer op de voorgrond als Canada’s belangrijkste pianokwartet.","category":""},"57117":{"channel":"141431343","start":"1669241314","end":"1669244400","first":"F","idtitle":"FAUREVIOOLSONATENR1INAGROOTOP13","title":"Fauré - Vioolsonate nr. 1 in A-groot, Op. 13","program_id":"1297122113","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/83\/20221116090114712nfu.jpg","description":"Verspreid over elf dagen vond in augustus 2020 in het Franse pelgrimsoord Rocamadour de vijftiende editie plaats van het Festival de Rocamadour, volledig gewijd aan kerkelijke muziek uit de barok, romantiek, en klassieke tijd. Op 26 augustus speelden violist Renaud Capuçon en pianist Guillaume Bellom, beiden Frans, een intiem concert in de sfeervolle, middeleeuwse Basilique Saint-Sauveur. Op de lessenaar stonden achtereenvolgens Gabriel Faurés Sonate nr. 1, Opus 13 (1876) en César Francks Sonate voor viool en piano (1886).","category":""}}