{"70745":{"channel":"280715028","start":"1668985800","end":"1668996000","first":"C","idtitle":"CLOUDATLAS","title":"Cloud Atlas","program_id":"1296241218","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/16\/2022111409002550872t.jpg","description":"Cloud Atlas vertelt zes verhalen die zich in verschillende tijden en op verschillende plaatsen afspelen en onlosmakelijk met elkaar verbonden zijn. Het eerste verhaal speelt zich rond 1850 af, terwijl het laatste verhaal zich honderden jaren in de toekomst afspeelt. Het is een episch verhaal van menselijkheid waarin de acties en de gevolgen van onze levens impact hebben op een ander door middel van het verleden, het heden en de toekomst wanneer één ziel omgevormd wordt van een moordenaar tot een verlosser en één enkele daad van vriendelijkheid ervoor zorgt dat eeuwen later een revolutie ontketend wordt.","category":""},"70746":{"channel":"280715028","start":"1668996000","end":"1669001700","first":"F","idtitle":"FIELDOFLOSTSHOES","title":"Field of Lost Shoes","program_id":"1296241224","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/58\/20221114090025508mm4.jpg","description":"Tijdens de Amerikaanse burgergoorlog zijn president Lincoln en generaal Grant van plan de Shenandoah Valley in te nemen, een belangrijke bron voor hun zuidelijke tegenstander. Dit is het waargebeurde verhaal van de studenten van de militaire academie in Virginia die tijdens de Amerikaanse burgeroorlog naar het front worden gestuurd door de wanhopige leiders van de zuidelijke Confederatie.","category":""},"70747":{"channel":"280715028","start":"1669001700","end":"1669010400","first":"P","idtitle":"PELLEEROBREREN","title":"Pelle erobreren","program_id":"1296241230","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/7\/20221114090025508oqp.jpg","description":"Aan het eind van de 19e eeuw komt een boot vol Zweedse migranten naar het Deense eiland Bornholm. Onder hen zijn Lasse (Max von Sydow) en zijn zoontje Pelle die naar Denemarken verhuizen om werk te vinden. Dat werk vinden ze op een grote boerderij, maar ze worden er behandeld als beesten. Toch weigeren ze de hoop op een beter leven op te geven.","category":""},"70748":{"channel":"280715028","start":"1669010400","end":"1669016700","first":"W","idtitle":"WAKEFIELD","title":"Wakefield","program_id":"1296241236","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/41\/20221114090025508h5k.jpg","description":"Howard Wakefield (Bryan Cranston) is een succesvol advocaat, echtgenoot en vader die in een opwelling besluit zijn, voor de buitenwereld perfect ogende, leven achter zich te laten. Hij verschuilt zich stiekem op de zolder van zijn garage en observeert zijn vrouw (Jennifer Garner) en hun twee dochters. Hoe gaat zijn gezin om met zijn plotselinge afwezigheid? Howard bespiedt van een afstand zijn vertrouwde omgeving en neemt je mee in de herinneringen en gedachten die bij hem naar boven komen. Maar is wat hij door het raam observeert enkel zijn verleden? Of ligt hier ook zijn toekomst?","category":""},"70749":{"channel":"280715028","start":"1669016700","end":"1669022100","first":"C","idtitle":"CITIZENJANE","title":"Citizen Jane","program_id":"1296241242","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/37\/20221114090025508p07.jpg","description":"Jane Alexander, een aantrekkelijke, atletische vrouw, geniet van een comfortabel leven in Pacific Heights met haar man, de knappe, charismatische Tom. Jane's idyllische leven verandert als haar geliefde tante Gertrude op brute wijze wordt vermoord. Haar verdriet gaat over in afschuw wanneer een politiedetective Jane ervan overtuigt dat Tom de moordenaar is. Jane begint aan een spannende reis om haar vindingrijke echtgenoot op te sporen. Ze verbaast politie en justitie met haar sluwheid en vastberadenheid.","category":""},"70750":{"channel":"280715028","start":"1669022100","end":"1669028100","first":"F","idtitle":"FETEDEFAMILLE","title":"Fête de Famille","program_id":"1296241248","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/43\/20221114090025509axp.jpg","description":"Een familiereünie ter gelegenheid van de zeventigste verjaardag van de 'mater familias' verloopt anders dan verwacht. Andrea (Catherine Deneuve) heeft namelijk geen rekening gehouden met de komst van haar oudste dochter, Claire, die vier jaar eerder met de noorderzon is vertrokken. Ze wordt warm onthaald, maar Claire voelt zich door haar familie tekort gedaan en is vastbesloten te krijgen wat haar toekomt. Het duurt dan ook niet lang voor het feest ontaard in een chaos.","category":""},"70751":{"channel":"280715028","start":"1669028100","end":"1669034100","first":"D","idtitle":"DEONTSNAPPING","title":"De ontsnapping","program_id":"1296241254","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/57\/20221114090025509tyv.jpg","description":"Julia heeft een goede baan, woont in een nieuwbouwhuis en heeft twee kinderen met de zorgzame Paul. Maar in de keukenla liggen antidepressiva. Ze had zich haar leven zo anders voorgesteld toen ze jong was en erover fantaseerde met haar broertje Jimmy. Hun tragische afscheid was twintig jaar geleden, maar knaagt nog altijd aan haar. Na een ruzie met Paul besluit Julia het roer radicaal om te gooien. Ze vertrekt naar de Portugese Algarve. Ze maakt nieuwe vrienden en meet zich een nieuw uiterlijk aan. Als ze de mysterieuze gigolo Romeo leert kennen, komt Julia's verleden dichterbij dan ooit.","category":""},"70752":{"channel":"280715028","start":"1669034100","end":"1669039200","first":"I","idtitle":"INFINITELYPOLARBEAR","title":"Infinitely Polar Bear","program_id":"1296241260","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/96\/20221114090025509mqa.jpg","description":"Cameron Stuart (Mark Ruffalo) is een vader met een bipolaire stoornis. Hij besluit de zorg van zijn twee dochters op zich te nemen zodat zijn vrouw Maggie haar studie kan afmaken in New York. Het huishouden runnen in combinatie met de zorg voor zijn dochters blijkt een hele opgave voor Cameron, maar zijn flamboyante en speelse levensstijl maakt hun gezinsleven tot een groot avontuur.","category":""},"70753":{"channel":"280715028","start":"1669039200","end":"1669046700","first":"T","idtitle":"THELMALOUISE","title":"Thelma & Louise","program_id":"1296241266","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/82\/2022111409002550974v.jpg","description":"Thelma (Geena Davis) is een verveelde jonge huisvrouw. De tien jaar oudere Louise (Susan Sarandon) werkt als serveerster in een diner. Thelma's echtgenoot Darryl ziet zijn vrouw het liefst achter het aanrecht staan, terwijl Louise's vriend altijd van huis is als muzikant. Om de sleur te doorbreken trekken de twee vriendinnen er een paar dagen op uit in een Ford Thunderbird 1966 cabriolet. Hun ontspannen uitje neemt een criminele wending wanneer Louise de dronken man neerschiet die Thelma probeerde te verkrachten. En zo verandert hun road trip door de VS in een vlucht naar Mexico, op de hielen gezeten door de Amerikaanse politie.","category":""},"70754":{"channel":"280715028","start":"1669046700","end":"1669053000","first":"T","idtitle":"THEAMERICAN","title":"The American","program_id":"1296241272","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/28\/20221114090025509vrn.jpg","description":"Jack (George Clooney) is een huurmoordenaar die, nadat een klus in Zweden uit de hand is gelopen, aan zijn werkgever Larry zweert dat zijn volgende klus tevens zijn laatste zal zijn. Voor deze laatste klus, waar zijn opdracht gespecificeerd wordt door de Belgische Mathilde (Thekla Reuten), duikt hij onder op het Italiaanse platteland, in een idyllisch klein stadje. Ondanks het feit dat Jack normaliter een afkeer heeft van menselijk contact, maakt hij kennis met een lokale priester en laat hij zich meeslepen in een romance met de mooie Clara. Zet Jack zo zijn laatste klus en nog belangrijker, zijn eigen veiligheid op het spel?","category":""},"70755":{"channel":"280715028","start":"1669053000","end":"1669059000","first":"T","idtitle":"THEFAREWELL","title":"The Farewell","program_id":"1296241278","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/88\/202211140900255097ez.jpg","description":"Wanneer de Chinees-Amerikaanse familie van Billi (Awkwafina) ontdekt dat hun geliefde grootmoeder terminale longkanker heeft, besluiten ze haar te gaan bezoeken in China. Omdat ze het slechte nieuws verborgen willen houden voor oma, doen ze alsof iedereen langskomt voor een haastig opgezet huwelijk van een neef. Tegen haar principes in, besluit Billi om mee te gaan. En zo komt ze in aanraking met het leven dat ze als zesjarige gedwongen moest opgeven, haar eigenzinnige grootmoeder en de kracht van onuitgesproken liefde.","category":""},"70756":{"channel":"280715028","start":"1669059000","end":"1669065000","first":"D","idtitle":"DOGMAN","title":"Dogman","program_id":"1296241284","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/35\/20221114090025509zi1.jpg","description":"Marcello bezit een hondentrimsalon in een vervallen buitenwijk aan de Italiaanse kust. Hij is een bescheiden man, houdt van zijn werk en wordt zeer gewaardeerd door zijn buurtgenoten. De rust in de wijk wordt verstoord als Simone, een ex-bokser verslaafd aan cocaïne, vrijkomt en de buurt terroriseert. De onzekere Marcello laat zich door Simone meeslepen in een spiraal van geweld. Wanneer Marcello zich voor de zoveelste keer verraden ziet door Simone, is de maat vol en begint hij te zinnen op wraak.","category":""},"70757":{"channel":"280715028","start":"1669065000","end":"1669071000","first":"A","idtitle":"ADANGEROUSMETHOD","title":"A Dangerous Method","program_id":"1296241290","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/4\/20221114090025509oo9.jpg","description":"Zwitserland, begin 20e eeuw. Geïntrigeerd door de uitdaging van een lastige zaak, neemt Dr. Carl Jung de onstabiele Sabina Spielrein onder zijn hoede als patiënt. Gewapend met de methode van zijn leermeester, de gerenommeerde Sigmund Freud, gaat Jung aan de slag en ontwikkelt hij de psychoanalyse. Hij valt echter ook voor de charmes van zijn aantrekkelijke patiënte en begint een gecompliceerde affaire met haar. Mede door deze verhouding ontstaan er scheurtjes in de vriendschap tussen Jung en Freud.","category":""},"70758":{"channel":"280715028","start":"1669071000","end":"1669077300","first":"G","idtitle":"GREENBERG","title":"Greenberg","program_id":"1296241296","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/37\/20221114090025509muh.jpg","description":"De veertiger Roger Greenberg (Ben Stiller) uit New York is single en weet niet goed wat hij met zijn leven aan moet. Hij besluit op het huis van zijn succesvolle broer te gaan passen in Los Angeles en vooral een tijdje niets te doen. Zijn voornaamste bezigheden bestaan uit het schrijven van klachtenbrieven en het bouwen van een hondenhok. Ondertussen gaat hij op zoek naar zijn roots en bezoekt hij zijn schoolvrienden. De teleurstelling is groot als blijkt dat ze uit elkaar zijn gegroeid. Dan leert hij Florence (Greta Gerwig) kennen, de assistente van zijn broer. Een begin van iets moois.","category":""}}