{"68967":{"channel":"280715003","start":"1669762800","end":"1669768500","first":"W","idtitle":"WEREWOLVESWITHIN","title":"Werewolves Within","program_id":"1299994666","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/83\/20221123090024703tkr.jpg","description":"Pete woont met zijn sterk gelovige vrouw Trish in een dorpje in Vermont. Hun woonplek wordt door een sneeuwstorm geteisterd die het hele dorp isoleert. De onderliggende rancune tussen de inwoners wordt blootgelegd wanneer een onbekend wezen jacht maakt op de dorpelingen. Wanneer de lichamen zich opstapelen, wordt duidelijk dat de moordenaar dichterbij staat dan verwacht.","category":""},"68968":{"channel":"280715003","start":"1669768500","end":"1669773600","first":"D","idtitle":"DREAMKATCHER","title":"Dreamkatcher","program_id":"1299994672","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/82\/202211230900247031fn.jpg","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","category":""},"68969":{"channel":"280715003","start":"1669773600","end":"1669779300","first":"T","idtitle":"THEBOY","title":"The Boy","program_id":"1299994678","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/16\/2022112309002470465a.jpg","description":"De Amerikaanse Greta neemt een baan aan als nanny in een Engels landhuis om op de achtjarige Brahms te letten. Al snel ontdekt ze dat Brahms helemaal geen jongetje is, maar een levensechte porseleinen pop. Bij het vertrek van de 'ouders' krijgt ze een strikte lijst met regels voor de opvoeding van Brahms. Maar wanneer Greta deze regels begint te verwaarlozen, lijken er steeds meer vreemde dingen in het huis te gebeuren. Beetje bij beetje raakt Greta ervan overtuigd dat Brahms misschien toch geen gewone pop is.","category":""},"68970":{"channel":"280715003","start":"1669779300","end":"1669786200","first":"A","idtitle":"ASSASSINSCREED","title":"Assassin's Creed","program_id":"1299994684","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/54\/20221123090024704ngs.jpg","description":"﻿﻿Dankzij een revolutionaire technologie die het beleven van genetische herinneringen mogelijk maakt, kan Callum Lynch (Michael Fassbender) in de huid kruipen van zijn voorvader Aguilar tijdens de 15e eeuw in Spanje. Callum ontdekt dat hij een afstammeling is van een mysterieus en geheim genootschap, de zogenaamde Assassins. Hij vergaart een grote hoeveelheid kennis en doet ongelofelijke vaardigheden op die hij kan gebruiken om het op te nemen tegen de onderdrukkende en krachtige Templar-organisatie in de tegenwoordige tijd.","category":""},"68971":{"channel":"280715003","start":"1669786200","end":"1669791900","first":"B","idtitle":"BEHAVINGBADLY","title":"Behaving Badly","program_id":"1299994690","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/15\/20221123090024704hi1.jpg","description":"Rick is smoorverliefd op Nina (Selena Gomez). Hij moet en zal verkering met haar krijgen en bedenkt een reeks wilde plannen om haar hart te veroveren. Maar alles wat hij probeert loopt enorm uit de hand en voor hij het weet krijgt hij het aan de stok met Nina's jaloerse ex-vriend, de oversekste moeder van z'n beste vriend, de zoon van een maffiabaas, een leger bloedmooie strippers, en de perverse rector van z'n school. Wanneer zijn pogingen om Nina te versieren ook nog de Mobiele Eenheid op de been brengt is de chaos helemaal compleet. En of dit alles hem ook maar één stap dichterbij zijn doel brengt is nog maar de vraag.","category":""},"68972":{"channel":"280715003","start":"1669791900","end":"1669797300","first":"F","idtitle":"FINDINGSTEVEMCQUEEN","title":"Finding Steve McQueen","program_id":"1299994696","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/75\/20221123090024704ee6.jpg","description":"Een bende ervaren dieven plant de overval van 30 miljoen dollar. Harry Barber (Travis Fimmel), het groentje van de groep, is zonder twijfel de beste coureur die er is. Maar hij is ook blij met de spanning en het incidentele geweld dat komt kijken bij het leven van een bankovervaller. Het liefst schreeuwt Harry het van de daken en naarmate de planning vordert, wordt het steeds moeilijker om het stil te houden. Politiechef Howard Lambert zit al jaren achter de bende aan, maar ze blijven hem altijd een stap voor. Wanneer hij achter de plannen voor deze ultieme overval komt, denkt hij de groep eindelijk achter de tralies te krijgen.","category":""},"68973":{"channel":"280715003","start":"1669797300","end":"1669802700","first":"M","idtitle":"MISSNOBODY","title":"Miss Nobody","program_id":"1299994702","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/85\/20221123090024704wuj.jpg","description":"Wachtend op haar prins op het witte paard, werkt Sarah Jane McKinney (Leslie Bibb) als secretaresse voor een groot farmaceutisch bedrijf. Ze probeert tevergeefs hogerop te komen, totdat ze per ongeluk haar nieuwe baas vermoordt en diens positie krijgt aangeboden. Met deze eerste moord op haar geweten, begint Sarah Jane zich steeds verder naar boven te werken. Totdat er echt een prins op het witte paard voorbijkomt, in de vorm van een rechercheur.","category":""},"68974":{"channel":"280715003","start":"1669802700","end":"1669808700","first":"D","idtitle":"DASGEHEIMELEBENDERBAEUME","title":"Das geheime Leben der Bäume","program_id":"1299994708","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/37\/20221123090024704u72.jpg","description":"Heel de wereld praat over het milieu, maar toch lukt het vaak niet om naar de natuur zelf te luisteren. Het is voor Duitse boswachter Peter Wohlleben inmiddels een missie geworden om dit te veranderen. Met zijn non-fictie bestseller Het Verborgen Leven van Bomen, die inmiddels in meer dan veertig landen is verschenen, laat Wohlleben de verborgen wereld van de bossen zien, het zogenaamde Wood Wide Web van bomen die met elkaar communiceren.","category":""},"68975":{"channel":"280715003","start":"1669808700","end":"1669814700","first":"F","idtitle":"FETEDEFAMILLE","title":"Fête de Famille","program_id":"1299994714","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/47\/20221123090024704rw3.jpg","description":"Een familiereünie ter gelegenheid van de zeventigste verjaardag van de 'mater familias' verloopt anders dan verwacht. Andrea (Catherine Deneuve) heeft namelijk geen rekening gehouden met de komst van haar oudste dochter, Claire, die vier jaar eerder met de noorderzon is vertrokken. Ze wordt warm onthaald, maar Claire voelt zich door haar familie tekort gedaan en is vastbesloten te krijgen wat haar toekomt. Het duurt dan ook niet lang voor het feest ontaard in een chaos.","category":""},"68976":{"channel":"280715003","start":"1669814700","end":"1669819500","first":"B","idtitle":"BREAKINGEXITING","title":"Breaking & Exiting","program_id":"1299994720","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/72\/20221123090024704g18.jpg","description":"Harry (Milo Gibson) heeft een carrière als crimineel met een talent voor het inbreken in huizen. Door de verkoop van gestolen televisies en sieraden is hij in staat zijn huur te betalen. Nadat zijn partner in crime stopt, besluit Harry om alleen verder te gaan in de wetenschap dat hij niemand anders nodig heeft. Tot hij op een dag bij een nieuwe inbraak op Daisy stuit, een vrouw die net met een zelfmoordpoging bezig is. Hij besluit haar tegen zichzelf in bescherming te nemen. Voor beiden volgt een zoektocht naar zichzelf en de liefde.","category":""},"68977":{"channel":"280715003","start":"1669819500","end":"1669824600","first":"I","idtitle":"INFINITELYPOLARBEAR","title":"Infinitely Polar Bear","program_id":"1299994726","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/51\/20221123090024704tn9.jpg","description":"Cameron Stuart (Mark Ruffalo) is een vader met een bipolaire stoornis. Hij besluit de zorg van zijn twee dochters op zich te nemen zodat zijn vrouw Maggie haar studie kan afmaken in New York. Het huishouden runnen in combinatie met de zorg voor zijn dochters blijkt een hele opgave voor Cameron, maar zijn flamboyante en speelse levensstijl maakt hun gezinsleven tot een groot avontuur.","category":""},"68978":{"channel":"280715003","start":"1669824600","end":"1669829700","first":"P","idtitle":"PLAYLIST","title":"Playlist","program_id":"1299994732","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/34\/20221123090024704n8h.jpg","description":"Als Sophie te horen krijgt dat ze kan gaan werken bij een beroemde uitgeverij in Parijs is dat een flinke stap richting haar ultieme droom. Ze hoopt ooit haar eigen grafische illustraties gedrukt te zien, maar voor nu moet ze het doen met een baan op de publiciteitsafdeling. Het leven krijgt echter een andere wending als ze onverwachts zwanger raakt. Haar relatie loopt stuk en een carrière in de uitgeverswereld moet weer plaats maken voor haar oude baantje in de bediening. Is het leven in Parijs eigenlijk wel uit te houden onder deze omstandigheden?","category":""},"68979":{"channel":"280715003","start":"1669829700","end":"1669836600","first":"T","idtitle":"TAKETHISWALTZ","title":"Take This Waltz","program_id":"1299994738","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/74\/20221123090024704u05.jpg","description":"Je zal maar gelukkig getrouwd zijn, je leven goed op de rit hebben en dan opeens smoorverliefd worden op een nieuwe buurtgenoot. Wat doe je dan? Is het een tijdelijke bevlieging of blijkt die man eigenlijk je grote liefde te zijn? Dit is het dilemma van de 28-jarige Margot (Michelle Williams) die een veilige relatie heeft met Lou (Seth Rogen), maar zich sterk aangetrokken voelt tot de artistieke Daniel (Luke Kirby). Ze besluit haar intuïtie te volgen, wat resulteert in een hete en hitsige zomer. Margot leert zichzelf beter kennen, maar het blijft de vraag of ze de juiste keuze in haar leven maakt.","category":""},"68980":{"channel":"280715003","start":"1669836600","end":"1669843500","first":"P","idtitle":"PANSLABYRINTH","title":"Pan's Labyrinth","program_id":"1299994744","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/7\/202211230900247049ry.jpg","description":"In 1944, na de zege van Franco, verhuizen de 12-jarige Ofelia en haar zwangere moeder naar een landelijk gebied in Noord-Spanje, waar ze bij Ofelia's strenge en keiharde stiefvader Kapitein Vidal komen wonen. Met zijn leger vecht de meedogenloze Vidal tegen de rebellen die in de bossen leven. In deze barre omstandigheden vlucht Ofelia op een nacht in een fantasiewereld en ontmoet daar een mysterieuze faun. Deze vertelt haar dat ze eigenlijk een prinses is en dat ze zich kan bewijzen als ze drie belangrijke opdrachten uitvoert.","category":""},"68981":{"channel":"280715003","start":"1669843500","end":"1669848900","first":"S","idtitle":"SHARKNIGHT","title":"Shark Night","program_id":"1299994750","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/21\/202211230900247047cr.jpg","description":"Als een groep vrienden vertrekt voor een vakantie op een prachtig eiland in de baai van Louisiana, is dit het begin van een regelrechte nachtmerrie. Het water dat hen omringt blijkt vol te zitten met levensgevaarlijke, bloeddorstige haaien, die het ene na het andere slachtoffer eisen. Terwijl de studenten pogingen doen om van het eiland af te komen, blijken niet alleen de haaien het op hen voorzien te hebben.","category":""},"68982":{"channel":"280715003","start":"1669848900","end":"1669854000","first":"B","idtitle":"BLOODTHIRSTY","title":"Bloodthirsty","program_id":"1299994756","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/40\/20221123090024704a3b.jpg","description":"Grey is een getalenteerde zangeres die door de beruchte producer Vaughn Daniels wordt uitgenodigd om te komen werken in zijn afgelegen studio in de bossen. Ze gaat op het aanbod in en neemt haar vriendin Charlie mee. De veganistische Grey heeft echter last van vreemde visioenen waarin ze een wolf is. Gaande weg krijgt ze een onverklaarbare en onverzadigbare honger naar vlees. Geeft Grey toe aan haar innerlijke weerwolf en de creatieve kracht die daarmee gepaard gaat of vecht haalt haar menselijkheid de bovenhand?","category":""}}