{"68656":{"channel":"280714878","start":"1668905400","end":"1668910800","first":"C","idtitle":"CRUISE","title":"Cruise","program_id":"1295870401","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/33\/2022111309002477594w.jpg","description":"In het New York van de jaren tachtig, draait het leven van de Italiaans-Amerikaanse Gio helemaal om auto's. Zijn eigen supersnelle auto, die hem de koning maakte van het illegale straatracecircuit, en de auto's van anderen waarin hij samen met zijn vriend Tony inbreekt. Wanneer Gio de adembenemende Jessica ontmoet, wordt hij halsoverkop verliefd. Gio's criminele kant maakt Jessica zo enthousiast, dat ze hem ervan blijft overtuigen om grotere en gevaarlijkere misdaden te plegen. Wanneer ze echter een auto stelen die een grote hoeveelheid cocaïne bevat, komt de keerzijde van hun criminele romantiek hard aan.","category":""},"68657":{"channel":"280714878","start":"1668910800","end":"1668918000","first":"S","idtitle":"SINKORSWIM","title":"Sink or Swim","program_id":"1295870407","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/48\/202211130900247765xf.jpg","description":"In het gemeentelijk zwembad bekwaamt een groepje mannen van middelbare leeftijd zich in de kunst van het synchroonzwemmen. Hun trainster Delphine is een voormalig zwemkampioene die haar portie ellende wel gehad heeft. De heren zelf zijn van diverse pluimage en hebben ook allemaal zo hun eigen besognes. Samen vormen ze echter een hecht team en zijn ze er voor elkaar. Ondanks sceptische reacties van familie en vrienden besluiten ze als team voor Frankrijk uit te komen op het WK synchroonzwemmen. Met veel wilskracht storten ze zich in het avontuur, dat hen het zelfvertrouwen en het plezier in het leven teruggeeft.","category":""},"68658":{"channel":"280714878","start":"1668918000","end":"1668924000","first":"B","idtitle":"BEWITCHED","title":"Bewitched","program_id":"1295870413","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/35\/20221113090024776oug.jpg","description":"Jack Wyatt is een matige filmster die zijn carrière een nieuwe impuls wil geven, door Darren Stephens te spelen in een nieuwe reeks van de klassieke tv-serie Bewitched. Jack ontmoet de prachtige Isabel en vindt haar uitermate geschikt om zijn vrouw Samantha in de serie te spelen. Hij weet echter niet dat Isabel daadwerkelijk een echte heks is, wat haar natuurlijk zeer geschikt maakt voor de rol.","category":""},"68659":{"channel":"280714878","start":"1668924000","end":"1668930000","first":"S","idtitle":"SCHIPPERSVANDEKAMELEON","title":"Schippers van de Kameleon","program_id":"1295870419","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/73\/20221113090024776s3f.jpg","description":"Hielke en Sietse zijn de tweeling van smid Klinkhamer. Hun dorp Lenten ligt aan een groot meer en de jongens kijken vaak verlangend naar alle mooie boten die er varen. Op een dag komt door de vaart achter het huis van de familie Klinkhamer een duwconvooi langs, waarvan de opduwboot het pal achter de smederij begeeft. De jongens mogen de oude boot hebben. Als ze vervolgens het leven van de dokter redden, nadat die met z'n auto in de sloot is beland, krijgen ze het autowrak van de dokter cadeau. De motor slopen de jongens eruit en monteren hem in hun boot. Nu alleen nog een naam voor hun nieuwe vaartuig...","category":""},"68660":{"channel":"280714878","start":"1668930000","end":"1668935100","first":"A","idtitle":"AINBOHELDINVANDEAMAZONE","title":"Ainbo: Heldin van de Amazone","program_id":"1295870425","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/28\/202211130900247762qp.jpg","description":"Ainbo is een meisje dat is opgegroeid in Candamo, een klein dorpje in de diepste jungle van de Amazone. Candamo wordt beschermd door de reuze schildpad Motelo Mama. Wanneer Ainbo op een dag ontdekt dat haar land wordt bedreigd door een eeuwenoude demon Yucurunu, roept ze de hulp in van Motelo Mama. Samen met haar twee knotsgekke Amazone gidsen Vaca en Dillo gaat Ainbo op avontuur, vastbesloten om haar land en het volk te redden voordat het te laat is.","category":""},"68661":{"channel":"280714878","start":"1668935100","end":"1668940500","first":"V","idtitle":"VADERMETVIERKINDERENOPDETOP","title":"Vader met vier kinderen op de top","program_id":"1295870431","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/99\/20221113090024776u8s.jpg","description":"Iedereen is ergens bang voor, ook Vader. Hij lijdt aan een verschrikkelijk gevak van hoogtevrees. Wanneer hij een nieuwe baan aangeboden krijgt en het kantoor zich op de 27e verdieping bevindt, besluit het gezin om naar Noorwegen af te reizen om zijn fobie te genezen. Maar het zal snel duidelijk zijn dat Vaders fobie niet het enige obstakel is dat hen in de weg staat.","category":""},"68662":{"channel":"280714878","start":"1668940500","end":"1668945600","first":"P","idtitle":"PERTSAKILU","title":"Pertsa & Kilu","program_id":"1295870437","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/1\/20221113090024776ltq.jpg","description":"Aan de vriendschap van Pelle en Kas dreigt een einde te komen wanneer de fabriek waar Pelles vader werkt, moet verkassen. Geen werk, geen geld, dus moeten ze verhuizen. Tenzij Pelle en Kas de beloning kunnen krijgen voor de verloren buit van een bankoverval. Alleen... die ligt op de bodem van de Baltische Zee!","category":""},"68663":{"channel":"280714878","start":"1668945600","end":"1668951000","first":"M","idtitle":"MONSTERFAMILY","title":"Monster Family","program_id":"1295870507","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/51\/20221113090024776ppg.jpg","description":"Het gaat niet zo goed met de familie Wensbot. De boekhandel van moeder Emma leidt alleen maar verlies, vader Frank is totaal overwerkt en uitgeput, dochter Fay heeft te kampen met de puberteit en zakt voor haar examens en zoon Max is hoogbegaafd en wordt daardoor op school gepest. Alsof dat nog niet erg genoeg was, worden de vier familieleden op een gekostumeerd feestje ook nog eens vervloekt door de heks Baba Yaga. Emma verandert in een vampier, Fay in een mummie, Max in een harige weerwolf en Frank in het monster van Frankenstein. In hun zoektocht naar de heks, komen ze oog in oog te staan met levensechte, gevaarlijke monsters.","category":""},"68664":{"channel":"280714878","start":"1668951000","end":"1668958200","first":"R","idtitle":"RADELOOS","title":"Radeloos","program_id":"1295870513","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/27\/202211130900247768sm.jpg","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Vooral omdat hij denkt dat het zijn schuld is. Paco klust niet meer aan zijn bus en zijn vriendin Floor laat hem keihard zitten. Zijn schuldgevoel wordt alleen maar groter, hierdoor raakt hij net zo in de problemen als zijn klasgenote Yara. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Yara voelt zich dik tussen de broodmagere modellen en doet er alles aan om dunner te worden en haar onzekerheid te verbergen. Kunnen Paco en Yara elkaar helpen en steun bij elkaar vinden?","category":""},"68665":{"channel":"280714878","start":"1668958200","end":"1668963900","first":"S","idtitle":"SEALTEAM","title":"Seal Team","program_id":"1295870519","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/8\/20221113090024776u90.jpg","description":"Nadat zijn beste vriend is omgekomen bij een haaienaanval, stelt de vastberaden zeehond Quinn het Seal Team samen, om het op te nemen tegen een bende haaien die de zee onveilig maken. Het enige probleem is dat dit vrolijke Seal team helemaal niet getraind is voor zo’n missie. Ze zoeken de hulp van de ervaren strijder Claggart, maar zelfs hij kan deze jongens niet in vorm krijgen. Slaagt het Seal Team er met een paar trucjes, een beetje intelligentie en heel veel moed in om als team de rust terug te brengen in de zee?","category":""},"68666":{"channel":"280714878","start":"1668963900","end":"1668965700","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSCHRISCOLUMBUS","title":"Hollywood's Best Film Directors: Chris Columbus","program_id":"1295870525","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/33\/20221113090024776mqy.jpg","description":"De films van Chris Columbus kennen een veel grotere bekendheid dan de regisseur zelf: naast kerstklassieker Home Alone en de komedie Mrs. Doubtfire, regisseerde hij ook nog eens de eerste twee Harry Potter-films.","category":""},"68667":{"channel":"280714878","start":"1668965700","end":"1668970800","first":"T","idtitle":"THEEMOJIMOVIE","title":"The Emoji Movie","program_id":"1295870531","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/18\/20221113090024776hl9.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"68668":{"channel":"280714878","start":"1668970800","end":"1668976500","first":"I","idtitle":"IGIVEITAYEAR","title":"I Give It a Year","program_id":"1295870537","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/78\/20221113090024776ckf.jpg","description":"Het huwelijk van Nat (Rose Byrne) en Josh (Rafe Spall) is een droom die uitkomt. Maar toch hebben de bruiloftsgasten en zélfs de priester er niet veel vertrouwen in dat het koppel voor altijd samen zal blijven. Wanneer Nat en Josh beiden gevoelens beginnen te krijgen voor iemand anders, weet het pasgetrouwde stelletje eigenlijk al genoeg. Toch willen ze beiden niet de eerste zijn die de bijl erbij neergooit. Met hun eenjarig jubileum op komst loopt de spanning hoog op. Zullen ze het halen?","category":""},"68669":{"channel":"280714878","start":"1668976500","end":"1668982200","first":"V","idtitle":"VICKYCRISTINABARCELONA","title":"Vicky Cristina Barcelona","program_id":"1295870543","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/54\/20221113090024776cud.jpg","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","category":""},"68670":{"channel":"280714878","start":"1668982200","end":"1668987300","first":"P","idtitle":"PLAYLIST","title":"Playlist","program_id":"1295870549","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/87\/202211130900247762ho.jpg","description":"Als Sophie te horen krijgt dat ze kan gaan werken bij een beroemde uitgeverij in Parijs is dat een flinke stap richting haar ultieme droom. Ze hoopt ooit haar eigen grafische illustraties gedrukt te zien, maar voor nu moet ze het doen met een baan op de publiciteitsafdeling. Het leven krijgt echter een andere wending als ze onverwachts zwanger raakt. Haar relatie loopt stuk en een carrière in de uitgeverswereld moet weer plaats maken voor haar oude baantje in de bediening. Is het leven in Parijs eigenlijk wel uit te houden onder deze omstandigheden?","category":""}}