{"71814":{"channel":"280715028","start":"1669421400","end":"1669429500","first":"S","idtitle":"STILLWATER","title":"Stillwater","program_id":"1298383177","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/36\/20221119090020517vv7.jpg","description":"De Amerikaan Bill Baker (Matt Damon) reist vanuit Oklahoma naar Marseille om zijn dochter in de gevangenis te bezoeken. Ze zit vast voor een moord die ze beweert niet te hebben gepleegd. In zijn missie om zijn dochter vrij te krijgen wordt Bill geconfronteerd met de taalbarrières en de cultuurverschillen en wordt hij tegengewerkt door de Franse autoriteiten. Hij blijft volharden om de onschuld van zijn dochter te bewijzen en besluit om in Frankrijk te blijven en alles op alles te zetten om de echte moordenaar te vinden.","category":""},"71815":{"channel":"280715028","start":"1669429500","end":"1669435200","first":"F","idtitle":"FIELDOFLOSTSHOES","title":"Field of Lost Shoes","program_id":"1298383183","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/9\/20221119090020518dzk.jpg","description":"Tijdens de Amerikaanse burgergoorlog zijn president Lincoln en generaal Grant van plan de Shenandoah Valley in te nemen, een belangrijke bron voor hun zuidelijke tegenstander. Dit is het waargebeurde verhaal van de studenten van de militaire academie in Virginia die tijdens de Amerikaanse burgeroorlog naar het front worden gestuurd door de wanhopige leiders van de zuidelijke Confederatie.","category":""},"71816":{"channel":"280715028","start":"1669435200","end":"1669442400","first":"D","idtitle":"DEADMANWALKING","title":"Dead Man Walking","program_id":"1298383189","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/68\/20221119090020518b14.jpg","description":"Zuster Helen Prejean (Susan Sarandon) uit New Orleans is de geestelijke raadsvrouw van Matthew Poncelet (Sean Penn), een ter dood veroordeelde moordenaar die op zijn executie wacht. Het is haar opdracht om de ziel van Matthew te redden. Maar als ze haar weg probeert te vinden in het duistere doolhof van zijn ziel, komt ze zoveel haat tegen dat ze zich afvraagt hoe ver verlossing moet gaan. Kan ze de naderende executie zo lang uitstellen dat ze Matthew kan verlossen of vindt ze een waarheid die het geloof, de basis van haar leven, op zijn grondvesten zal doen schudden?","category":""},"71817":{"channel":"280715028","start":"1669442400","end":"1669448100","first":"N","idtitle":"NELMIOAMORE","title":"Nel mio amore","program_id":"1298383195","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/81\/20221119090020518kq4.jpg","description":"Stella is getrouwd met een harde en wrede zakenman, met wie ze twee kinderen krijgt, een meisje en een jongen. Terwijl de eerste zich aanpast aan het vreselijke gezinsklimaat dat door de vader wordt opgelegd, verzet de jongen zich fel daartegen. Hun ooit zo rustige leven veranderd in een hel. Gebaseerd op de roman Rispondimi van Susanna Tamaro.","category":""},"71818":{"channel":"280715028","start":"1669448100","end":"1669453800","first":"W","idtitle":"WARFLOWERS","title":"War Flowers","program_id":"1298383201","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/93\/202211190900205185oh.jpg","description":"Sarabeth (Christina Ricci) is een jonge vrouw uit North Carolina wiens man haar en hun dochter verlaat om te vechten voor het Zuiden in de Amerikaanse Burgeroorlog. De oorlog creëert voor Sarabeth en haar dochter ontberingen en verwoesting en ze moeten om zien te gaan met de hoop en overtuiging dat de man die ze lief hebben weer terug zal keren. Ondertussen moeten ze beslissen over het lot van een Yankee soldaat (Jason Gedrick) waar ze mee geconfronteerd worden.","category":""},"71819":{"channel":"280715028","start":"1669453800","end":"1669459500","first":"T","idtitle":"TATALFANTOMA","title":"Tatal fantoma","program_id":"1298383207","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/61\/20221119090020518oi5.jpg","description":"De Amerikaanse professor Robert Traum begint aan een avontuurlijke en vermakelijke reis door Bucovina om filmoperateur Sami te vinden. Sami is de enige levende persoon die Traum iets kan vertellen over zijn Roemeens-Joodse afkomst. Zijn symbolische reis is gevuld met gevaar.","category":""},"71820":{"channel":"280715028","start":"1669459500","end":"1669465800","first":"P","idtitle":"PROMISEDLAND","title":"Promised Land","program_id":"1298383213","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/24\/20221119090020518fik.jpg","description":"Steve Butler (Matt Damon) is een verkoper bij een aardgasbedrijf. Hij komt samen met zijn collega Sue Thomason (McDormand) in een landelijk plaatsje waar het bedrijf nieuwe bronnen wil aanboren. Het stadje is hard getroffen door de economische malaise van de afgelopen jaren en de twee buitenstaanders zien kansen dat de lokale bevolking hun zakelijk aanbod zal aanvaarden. Wat een eenvoudige taak lijkt voor het duo, wordt echter bemoeilijkt door de enorm gerespecteerde leraar Frank Yates (Hal Holbrook), die gesteund wordt door de campagneleider Dustin Noble (John Krasinski).","category":""},"71821":{"channel":"280715028","start":"1669465800","end":"1669472400","first":"K","idtitle":"KOMTEENVROUWBIJDEDOKTER","title":"Komt een vrouw bij de dokter","program_id":"1298383219","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/7\/20221119090020518lom.jpg","description":"Stijn (Barry Atsma) heeft een eigen zaak, een prachtige dochter en een mooie vrouw. Dat hij af en toe van andere vrouwen geniet hoeft zijn Carmen (Carice van Houten) niet te weten. Maar dan krijgt Carmen borstkanker en stort de wereld van Stijn in. Carmen en Stijn komen terecht in een rollercoaster van ziekenhuis in, ziekenhuis uit, chemokuren en bestraling. Maar hij is er voor haar, hoe vreselijk moeilijk dat ook is en tussen de chemo’s door doen ze of er niks aan de hand is.","category":""},"71822":{"channel":"280715028","start":"1669472400","end":"1669478700","first":"T","idtitle":"THEKINGOFCOMEDY","title":"The King of Comedy","program_id":"1298383225","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/0\/20221119090020518ytt.jpg","description":"Amateur Rupert Pupkin (Robert De Niro) wil er alles aan doen om een beroemd komiek te worden, maar krijgt nul op rekest wanneer hij om een tv-optreden vraagt in de talkshow van zijn grote idool Jerry Langford (Jerry Lewis). Rupert geeft niet op en om zijn zin door te drijven, begint hij Jerry te stalken. Uiteindelijk ziet hij geen andere mogelijkheid dan met behulp van de door Jerry geobsedeerde fan Masha (Sandra Bernhard) een ontvoering op touw te zetten, zodat hij eindelijk op televisie kan verschijnen.","category":""},"71823":{"channel":"280715028","start":"1669478700","end":"1669485300","first":"A","idtitle":"ATETERNITYSGATE","title":"At Eternity’s Gate","program_id":"1298383231","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/17\/20221119090020518poz.jpg","description":"Wanneer Vincent van Gogh (Willem Dafoe) in 1886 verhuist naar Parijs, met als doel door te breken als kunstenaar, leert hij een avant-gardistische groep kunstenaars kennen onder wie Paul Gauguin. Maar Van Gogh stuit alleen maar op nog meer onbegrip en afwijzingen en vertrekt uiteindelijk naar Arles in de hoop een nieuw bestaan te bouwen. In zijn zoektocht naar aanvaarding, verliest Van Gogh zich echter steeds verder in een wereld van ziekte en depressie.","category":""},"71824":{"channel":"280715028","start":"1669485300","end":"1669491000","first":"T","idtitle":"THEDEVILHASANAME","title":"The Devil Has a Name","program_id":"1298383237","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/65\/202211190900205187xs.jpg","description":"Met de moed der wanhoop bindt een landbouwer de strijd aan met de psychopathische oliebarones die systematisch zijn grond vergiftigt. De volledige oliebranche wil uiteraard verhinderen dat de rechtszaak een precedent schept en probeert hem koste wat kost het zwijgen op te leggen. Wint het grote geld? Of de kleine man?","category":""},"71825":{"channel":"280715028","start":"1669491000","end":"1669497900","first":"T","idtitle":"TAKETHISWALTZ","title":"Take This Waltz","program_id":"1298383243","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/63\/2022111909002051809x.jpg","description":"Je zal maar gelukkig getrouwd zijn, je leven goed op de rit hebben en dan opeens smoorverliefd worden op een nieuwe buurtgenoot. Wat doe je dan? Is het een tijdelijke bevlieging of blijkt die man eigenlijk je grote liefde te zijn? Dit is het dilemma van de 28-jarige Margot (Michelle Williams) die een veilige relatie heeft met Lou (Seth Rogen), maar zich sterk aangetrokken voelt tot de artistieke Daniel (Luke Kirby). Ze besluit haar intuïtie te volgen, wat resulteert in een hete en hitsige zomer. Margot leert zichzelf beter kennen, maar het blijft de vraag of ze de juiste keuze in haar leven maakt.","category":""},"71826":{"channel":"280715028","start":"1669497900","end":"1669505100","first":"C","idtitle":"CONTROL","title":"Control","program_id":"1298383249","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/82\/20221119090020518q73.jpg","description":"In de jaren zeventig wil de 19-jarige Ian Curtis (Sam Riley) ontsnappen aan het verstikkende leven in een Engels arbeidersstadje door samen met drie vrienden van school de band Joy Division op te richten. De angsten en gevoelens die zijn muziek voeden, beginnen echter al snel aan hem te knagen. Ian verzaakt zijn rol als echtgenoot van Debbie (Samantha Morton) en als vader van hun dochtertje omwille van een nieuwe liefde en de groeiende aspiraties van zijn band. Die spanning speelt zijn fysieke en mentale gezondheid parten. Hij bezwijkt onder de druk die op zijn schouders rust en wordt verteerd door zijn gekwelde geest.","category":""}}