{"70786":{"channel":"280715028","start":"1669245900","end":"1669253400","first":"T","idtitle":"THEGHOSTWRITER","title":"The Ghost Writer","program_id":"1297542253","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/12\/20221118210020526u0m.jpg","description":"Een ghostwriter (Ewan McGregor) krijgt de kans om de biografie te voltooien van de voormalige Britse premier Adam Lang (Pierce Brosnan) in diens Amerikaanse strandhuis. Lang wordt beschuldigd van een oorlogsmisdaad en op het eiland waar hij met zijn vrouw, zijn assistente en de schrijver verblijft, wemelt het van de verslaggevers en demonstranten. Tijdens zijn werk ontdekt de ghostwriter dat zijn verongelukte voorganger misschien wel bewijzen had gevonden voor die beschuldigingen. Zitten die misschien verborgen in het manuscript? Hoe lang is de schrijver zijn leven nog zeker?","category":""},"70787":{"channel":"280715028","start":"1669253400","end":"1669260600","first":"T","idtitle":"THREEFLOORS","title":"Three Floors","program_id":"1297542259","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/11\/20221117090024719od3.jpg","description":"Een reeks gebeurtenissen zal het leven van de bewoners op drie verdiepingen van een appartementsgebouw in Rome op de proef stellen. Terwijl de mannen gevangenen zijn van hun eigen koppigheid, proberen de vrouwen, elk op hun eigen manier, de verscheurde relaties te herstellen en de liefde, die wel verdwenen leek, op een serene manier terug te brengen in de levens van de bewoners.","category":""},"70788":{"channel":"280715028","start":"1669260600","end":"1669269600","first":"A","idtitle":"ADMIRAL","title":"Admiral","program_id":"1297542265","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/60\/2022111709002471903n.jpg","description":"Na het overlijden van admiraal Maarten Tromp wordt Michiel de Ruyter aangesteld als zijn opvolger. De Ruyter behaalt grote successen als admiraal over de oorlogsvloot van de Republiek der Zeven Verenigde Nederlanden en weet met zijn vlaggenschip de Zeven Provinciën de Engelsen te verslaan. In de Republiek is echter een interne machtsstrijd losgebroken tussen enerzijds de republikeinen met als aanvoerder Johan de Witt en anderzijds de Orangisten die prins Willem III op de troon willen plaatsen. Als De Witt wordt vermoord en Willem III als stadhouder is geïnstalleerd wordt De Ruyter op een onmogelijke missie gestuurd.","category":""},"70789":{"channel":"280715028","start":"1669269600","end":"1669275600","first":"F","idtitle":"FETEDEFAMILLE","title":"Fête de Famille","program_id":"1297542271","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/7\/20221117090024719n14.jpg","description":"Een familiereünie ter gelegenheid van de zeventigste verjaardag van de 'mater familias' verloopt anders dan verwacht. Andrea (Catherine Deneuve) heeft namelijk geen rekening gehouden met de komst van haar oudste dochter, Claire, die vier jaar eerder met de noorderzon is vertrokken. Ze wordt warm onthaald, maar Claire voelt zich door haar familie tekort gedaan en is vastbesloten te krijgen wat haar toekomt. Het duurt dan ook niet lang voor het feest ontaard in een chaos.","category":""},"70790":{"channel":"280715028","start":"1669275600","end":"1669281900","first":"W","idtitle":"WAKEFIELD","title":"Wakefield","program_id":"1297542277","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/71\/20221117090024719epl.jpg","description":"Howard Wakefield (Bryan Cranston) is een succesvol advocaat, echtgenoot en vader die in een opwelling besluit zijn, voor de buitenwereld perfect ogende, leven achter zich te laten. Hij verschuilt zich stiekem op de zolder van zijn garage en observeert zijn vrouw (Jennifer Garner) en hun twee dochters. Hoe gaat zijn gezin om met zijn plotselinge afwezigheid? Howard bespiedt van een afstand zijn vertrouwde omgeving en neemt je mee in de herinneringen en gedachten die bij hem naar boven komen. Maar is wat hij door het raam observeert enkel zijn verleden? Of ligt hier ook zijn toekomst?","category":""},"70791":{"channel":"280715028","start":"1669281900","end":"1669287300","first":"C","idtitle":"CITIZENJANE","title":"Citizen Jane","program_id":"1297542283","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/25\/20221117090024719nxb.jpg","description":"Jane Alexander, een aantrekkelijke, atletische vrouw, geniet van een comfortabel leven in Pacific Heights met haar man, de knappe, charismatische Tom. Jane's idyllische leven verandert als haar geliefde tante Gertrude op brute wijze wordt vermoord. Haar verdriet gaat over in afschuw wanneer een politiedetective Jane ervan overtuigt dat Tom de moordenaar is. Jane begint aan een spannende reis om haar vindingrijke echtgenoot op te sporen. Ze verbaast politie en justitie met haar sluwheid en vastberadenheid.","category":""},"70792":{"channel":"280715028","start":"1669287300","end":"1669293300","first":"D","idtitle":"DEONTSNAPPING","title":"De ontsnapping","program_id":"1297542289","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/15\/2022111709002471984m.jpg","description":"Julia heeft een goede baan, woont in een nieuwbouwhuis en heeft twee kinderen met de zorgzame Paul. Maar in de keukenla liggen antidepressiva. Ze had zich haar leven zo anders voorgesteld toen ze jong was en erover fantaseerde met haar broertje Jimmy. Hun tragische afscheid was twintig jaar geleden, maar knaagt nog altijd aan haar. Na een ruzie met Paul besluit Julia het roer radicaal om te gooien. Ze vertrekt naar de Portugese Algarve. Ze maakt nieuwe vrienden en meet zich een nieuw uiterlijk aan. Als ze de mysterieuze gigolo Romeo leert kennen, komt Julia's verleden dichterbij dan ooit.","category":""},"70793":{"channel":"280715028","start":"1669293300","end":"1669299300","first":"T","idtitle":"THEFAREWELL","title":"The Farewell","program_id":"1297542295","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/49\/202211170900247194yp.jpg","description":"Wanneer de Chinees-Amerikaanse familie van Billi (Awkwafina) ontdekt dat hun geliefde grootmoeder terminale longkanker heeft, besluiten ze haar te gaan bezoeken in China. Omdat ze het slechte nieuws verborgen willen houden voor oma, doen ze alsof iedereen langskomt voor een haastig opgezet huwelijk van een neef. Tegen haar principes in, besluit Billi om mee te gaan. En zo komt ze in aanraking met het leven dat ze als zesjarige gedwongen moest opgeven, haar eigenzinnige grootmoeder en de kracht van onuitgesproken liefde.","category":""},"70794":{"channel":"280715028","start":"1669299300","end":"1669304400","first":"I","idtitle":"INFINITELYPOLARBEAR","title":"Infinitely Polar Bear","program_id":"1297542301","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/39\/2022111709002471924t.jpg","description":"Cameron Stuart (Mark Ruffalo) is een vader met een bipolaire stoornis. Hij besluit de zorg van zijn twee dochters op zich te nemen zodat zijn vrouw Maggie haar studie kan afmaken in New York. Het huishouden runnen in combinatie met de zorg voor zijn dochters blijkt een hele opgave voor Cameron, maar zijn flamboyante en speelse levensstijl maakt hun gezinsleven tot een groot avontuur.","category":""},"70795":{"channel":"280715028","start":"1669304400","end":"1669311900","first":"T","idtitle":"THELMALOUISE","title":"Thelma & Louise","program_id":"1297542307","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/94\/2022111709002471984r.jpg","description":"Thelma (Geena Davis) is een verveelde jonge huisvrouw. De tien jaar oudere Louise (Susan Sarandon) werkt als serveerster in een diner. Thelma's echtgenoot Darryl ziet zijn vrouw het liefst achter het aanrecht staan, terwijl Louise's vriend altijd van huis is als muzikant. Om de sleur te doorbreken trekken de twee vriendinnen er een paar dagen op uit in een Ford Thunderbird 1966 cabriolet. Hun ontspannen uitje neemt een criminele wending wanneer Louise de dronken man neerschiet die Thelma probeerde te verkrachten. En zo verandert hun road trip door de VS in een vlucht naar Mexico, op de hielen gezeten door de Amerikaanse politie.","category":""},"70796":{"channel":"280715028","start":"1669311900","end":"1669318200","first":"T","idtitle":"THEAMERICAN","title":"The American","program_id":"1297542377","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/93\/2022111709002471949c.jpg","description":"Jack (George Clooney) is een huurmoordenaar die, nadat een klus in Zweden uit de hand is gelopen, aan zijn werkgever Larry zweert dat zijn volgende klus tevens zijn laatste zal zijn. Voor deze laatste klus, waar zijn opdracht gespecificeerd wordt door de Belgische Mathilde (Thekla Reuten), duikt hij onder op het Italiaanse platteland, in een idyllisch klein stadje. Ondanks het feit dat Jack normaliter een afkeer heeft van menselijk contact, maakt hij kennis met een lokale priester en laat hij zich meeslepen in een romance met de mooie Clara. Zet Jack zo zijn laatste klus en nog belangrijker, zijn eigen veiligheid op het spel?","category":""},"70797":{"channel":"280715028","start":"1669318200","end":"1669324200","first":"T","idtitle":"THEWARBELOW","title":"The War Below","program_id":"1297542383","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/82\/20221117090024719m24.jpg","description":"Messines Ridge, nabij Ieper, 1917. Om de patstelling aan het Westelijke Front te doorbreken, graven Britse mijnwerkers tunnels tot onder de Duitse linies, vaak met de blote handen om geen enkel geluid te maken, want de vijand luistert - en graaft - mee. De levensgevaarlijke missie van deze anonieme helden wordt een kantelmoment uit de geschiedenis.","category":""},"70798":{"channel":"280715028","start":"1669324200","end":"1669330500","first":"B","idtitle":"BEFORETHEFROST","title":"Before the Frost","program_id":"1297542389","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/3\/20221117090024719hu9.jpg","description":"Denemarken, 1850. Terwijl de winter zijn intrede doet dreigen een boer op leeftijd, Jens, en zijn familie een hongerdood te sterven. Met het vooruitzicht op wederom een harde en onverbiddelijke winter, besluit Jens zijn dochter te laten trouwen met de zoon van zijn buren. Maar wanneer een rijke boer uit de omgeving Jens' land wil kopen, ziet hij dit als een mogelijkheid op een wellicht nog betere toekomst.","category":""},"70799":{"channel":"280715028","start":"1669330500","end":"1669336800","first":"L","idtitle":"LIZZIE","title":"Lizzie","program_id":"1297542395","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/92\/20221117090024719bsq.jpg","description":"Massachusetts, 1892. De ongehuwde 32-jarige Lizzie (Chloë Sevigny) wordt door haar omgeving behandeld als een sociale outcast. Ze leidt een claustrofobisch leven wat geheel gedomineerd wordt door haar kille vader. En wanneer de jonge Bridget Sullivan (Kristen Stewart) voor het gezin komt werken vindt Lizzie eindelijk die vriendin waar ze naar heeft verlangd. Hun intimiteit groeit echter uit tot een donker en verontrustend plan.","category":""}}