{"72181":{"channel":"280715089","start":"1668882300","end":"1668888000","first":"T","idtitle":"THEWARWITHGRANDPA","title":"The War with Grandpa","program_id":"1295457188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/89\/20221112090030526lba.jpg","description":"Wat zou jij doen als je jouw slaapkamer zou moeten afstaan aan niemand minder dan je eigen opa? Dit overkomt de tienjarige Peter (Oakes Fegley) omdat zijn opa Jack (Robert De Niro) noodgedwongen bij de familie intrekt. Peter wil zijn slaapkamer koste wat kost terug en samen met zijn vrienden doet hij er alles aan om zijn opa uit zijn slaapkamer te verdrijven. Dit betekent oorlog, want opa laat niet zomaar met zich sollen en schakelt de hulp van zijn eigen vrienden in. Een race tegen de klok, waarbij alle streken uit de kast worden getrokken. Lukt het Peter om zijn slaapkamer terug te krijgen?","category":""},"72182":{"channel":"280715089","start":"1668888000","end":"1668895200","first":"O","idtitle":"OUTOFTHEFURNACE","title":"Out Of The Furnace","program_id":"1295457194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/68\/20221112090030526t81.jpg","description":"Russell Baze leeft een eenvoudig bestaan als fabrieksarbeider met zijn vriendin Lena en zijn terminaal zieke vader. Wanneer jongere broer Rodney terugkeert van zijn militaire missie in Irak, lijkt de familie weer compleet. Tot de getraumatiseerde Rodney plots toetreedt tot een gevaarlijke criminele bende en vervolgens verdwijnt. Russell wendt zich tot de politie, maar agent Barnes zegt niets te kunnen doen. De misdaadorganisaties hebben zo hun eigen manier van gerechtigheid, verklaart hij. Er zit voor Russell niets anders op dan het recht in eigen handen te nemen.","category":""},"72183":{"channel":"280715089","start":"1668895200","end":"1668900900","first":"T","idtitle":"THELASTSONOFISAACLEMAY","title":"The Last Son of Isaac Lemay","program_id":"1295457200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/70\/202211120900305275ri.jpg","description":"Aan het einde van de negentiende eeuw, in het Wilde Westen van Sierra Nevada, gaat de outlaw Isaac LeMay (Sam Worthington) gebukt onder een vervloekte profetie: ooit zal hij vermoord worden door een van zijn eigen kinderen. Omdat hij niet weet wie hem uiteindelijk zal neerleggen, maakt hij jacht op al zijn nakomelingen. Zijn laatste nog levende zoon is de koelbloedige moordenaar Cal (Colson 'Machine Gun Kelly' Baker), die achterna wordt gezeten door sheriff Solomon (Thomas Jane) en diens premiejagers.","category":""}}