{"69100":{"channel":"280715003","start":"1669854000","end":"1669859700","first":"J","idtitle":"JAKOBSWIFE","title":"Jakob's Wife","program_id":"1300400663","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/22\/20221124090024705st2.jpg","description":"Gevangen in een huwelijk met een predikant, zoekt de Anne troost bij een oude vriend. Een flirt die uitmondt in een bizarre, bloederige inwijding. Herboren als vampier, komt Anne voor een verscheurende keuze te staan: een opwindend, onsterfelijk bestaan aan de zijde van The Master of de terminale treurnis als Jakobs vrouw.","category":""},"69101":{"channel":"280715003","start":"1669859700","end":"1669865400","first":"T","idtitle":"THELASTSONOFISAACLEMAY","title":"The Last Son of Isaac Lemay","program_id":"1300400669","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/7\/20221124090024705kru.jpg","description":"Aan het einde van de negentiende eeuw, in het Wilde Westen van Sierra Nevada, gaat de outlaw Isaac LeMay (Sam Worthington) gebukt onder een vervloekte profetie: ooit zal hij vermoord worden door een van zijn eigen kinderen. Omdat hij niet weet wie hem uiteindelijk zal neerleggen, maakt hij jacht op al zijn nakomelingen. Zijn laatste nog levende zoon is de koelbloedige moordenaar Cal (Colson 'Machine Gun Kelly' Baker), die achterna wordt gezeten door sheriff Solomon (Thomas Jane) en diens premiejagers.","category":""},"69102":{"channel":"280715003","start":"1669865400","end":"1669872453","first":"D","idtitle":"DEADMANWALKING","title":"Dead Man Walking","program_id":"1300400675","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/82\/202211240900247053ke.jpg","description":"Zuster Helen Prejean (Susan Sarandon) uit New Orleans is de geestelijke raadsvrouw van Matthew Poncelet (Sean Penn), een ter dood veroordeelde moordenaar die op zijn executie wacht. Het is haar opdracht om de ziel van Matthew te redden. Maar als ze haar weg probeert te vinden in het duistere doolhof van zijn ziel, komt ze zoveel haat tegen dat ze zich afvraagt hoe ver verlossing moet gaan. Kan ze de naderende executie zo lang uitstellen dat ze Matthew kan verlossen of vindt ze een waarheid die het geloof, de basis van haar leven, op zijn grondvesten zal doen schudden?","category":""}}