{"71333":{"channel":"280715089","start":"1669677000","end":"1669682400","first":"J","idtitle":"JUNGELICIOUS","title":"Jungelicious","program_id":"1299568546","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/26\/20221122090025511jt9.jpg","description":"...","category":""},"71334":{"channel":"280715089","start":"1669682400","end":"1669688400","first":"T","idtitle":"TROPHYWIVES","title":"Trophy Wives","program_id":"1299568552","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/77\/202211220900255111mo.jpg","description":"...","category":""},"71335":{"channel":"280715089","start":"1669688400","end":"1669694100","first":"D","idtitle":"DREAD","title":"Dread","program_id":"1299568558","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/39\/20221122090025511nw2.jpg","description":"Stephen Grace is een student aan de filmacademie. Op een dag ontmoet hij de mysterieuze Quaid (Shaun Evans), die een obsessie heeft voor angst. Deze weet Stephen ervan te overtuigen om samen met hem en hun klasgenoot Cheryl de diepste angsten van hun medestudenten vast te leggen. Maar al snel wordt het duidelijk dat Quaid een groot geheim uit het verleden met zich meedraagt. Zijn experimenten gaan steeds verder, waardoor de levens van Stephen en Cheryl veranderen in hun ergste nachtmerrie.","category":""},"71336":{"channel":"280715089","start":"1669694100","end":"1669699800","first":"T","idtitle":"THEOUTSIDER","title":"The Outsider","program_id":"1299568564","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/3\/20221122090025511hbo.jpg","description":"Wanneer de Britse militair Lex Walker het schokkende bericht krijgt dat zijn dochter dood is aangetroffen in Los Angeles, blijkt bij aankomst dat het lichaam van iemand anders is. Met grof geweld begint Lex een zoektocht naar zijn dochter. Het spoor leidt naar keiharde criminelen en hij heeft al zijn militaire training nodig om in de wereld van maffia en moordenaars te overleven en zijn dochter te redden uit de klauwen van haar wrede ontvoerder. Tegelijkertijd moet hij de politie zien te ontlopen, die achter hem aanzit vanwege het grote aantal lijken van zware criminelen dat gevonden wordt sinds Lex in LA is aangekomen.","category":""},"71337":{"channel":"280715089","start":"1669699800","end":"1669705800","first":"A","idtitle":"AGOODMARRIAGE","title":"A Good Marriage","program_id":"1299568570","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/19\/202211220900255124bs.jpg","description":"Darcy en Bob (Joan Allen en Anthony LaPaglia) zijn meer dan twintig jaar getrouwd. Tijdens een van Bobs frequente zakenreizen gaat Darcy in de garage op zoek naar nieuwe batterijen. Hier stuit ze op een weerzinwekkend geheim van haar man, waar ze in al die jaren huwelijk nooit een flauw vermoeden van gehad heeft. De gruwelijke ontdekking is de start van een intens zenuwslopende en levensgevaarlijke periode in haar 'goede huwelijk'.","category":""},"71338":{"channel":"280715089","start":"1669705800","end":"1669711200","first":"B","idtitle":"BACKCOUNTRY","title":"Backcountry","program_id":"1299568576","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/68\/20221122090025512t3v.jpg","description":"Alex is een doorgewinterde kampeerder maar Jenn is dat niet. Na veel overtuigingskracht stemt ze er eindelijk mee in om haar mee te nemen naar een van zijn favoriete plekken, het afgelegen Blackfoot Trail. Na drie dagen raken ze van het pad af en zijn ze hopeloos verloren. Zonder voedsel of water hebben ze moeite om hun weg terug te vinden. Als ze zich realiseren dat ze het berengebied zijn binnengedrongen, stijgt het gevaar naar een heel nieuw niveau.","category":""},"71339":{"channel":"280715089","start":"1669711200","end":"1669716600","first":"T","idtitle":"THEUNFAMILIAR","title":"The Unfamiliar","program_id":"1299568582","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/26\/2022112209002551296e.jpg","description":"Na haar terugkeer van de oorlog, wordt de Britse legerdokter Elizabeth 'Izzy' Cormack geplaagd door paranormale hallucinaties. Lijdt ze aan een posttraumatische stressstoornis? Is het huis behekst? Of is er iets anders aan de hand? Haar man Ethan stelt een familievakantie op Hawaï voor. Om haar gezin te redden, laat ze zich meezuigen in een ijzingwekkende mythologische onderwereld.","category":""},"71340":{"channel":"280715089","start":"1669716600","end":"1669723500","first":"T","idtitle":"THEBOX","title":"The Box","program_id":"1299568588","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/91\/20221122090025512hiu.jpg","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","category":""},"71341":{"channel":"280715089","start":"1669723500","end":"1669729800","first":"T","idtitle":"THETALLMAN","title":"The Tall Man","program_id":"1299568594","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/18\/20221122090025512kpo.jpg","description":"In het afgelegen mijnstadje Cold Rock verdwijnen al jarenlang kinderen zonder enig spoor achter te laten. De inwoners geloven dat de kinderen ontvoerd worden door een mysterieuze man. Voor verpleegster Julia zijn dit slechts verzinsels, totdat haar zoontje op een nacht uit zijn bed verdwijnt. Ze ziet nog net een duistere figuur met haar zoon de donkere bossen in vluchten. Wanhopig rent ze hen achterna. Ze weet dat als ze David uit het oog verliest, ze hem nooit meer terug zal zien.","category":""},"71342":{"channel":"280715089","start":"1669729800","end":"1669735200","first":"S","idtitle":"SPREE","title":"Spree","program_id":"1299568600","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/17\/20221122090025512t5k.jpg","description":"In deze hilarische satire op onze 'lust for likes' beraamt ridesharechauffeur Kurt Kunkle (Joe Keery, 'Stranger Things') een duivels plan om zoveel mogelijk volgers te verzamelen. Met camera's in zijn wagen livestreamt hij de steeds gruwelijker moorden op zijn nietsvermoedende passagiers. Kan Jessie Adams, de stand-upkomiek die hij stalkt, de waanzin stoppen?","category":""},"71343":{"channel":"280715089","start":"1669735200","end":"1669740300","first":"T","idtitle":"THEWOLFOFSNOWHOLLOW","title":"The Wolf of Snow Hollow","program_id":"1299568606","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/51\/20221122090025512xz9.jpg","description":"Sheriff John Marshall uit Snow Hollow worstelt met zijn mislukte huwelijk, een rebelse dochter en een ongemotiveerd team. Wanneer het kleine stadje bij volle maan wordt opgeschrikt door de brute moord op een toeriste, lijken de sporen te wijzen op een wolf. John behandelt de zaak als een 'gewone' moord en probeert samen met zijn vader, sheriff Hadley (Robert Forster), en zijn collega Julia te gemoederen te sussen. Maar al snel gaat het gerucht dat er een weerwold actief is in Snow Hollow. John wordt compleet opgeslokt door de jacht op de moordenaar en moet zichzelf er steeds vaker aan herinneren dat weerwolven niet bestaan...","category":""},"71344":{"channel":"280715089","start":"1669740300","end":"1669745700","first":"Y","idtitle":"YOUWERENEVERREALLYHERE","title":"You Were Never Really Here","program_id":"1299568612","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/10\/20221122090025512n4u.jpg","description":"Joe (Joaquin Phoenix) is een getraumatiseerde oorlogsveteraan die als een schaduw door het leven gaat. In dienst van een bevriende privédetective krijgt hij de opdracht om de vermiste minderjarige dochter van een bekende politicus op te sporen. Wanneer hij haar redt uit een bordeel in Manhattan raakt hij echter verstrikt in een wereld van corruptie en wraak en roept hij een golf van extreem geweld op zich af.","category":""},"71345":{"channel":"280715089","start":"1669745700","end":"1669752000","first":"W","idtitle":"WINDRIVER","title":"Wind River","program_id":"1299568618","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/27\/202211220900255127on.jpg","description":"Ergens in het desolate reservaat Boulder Flats in de Amerikaanse staat Wyoming, vindt de ervaren speurder en jager Cory Lambert (Jeremy Renner) het bevroren lijk van een tiener ontdekt. Hij besluit samen te werken met de onervaren FBI-agent Jane Banner (Elizabeth Olsen) en de Tribal politie-officier Ben Shayo (Graham Greene) om te ontdekken wat er gebeurd is en de verantwoordelijken voor de gruwelijke misdaad op te sporen. Hoe dieper Cory, Jane en Ben in het onderzoek duiken hoe meer ze hun eigen levens op het spel zetten.","category":""},"71346":{"channel":"280715089","start":"1669752000","end":"1669757400","first":"M","idtitle":"MONSTERPARTY","title":"Monster Party","program_id":"1299568624","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/61\/202211220900255126wj.jpg","description":"Drie jonge dieven infiltreren in een gigantisch landhuis, waar een luxueus feest wordt gegeven voor een groep extreem rijke jet-setters. Maar hun hebzucht slaat al snel om in doodsangst, wanneer blijkt dat het gaat om een bijeenkomst van seriemoordenaars. Het aantal lijken loopt op en het drietal moet vechten op leven en dood om te ontsnappen, of gruwelijk aan hun einde komen.","category":""},"71347":{"channel":"280715089","start":"1669757400","end":"1669764000","first":"S","idtitle":"SINISTER","title":"Sinister","program_id":"1299568630","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/12\/20221122090025513pe2.jpg","description":"Tien jaar geleden schreef misdaadauteur Ellison Oswald (Ethan Hawke) een bestseller over een beruchte moord. In zijn zoektocht naar inspiratie voor een tweede commerciële succes, verhuist hij met z'n familie naar een huis waar de vorige bewoners bruut om het leven zijn gekomen en een kind vermist raakte. In de woning ontdekt Ellison een doos met angstaanjagende 8mm amateurfilmpjes. Hij realiseert zich niet dat hij hiermee deuren heeft geopend die beter gesloten konden blijven.","category":""}}