{"57118":{"channel":"141431343","start":"1669244400","end":"1669252885","first":"V","idtitle":"VERDINABUCCO","title":"Verdi - Nabucco","program_id":"1297545420","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/45\/2022111709003051988t.jpg","description":"Daniel Oren dirigeert het orkest van de Arena di Verona in een prachtige uitvoering van Giuseppe Verdi’s Nabucco. Het was de derde opera die de componist voltooide, maar het zou zijn eerste grote succes betekenen. Nabucco werd voor het eerst uitgevoerd in La Scala te Milaan in 1842, toentertijd het epicentrum van de Risorgimento (“herrijzenis”) en tevens hoofdstad van het Italiaanse nationalisme, waar voorstanders van de Italiaanse onafhankelijkheid hun stem lieten horen. Het bekende ‘slavenkoor’ in de derde akte, waar Joodse ballingen hun verloren land betreuren, resoneert direct met de Italiaanse nationalisten en is sindsdien tot symbool verworden van de Italiaanse nationaliteit. De in Israël geboren dirigent Daniel Oren is een ware kenner op het gebied van Verdi’s muziek en een graag geziene gast in de Arena di Verona. Deze uitvoering is opgenomen in 2017. Solisten zijn onder anderen George Gagnidze, Susanna Branchini, Nino Surguladze, Rubens Pelizzari en Stanislav Trofimov.","category":""},"57119":{"channel":"141431343","start":"1669252885","end":"1669257116","first":"H","idtitle":"HEARINGTHESILENCE","title":"Hearing the Silence","program_id":"1297545426","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/65\/202211170900305207y1.jpg","description":"Op zijn zeventigste gold Claudio Abbado als één van de beste, meest gerespecteerde dirigenten ter wereld. Zijn staat van dienst is legendarisch: hij was achtereenvolgens muzikaal leider van La Scala in Milaan (1968-1986), toen bij de Weense Staatsopera (1986-1991), en de Berliner Philharmoniker (1989-2002). Abbado, een krachtige voorvechter van de ontwikkeling van jong muzikaal talent, speelde een sleutelrol bij de oprichting van het Chamber Orchestra of Europe, het European Union Youth Orchestra, en het Gustav Mahler Jeugdorkest. Na een periode van ziekte gaat hij een nieuwe fase in zijn carrière in: hij richt het Luzern Festivalorkest op. Filmmaker Paul Smaczny volgde de carrière van Abbado door de jaren heen op de voet, wat talloze interviews opleverde. In dit profiel bespreekt Abbado zijn leven en werk, zijn opvattingen over muziek, en zijn favoriete composities. Nooit eerder vertoond interviewmateriaal wordt afgewisseld met beelden van de dirigent tijdens repetities en in concert, gesprekken met vrienden en collega's, en archiefmateriaal. Dit portret plaatst deze \"stille denker\" in een nieuw en onverwacht licht.","category":""},"57120":{"channel":"141431343","start":"1669257116","end":"1669260986","first":"B","idtitle":"BEETHOVENPIANOSONATAESOP109110111","title":"Beethoven - Pianosonataes Op 109, 110 & 111","program_id":"1297545432","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/14\/20221117090030520kts.jpg","description":"Kunnen wij het creatieve brein van Ludwig van Beethoven ervaren als van binnenuit, en dan met name in de laatste fase van zijn leven, toen de componist met ernstig gehoorverlies te maken had? Pianist Tom Beghins recente opnames van Beethovens Pianosonates Op. 109, 110 en 111 zijn een artistieke verkenning van de manier waarop Beethovens musiceren werd gevormd door de werkomstandigheden die hij met hulp van collega's en vrienden wist te scheppen. Tom Beghin voert niet alleen Beethovens drie meesterlijke pianowerken uit op een magnifieke, nieuwe replica van Beethovens Broadwood & Sons fortepiano, hij maakt bovendien gebruik van een gereconstrueerde 'Gehörmaschine', een resonator zoals Beethoven die op zijn piano liet inbouwen zodat hij muziek kon blijven schrijven terwijl zijn gehoor achteruit ging. “U hoort het beter als u uw hoofd onder dit apparaat houdt, nietwaar?,” vroeg André Stein aan Beethoven. Twee eeuwen later kunnen wij zelf ervaren hoe Beethoven zijn eigen muziek hoorde, en ons afvragen: horen wij Beethovens muziek nu anders? Beghin lokt ons de 'gehoormachine' in, zodat we de essentie van Beethovens onstuimige en onweerstaanbaar poëtische muzikale vibraties niet ...","category":""},"57121":{"channel":"141431343","start":"1669260986","end":"1669266000","first":"S","idtitle":"STRAVINSKYSYMPHONYINTHREEMOVEMENTS","title":"Stravinsky - Symphony in Three Movements","program_id":"1297545438","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/41\/20221117090030520q3c.jpg","description":"Sir Simon Rattle dirigeert de Berliner Filharmoniker tijdens het jaarlijkse Europakonzert, dat in 2008 werd gehouden in de legendarische hal van het ‘P. I. Tsjaikovski’ Conservatorium te Moskou. De eerste editie van het Europakonzert werd gehouden in 1991 en sindsdien wordt de oprichting van het orkest (op 1 mei 1882) jaarlijks gevierd met een concert in een andere Europese cultuurstad. Deze avond opent het orkest met een meesterlijke interpretatie van Igor Stravinsky’s Symphony in Three Movements (1945).","category":""},"57122":{"channel":"141431343","start":"1669266000","end":"1669267743","first":"M","idtitle":"MOZARTSTRIJKKWARTETNO21","title":"Mozart - Strijkkwartet No. 21","program_id":"1297545444","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/87\/20221117090030520k1z.jpg","description":"Vanuit het Barockschloss in het Duitse Rammenau speelt het Gewandhausquartett Mozarts Vioolkwartet Nr. 21 in D-groot, KV. 575. Het werk is geschreven in 1789 en kreeg de bijnaam “The Violet”, naar het voorbeeld gebruikt in Hans Kellers hoofdstuk uit The Mozart Companion. Het is de eerste van Mozart’s zogenoemde Pruisische kwartetten. Het werk was geschreven en opgedragen aan de Koning van Pruisen, Friedrich Wilhelm II, die zelf amateurcellist was. Het is geschreven in zelfde stijl als de kwartetten van Joseph Haydn. Het Gewandhausquartett bestaat uit Frank Michael Erben (1e viool), Conrad Suske (2e viool), Volker Metz (altviool), Jürnjakob Timm (cello) and Steffen Adelmann (contrabas).","category":""},"57123":{"channel":"141431343","start":"1669267743","end":"1669271541","first":"R","idtitle":"ROBERTOGIORDANOSPEELTBRAHMSENBEETHOVEN","title":"Roberto Giordano speelt Brahms en Beethoven","program_id":"1297545450","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/39\/20221117090030520u7v.jpg","description":"In dit recital voert de Italiaanse pianist Roberto Giordana Brahms’ Sechs Klavierstücke (Op. 118) uit, gevolgd door twee Beethovensonates: De bekende ‘Mondscheinsonate’ No. 14, (Op. 27 Nr. 2) en Pianosonate Nr. 31 (Op. 110), één van Beethovens late sonates. Brahms voltooide de verzameling Klavierstücke in 1893 en droeg ze op aan Clara Schumann. Het is de voorlaatste compositie die Brahms voltooide. Dit concert is opgenomen in de Villa Visconti Borromei Litta te Lainate, Italië in 2017. Regie van Pietro Tagliaferri.","category":""},"57124":{"channel":"141431343","start":"1669271541","end":"1669276823","first":"R","idtitle":"RACHMANINOVTHELASTROMANTIC","title":"Rachmaninov - The Last Romantic","program_id":"1297545456","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/70\/202211170900305204pq.jpg","description":"In 2013 sloot het St. Petersburg Philharmonic onder leiding van Joeri Temirkanov de vierde editie van het Annecy Festival af met een programma dat volledig in teken stond van Sergej Rachmaninov. Samen met de begaafde pianist Denis Matsuev verzorgt het orkest een programma met Rachmaninovs meest geliefde werken, waaronder zijn Tweede Pianoconcert en de Symfonische Dansen. Matsuev is de artistiek leider van het festival en tevens artistiek directeur en ambassadeur van de Serge Rachmaninoff Foundation. Het Annecy Classic Festival vond voor het eerst plaats in 1967, op initiatief van de Franse concertpianiste Éliane Richepin. Wat begon als een kleinschalig festival met intieme optredens door lokale musici voor een lokaal publiek, groeide door de jaren heen uit tot een belangrijke culturele samenwerking tussen Frankrijk en Rusland.","category":""},"57125":{"channel":"141431343","start":"1669276823","end":"1669280549","first":"C","idtitle":"CMIMPIANO2021FINALEYOICHIROCHIBA","title":"CMIM Piano 2021 - Finale: Yoichiro Chiba","program_id":"1297545462","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/7\/20221117090030520j9y.jpg","description":"Yoichiro Chiba (Japan, 1997) voert Robert Schumanns Kreisleriana, Op. 16, Allegro energico, Spring Thaw, en Off-beat Waltz uit John Burge’s Twenty-Four Preludes, Domenico Scarlatti's Sonate in b-klein, K. 87, en Russische Dans, Petroesjka, en Jaarmarkt in carnavalstijd uit Igor Stravinsky’s Petroesjka uit, tijdens de finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Kioi Hall in Tokio, Japan.","category":""},"57126":{"channel":"141431343","start":"1669280549","end":"1669283164","first":"D","idtitle":"DOCUMENTAIREGIANANDREANOSEDA","title":"Documentaire: Gianandrea Noseda","program_id":"1297545468","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/21\/20221117090030520kq5.jpg","description":"Hoewel de grote Italiaanse componist Giuseppe Verdi zelf nooit werd toegelaten aan het Conservatorium in Milaan draagt dit beroemde instituut inmiddels wel zijn naam: ‘Conservatorio Giuseppe Verdi’. Onder de talloze talenten die hier wel de basis voor hun carrière legden zijn Giacomo Puccini, Alfredo Catalani, Claudio Abbado, Riccardo Chailly, Luigi Einaudi, Daniele Gatti, en Gianandrea Noseda. De vermaarde dirigent Noseda (*1964) geldt als één van de belangrijkste dirigenten van zijn generatie. Hij gaf onlangs een grote masterclass orkestdirectie aan het Conservatorio Giuseppe Verdi, waaraan studenten uit binnen- en buitenland deelnamen. Samen met een selecte groep studenten werkte hij drie dagen lang om een gevarieerd concertprogramma in te studeren. In deze documentaire ziet u hoe deze jonge, talentvolle musici composities van Mozart, Tsjaikovski, en Stravinsky instuderen onder de bezielende leiding van Maestro Gianandrea Noseda zelf.","category":""},"57127":{"channel":"141431343","start":"1669283164","end":"1669287251","first":"H","idtitle":"HAYDNSCHUMANNBACHMUZIEKVOORFLUITHOBO","title":"Haydn, Schumann & Bach: Muziek voor Fluit & Hobo","program_id":"1297545474","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/8\/20221117090030520umg.jpg","description":"Op 9 april 2020, toen de Covid-19-pandemie het concertcircuit tot stilstand dwong, waren dwarsfluitist Ana de la Vega en hoboïst Ramón Ortega Quero op concerttournee. Hun concert in Palais Lichtenau in de Duitse stad Potsdam ging door zoals gepland – maar dan zonder publiek. Deze intieme opname is het resultaat. Op het programma staan Joseph Haydns “Londense” Trio nr. 1 C Hb. IV\/1, Clara Schumanns Drei Romanzen, Op. 22, Antonín Dvořáks Silent Woods, J. S Bachs Triosonate in c uit “Musikalischen Opfer” BWV 1079, en Robert Schumanns Drei Romanzen, Op. 94. Tot besluit van het optreden klinkt Ignaz Moscheles' Concertante in F.","category":""},"57128":{"channel":"141431343","start":"1669287251","end":"1669289535","first":"B","idtitle":"BIZETSYMFONIEINC","title":"Bizet - Symfonie in C","program_id":"1297545480","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/46\/20221117090030520qua.jpg","description":"Geniet van deze sprankelende uitvoering van Pjotr Iljitsj Tsjaikovski's beroemde Pianoconcert nr. 1 door de ongelooflijke Russische pianovirtuoos Daniil Trifonov. Bijgestaan door het Israel Philharmonic Orchestra onder leiding van Kent Nagano laat Trifonov eens te meer zien hoe koninklijk en ongelooflijk klassieke muziek kan zijn! Het concert begint met de Air uit J. S. Bachs Orkestsuite nr. 3 in D-groot. Ook op het programma staan Hector Berlioz' ouverture Le Corsaire en George Bizets Symfonie in C-groot. Dit programma werd opgenomen in het Charles Bronfman Auditorium in Tel Aviv in 2014.","category":""},"57129":{"channel":"141431343","start":"1669289535","end":"1669291008","first":"B","idtitle":"BACHCANTATAICHHABEGENUGBWV82","title":"Bach - Cantata \"Ich habe genug\", BWV 82","program_id":"1297545486","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/93\/20221117090030520y0d.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""},"57130":{"channel":"141431343","start":"1669291008","end":"1669292097","first":"S","idtitle":"STRAUSSDONJUANOP20","title":"Strauss - Don Juan, Op. 20","program_id":"1297545492","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/48\/20221117090030520713.jpg","description":"Deze uitvoering is het allereerste concert dat Fabio Luisi en Deens Radio Symfonieorkest gaven in het DR Koncerthuset te Kopenhagen in 2017. Op het programma staat een mijlpaal uit de klassieke muziekgeschiedenis: Beethovens Symfonie Nr. 3, ookwel 'Eroïca' genoemd. Samen met Stravinsky's Psalmensymfonie en Richard Strauss' Don Juan, Op. 20 illustreert deze productie op unieke wijze de bijzondere chemie tussen Luisi en het orkest.","category":""},"57131":{"channel":"141431343","start":"1669292097","end":"1669294887","first":"B","idtitle":"BRAHMSKLARINETSONATENR1OP120","title":"Brahms - Klarinetsonate nr. 1, Op. 120","program_id":"1297545498","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/47\/2022111709003052038q.jpg","description":"De twee 'Sonates voor klarinet en piano Op. 120' van Johannes Brahms ontstonden in 1894. Zij zijn enigszins door Mozart geïnspireerd en in geen van beide sonates treft men een 'echt' langzaam deel aan. Brahms schreef deze stukken voor de violist en klarinettist Richard Mühlfeld [1856-1907], die in het orkest van de Hertog van Meiningen speelde en vanaf de jaren '70 van de 19e eeuw een grote reputatie verwierf. Hij maakte een internationale carrière en introduceerde Brahms' klarinetkwintet in 1892 in London. De sonates vormen de laatste instrumentale composities van Brahms. De vierdelige 'Sonate Op. 120 Nr. 1 in f' opent met een helder 'Allegro apassionato' in mineur. De drie hierop volgende delen [in majeur] zijn optimistischer van stemming en rijk aan zangerige, gevoelige en dromerige momenten. De finale is vooral speels van aard. Henk de Graaf, klarinet, Daniël Wayenberg piano.","category":""},"57132":{"channel":"141431343","start":"1669294887","end":"1669298534","first":"N","idtitle":"NAPELSKLAVIERSTADGIOVANNIMARIATRABACI","title":"Napels, Klavierstad - Giovanni Maria Trabaci","program_id":"1297545504","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/14\/20221117090030520t9u.jpg","description":"Helemaal vergeten is hij niet, maar een begrip is Giovanni Maria Trabaci anno 2019 evenmin. Ten onrechte, want deze productieve toetsenvir tuoos schreef naast een pak vocale muziek ook meer dan 150 klaviercomposities. Met gedurfde chromatiek en experimentele thematische structuren stormt dit repertoire resoluut richting Frescobaldi. Artist in residence Marco Mencoboni kiest Trabaci’s meest vrijmoedige partituren.","category":""},"57133":{"channel":"141431343","start":"1669298534","end":"1669303263","first":"V","idtitle":"VOCALEBAROKMUZIEKVANCAVALLISTROZZIENBEMBO","title":"Vocale barokmuziek van Cavalli, Strozzi en Bembo","program_id":"1297545510","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/12\/202211170900305205nn.jpg","description":"De Argentijnse dirigent en klavecinist Leonardo García Alarcón leidt zijn ensemble Cappella Mediterranea in een programma gewijd aan Italiaanse barokmuziek. Het ensemble speelt een aantal prachtige barokwerken van Francesco Cavalli, een vooraanstaand componist uit het Venetië van de 17e eeuw, en twee van zijn bekendste leerlingen, Barbara Strozzi en Antonia Bembo. De Argentijnse sopraan Mariana Flores zingt de vocale werken. Op het programma staan ‘Mira questi due lumi’ uit Cavalli’s Le nozze di Teti e di Peleo, ‘Dimmi, Amor, che farò’ uit L'Oristeo, ‘Sinfonia della notte’ uit L’Egisto, en ‘E vuol dunque Ciprigna’ uit Ercole Amante; ‘M’ingannasti in verità’ uit Bembo’s Produzioni armoniche consacrate a Luigi XIV; Strozzi’s Sino alla morte, Che si può fare, Lagrime mie, L’amante segreto, en è Pazzo il moi core; Biagio Marini’s La Romanesca; Tarquinio Merula’s Aria Sopra La Cieccona; en Dario Castello’s Sonata Seconda. Deze opname vond plaats in de magnifieke Église Notre-Dame in Sablé-sur-Sarthe, Frankrijk, op 26 augustus 2020.","category":""},"57134":{"channel":"141431343","start":"1669303263","end":"1669307615","first":"B","idtitle":"BEETHOVENSYMFONIENR9","title":"Beethoven - Symfonie nr. 9","program_id":"1297545516","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/70\/20221117090030520vlw.jpg","description":"Ter gelegenheid van de 250ste geboortedag van Ludwig van Beethoven voerde het Orquesta Sinfónica de Minería in 2019 alvast alle negen Beethovensymfonieën uit, in de Academia de Música del Palacio de Minería in Mexico-Stad. De Mexicaanse dirigent Carlos Miguel Prieto leidt het orkest, vier vocale solisten, het koor Vocal Essence, en het koor van Orquesta Sinfónica de Minería in deze uitvoering van Beethovens Symfonie nr. 9 in d-mineur, Opus 125. Prieto is al sinds 2008 als muzikaal leider aan het Orquesta Sinfónica de Minería verbonden. Hij wordt gezien als de beste Mexicaanse dirigent van zijn generatie. Beethovens Symfonie nr. 9 wordt algemeen beschouwd als zijn beste compositie. Hij voltooide het werk in 1824, toen hij vrijwel doof was. Het is een unieke symfonie, met de ongebruikelijke inzet van een koor en vocale solisten in het laatste deel. Daarin zet Beethoven delen van Friedrich Schillers gedicht “Ode an die Freude” (“Lofdicht aan de vreugde”) op muziek. De symfonie bestaat uit vier delen: Allegro ma non troppo, un poco maestoso, Molto vivace, Adagio molto e cantabile, en Finale. De vier vocale solisten zijn Katherine Whyte (sopraan), Grace Echauri (mezzosopraan), ...","category":""},"57135":{"channel":"141431343","start":"1669307615","end":"1669312419","first":"T","idtitle":"THEGALILEOPROJECTMUSICOFTHESPHERES","title":"The Galileo Project: Music of the Spheres","program_id":"1297545522","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/38\/20221117090030521571.jpg","description":"Het Tafelmusik Baroque Orchestra, ookwel bekend onder de naam Tafelmusik, is een in Toronto gehuisvest barokorkest, gespecialiseerd in oude muziek. Het ensemble staat onder de muzikale leiding van violiste Jeanne Lamon. In Galileo Project: Music of the Spheres (‘De Muziek der Sferen’) staat muziek van Monteverdi, Vivaldi, Bach en Händel op het programma. De uitvoering wordt op de achtergrond voorzien van beelden waarop onder meer de Hubble-telescoop, NASA en Canadese astronauten te bewonderen zijn. Ontdek deze interessante combinatie tussen kunst, wetenschap en cultuur uit de 17e en 18e eeuw in een betoverend concert dat een eerbetoon vormt aan Galileo’s eerste demonstratie van de telescoop. Acteur Shaun Smyth is de verteller in een magische decor ontworpen door Marshal Pynkoski, waarin de musici rond lijken te zweven. Geproduceerd en geschreven door Alison Mackey.","category":""},"57136":{"channel":"141431343","start":"1669312419","end":"1669314244","first":"V","idtitle":"VILLALOBOSSTRIJKKWARTETNR6","title":"Villa-Lobos - Strijkkwartet nr. 6","program_id":"1297545528","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/48\/20221117090030521icv.jpg","description":"Quarteto Radamés Gnattali speelt Heitor Villa-Lobos' Strijkkwartet nr. 6 in het Palácio do Catete in Rio de Janiero in Brazilië. Dit ensemble werd opgericht in 2006 en bestaat uit Carla Rincón en Francisco Roa (violen), Fernando Thebaldi (altviool), en Hugo Pilger (cello). Het kwartet, dat zich specialiseert Braziliaanse muziek, is zeer actief in de muziekeducatie. Hun opname van de complete strijkkwartetten van Villa-Lobos is een grote verdienste en werd met enthousiasme onthaald door de internationale muziekpers. Op Villa-Lobos' Bachianas brasileiras na wordt het werk van de Braziliaanse componist voornamelijk in Latijns-Amerika uitgevoerd. Villa-Lobos wordt in zijn geboorteland op handen gedragen als componist, dirigent en docent. Hij heeft opera's, symfonieën, concerten, pianowerken, koormuziek en zeventien strijkkwartetten op zijn naam.","category":""},"57137":{"channel":"141431343","start":"1669314244","end":"1669318200","first":"S","idtitle":"SJOSTAKOVITSJKAMMERSYMPHONIEOP110A","title":"Sjostakovitsj - Kammersymphonie Op. 110a","program_id":"1297545534","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/13\/20221117090030521w8l.jpg","description":"Het orkest Casco Phil, in 2008 opgericht als de ‘Belgische Kamerfilharmonie’, staat onder leiding van dirigent Benjamin Haemhouts in een uitvoering van Dimitri Sjostakovitsj’s Kamersymfonie, Op. 110a. Het werk is een bewerking van Sjostakovitsj’s Strijkkwartet Nr. 8 door Rudolf Barshai, dat de componist voltooide binnen drie dagen (12 t\/m 14 juli, 1960). Het werk citeert veel melodieën uit eerder werken, waaronder de Eerste en Vijfde Symfonie en een thema uit het Pianotrio Nr. 2. Daarnaast zijn ook citaten uit het Celloconcert en de opera Lady MacBeth te horen. Deze uitvoering is opgenomen in het Elisabeth Center in Antwerpen, België.","category":""},"57138":{"channel":"141431343","start":"1669318200","end":"1669322688","first":"C","idtitle":"CURSIVEII","title":"Cursive II","program_id":"1297545540","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/56\/20221117090030521ud6.jpg","description":"Met Cursive II brengt de gelauwerde Taiwanese danser en choreograaf Lin Hwai-min een vervolg op het prachtige Cursive uit 2001. Vele mensen waren verrast door Lins muziekkeuze, die was gevallen op composities van de Amerikaanse avant-gardist John Cage. De pure en eenvoudige strijkersklanken van de Westerse meester -zelf ook beoefenaar van het boeddistische zen- gaan prachtig samen in een dialoog met bewegingen afkomstig uit eeuwenoude Oosterse lichaamsdisciplines. Deze uitvoering door het Cloud Gate Danstheater vertaalt de lichte nuances van de Chinese kalligrafiekunst naar indrukwekende dansinterpretaties. Opgenomen in het Cloud Gate Danstheater te Genève in 2005.","category":""},"57139":{"channel":"141431343","start":"1669322688","end":"1669327869","first":"A","idtitle":"ABBADODIRIGEERTMAHLERNO4RUECKERTLIEDER","title":"Abbado dirigeert Mahler No. 4 & Rückert-Lieder","program_id":"1297545546","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/17\/202211170900305218ct.jpg","description":"Mezzosopraan Magdalena Kožená laat niet alleen de ‘hemelse geneugten’ weerklinken in het laatste deel van Gustav Mahlers Symfonie Nr. 4: eerder in het concert wijdt ze zichzelf aan de engelachtige schoonheid en intieme eenvoud van Mahlers Rückert Lieder. Vrijwel alle liederen die Mahler vóór 1900 componeerde baseerde hij op teksten uit Des Knaben Wunderhorn, een collectie volksgedichten uitgegeven door Clemens Brentano en Achim von Arnim. Later richtte Mahler zich op het werk van één dichter, de Frankische orientalist en vertaler Friedrich Rückert. Mahler gaf toe dat diens gedichten hem zo diep raakten dat het voelde alsof hij ze zelf had geschreven. In het laatste Lied, Ich bin der Welt abhanden gekommen, citeert hij een frase uit het Adagio van zijn Symfonie Nr. 4. Toen men hem vroeg wat dat wilde zeggen, legde hij uit dat dit citaat hemzelf belichaamde.","category":""},"57140":{"channel":"141431343","start":"1669327869","end":"1669330800","first":"E","idtitle":"ESCAICHDRIEMOTETTEN","title":"Escaich - Drie Motetten","program_id":"1297545552","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/52\/20221117090030521w76.jpg","description":"Verspreid over elf dagen vond in augustus 2020 in het Franse pelgrimsoord Rocamadour de vijftiende editie plaats van het Festival de Rocamadour, volledig gewijd aan kerkelijke muziek uit de barok, romantiek, en klassieke tijd. Op 16 augustus trad de jonge Britse organist Jeremiah Stephenson op in de middeleeuwse Basilique Saint-Sauveur met het in 2013 opgerichte Franse kamerkoor Dulci Jubilo, dat onder leiding staat van dirigent en oprichter Christopher Gibert. Tijdens dit ingetogen concert vormt het orgel de rode draad: van componist en organist Thierry Escaich (*1965) staat Trois motets op het programma, bestaande uit Eaux natales, Le Masque en Vers l’espérance. Dan volgt het Requiem van componist en organist Maurice Duruflé (1902-1986). Tot besluit klinkt Timor et tremor uit Quatre motets pour un temps de pénitence van Francis Poulenc (1899-1963).","category":""}}