{"57203":{"channel":"141431343","start":"1669330800","end":"1669340901","first":"V","idtitle":"VERDIOTELLO","title":"Verdi - Otello","program_id":"1297981126","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/85\/20221118090040565cc8.jpg","description":"De Italiaanse componist Giuseppe Verdi (1813-1901) baseerde het verhaal van de opera Otello op William Shakespeares gelijknamige tragedie. Deze productie, geregisseerd door David Alden, is opgenomen in het Teatro Real te Madrid in 2016. Het orkest en koor van het Teatro Real staan onder de muzikale leiding van Renato Palumbo. Onder de solisten zijn Gregory Kunde, Ermonela Jaho en George Petean. Otello, Venetiaans generaal en hertog van Cyprus, keert terug naar het eiland na een rijke zegetocht. Zijn vaandeldrager Jago voelt zich beledigd door Cassio’s promotie tot kapitein. Om wraak te nemen op Otello doet Jago de hertog laten geloven dat diens vrouw Desdemona een affaire heeft met Cassio. Hierop besluit Otello om zijn vrouw te doden. ’s Nachts wekt hij Desdemona middels een kus en vraagt zijn vrouw om haar bedrog toe te geven. Desdemona probeert tevergeefs haar onschuld te bewijzen; overtuigd van haar overspeligheid wordt ze door Otello gewurgd. Emilia, de vrouw van Jago en tevens het kamermeisje van Desdemona, ontmaskert de listige plannen van Jago, waarna Otello de hand aan zichzelf slaat.","category":""},"57204":{"channel":"141431343","start":"1669340901","end":"1669346571","first":"M","idtitle":"MOZARTCELEBRATIONVANUITBERLIJN","title":"Mozart Celebration vanuit Berlijn","program_id":"1297981132","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/7\/2022111809004056555w.jpg","description":"Deze Mozartviering vindt plaats in de Staatsoper Unter den Linden, Berlijns meest prestigieuze operahuis. Het eenmalige concertgala staat volledig in het teken van de werken van Wolfgang Amadeus Mozart. Vele pareltjes uit zijn oeuvre worden uitgevoerd door ‘s werelds beste klassieke musici, waaronder violist Nicolaj Znaider, bariton Thomas Quasthoff en sopraan Sylvia Schwartz. De Staatskapelle Berlin staat onder leiding van dirigent Julien Salemkour. Op het programma staan de ouverture uit Clemenza di Tito (KV. 621), het Vijfde Vioolconcert (KV. 219), “Chi sà, chi sà, qual sia” (KV.582), Pianoconcert Nr. 23 (KV. 488), \"Per questa bella mano\" (KV. 612) en enkele aria’s uit Die Zauberflöte. Er wordt afgelosten met Symfonie Nr. 40 (KV. 550).","category":""},"57205":{"channel":"141431343","start":"1669346571","end":"1669351068","first":"A","idtitle":"ANDREAMARCONDIRIGEERTLACETRABAROCKORCHESTER","title":"Andrea Marcon dirigeert La Cetra Barockorchester","program_id":"1297981138","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/36\/202211180900405650pk.jpg","description":"Andrea Marcon dirigeert het La Cetra Barockorchester van Bazel en mezzo-sopraan Magdalena Kožená tijdens de 25e jubileumeditie van het Zwitserse Verbier Festival in 2018. Kožená’s muzikale kwaliteiten lijken wel oneindig te zijn. Haar stem verricht wonderen in een wijds repertoire, dat zich uitstrekt van songs van Cole Porter tot liederen van Duparc of Mahler. Toch blijft ze een zwak houden voor de barokperiode, zoals wordt geïllustreerd in dit recital vanuit de kerk in Verbier. Het programma is van opmerkelijke eenvoud: vocale werken worden afgewisselend met sprankelende instrumentale stukken. Het programma opent met Uccellini’s ‘Aria quinta sopra La Bergamasca’ en Monteverdi’s ‘Disprezzata Regina’, gevolgd door Merula’s ‘Folle è ben che si crede’ en ‘Ballo detto Polliccio’. Na Castello’s Sonate Nr. 15 en ‘Passacalio a quattro’ van Marini, wordt afgesloten met Monteverdi’s ‘Il Combattimento di Tancredi e Clorinda’ en G. F. Händels ‘Lascia ch'io pianga’.","category":""},"57206":{"channel":"141431343","start":"1669351068","end":"1669352400","first":"T","idtitle":"TSJAIKOVSKIDESTORMFANTASIAOP18","title":"Tsjaikovski - De storm - Fantasia, Op. 18","program_id":"1297981144","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/26\/20221118090040566n4v.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. De editie van 1998 vond plaats op een fascinerende, unieke locatie: het Vasamuseum in Stockholm. Dit maritieme museum stelt de Vasa tentoon: dit enorme, 17e-eeuws schip, dat 69 meter lang en 12 meter breed was en 1210 ton woog, kapseisde en zonk al op haar eerste reis in 1628. Hiermee is het museum de perfecte achtergrond voor de Berliner Philharmoniker onder leiding van Claudio Abbado, die een muziekprogramma uitvoeren dat perfect aansluit op deze maritieme omgeving. Zo klonk ook Pjotr Iljitsj Tsjaikovski's symfonische fantasie De storm, Op. 18.","category":""},"57207":{"channel":"141431343","start":"1669352400","end":"1669356208","first":"S","idtitle":"SOUNDSLIKECHRISTMAS","title":"Sounds like Christmas","program_id":"1297981150","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/31\/202211180900405667xo.jpg","description":"Vanuit een sfeervol cisterciënzerkloosters combineert Sounds like Christmas feestelijke muziek met de frisse spontaniteit van de jazz: dit kerstprogramma presenteert de muzikale ontmoeting van sopraan Angelika Kirchschlager met jazztrompettist Tomasz Stańko. Deze solisten voeren populaire en minder bekende kerstmuziek uit, begeleid door het geweldige Freiburger Barockorchester en het a capella-ensemble Amarcord. Dit ensemble bestaat uit voormalige leden van het beroemde Thomanerchor uit Leipzig. Mede door de verschillende muzikale achtergronden van de artiesten levert dit een spannende, gevarieerde muzikale ervaring op. Het luisterrijke cisterciënzerklooster Schulpforte nabij het Duitse Naumburg is de ultieme locatie voor deze buitengewone muzikale ontmoeting. De geschiedenis van het klooster gaat terug tot 1127, toen in Schmölln een benedictijnenabdij werd opgebouwd. Betoverende beelden van besneeuwde berglandschappen en steden in kerstsfeer wisselen het concertverslag af.","category":""},"57208":{"channel":"141431343","start":"1669356208","end":"1669360643","first":"M","idtitle":"MOZARTCONCERTVANUITBERLIJN","title":"Mozart Concert vanuit Berlijn","program_id":"1297981156","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/27\/20221118090040566xus.jpg","description":"Dit concertprogramma vanuit het Konzerthaus Berlin staat volledig in het teken van W. A. Mozart. Het Carl Philippe Emanuel Bach Kamerorkest staat onder leiding van Hartmut Haenchen. In de uitvoeringen van Haenchen en zijn gereduceerde ensemble komen de veelzijdige kwaliteiten van Mozarts muziek optimaal naar voren, mede door de uitstekende instrumentatie en divisie van de orkestpartijen. Stefan Vladars fijnzinnige touché en stillistische zekerheid maakt hem een ideale partner voor Haenchen en zijn orkest. Op het programma staan Mozarts Divertimento in Es-groot (KV. 113), het Pianoconcert Nr. 20 (KV. 466) en de ‘Jupiter’ Symfonie Nr. 41 in C (KV. 551).","category":""},"57209":{"channel":"141431343","start":"1669360643","end":"1669364251","first":"S","idtitle":"STRAVINSKYWEBERNANDDEBUSSY","title":"Stravinsky, Webern and Debussy","program_id":"1297981610","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/68\/20221118090040566nw9.jpg","description":"Dit concert van het Brussels Philharmonic richt zich op de diverse muziekstijlen die hun stempel drukten op de eerste helft van de 20e eeuw. Naast het impressionisme van Claude Debussy's Jeux (1913) richten dirigent Michel Tabachnik en zijn orkest zich op één van de belangrijkste componisten van de hedendaagse muziek: Igor Stravinsky. Diens eerste compositie voor een ballet, De Vuurvogel (1910), vormt een hoogtepunt binnen dit concert. Het concert begint met Anton Weberns Fünf Orchesterstücke Op. 10 (1913). Het ontbreekt deze vijf ultrakorte werkjes aan onderling thematisch of tonaal verband, of enige andere traditionele opbouw: dat belooft een spannende luisterervaring!","category":""},"57210":{"channel":"141431343","start":"1669364251","end":"1669367170","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEZHUWANG","title":"CMIM Piano 2021 Halve finale: Zhu Wang","program_id":"1297981616","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/17\/202211180900405661ah.jpg","description":"Zhu Wang (China, 1997) voert Wolfgang Amadeus Mozarts Sonate in bes-groot, K.281, Béla Bartóks Drie Rondo's op Slowaakse Volkswijzen, Sz. 84, BB 92, en Robert Schumanns Humoreske in Bes-groot, Op. 20, uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Merkin Hall in het Kaufman Music Center in New York, de Verenigde Staten.","category":""},"57211":{"channel":"141431343","start":"1669367170","end":"1669373164","first":"M","idtitle":"MAHLERSYMFONIENR8","title":"Mahler - Symfonie Nr. 8","program_id":"1297981622","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/42\/202211180900405665oa.jpg","description":"Fabio Luisi dirigeert het Deens National Symfonieorkest in een uitvoering van Mahlers Symfonie Nr. 8. Het werk is een van de grootschaligste werken in het klassieke repertoire en draagt daarom de bijnaam 'Symphonie der Tausend', alhoewel er geen duizend musici nodig zijn om het werk uit te voeren. De symfonie is gecomponeerd tijdens Mahlers verblijf in zijn zomerhuis te Maiernigg, gelegen in het zuiden van Oostenrijk, in de zomer van 1906. Het is het Mahlers laatste werk dat gedurende zijn leven in première ging. Solisten in deze uitvoering zijn Ricarda Merbeth (sopraan), Henriette Bonde-Hansen (sopraan), Sofia Fomini (sopraan), Marianne Beate Kielland (alt) Olesya Petrova (alt), Stefan Vinke (tenor), Russel Braun (bariton) en Günther Groissböck (bas). Ze worden bijgestaan door het Nationaal Deens Concertkoort, het MDR Leipzig Radiokoor en het Koninklijke Kapelkoor van Kopenhagen. Opgenomen in het Opernhaus Zürich in 2017.","category":""},"57212":{"channel":"141431343","start":"1669373164","end":"1669375644","first":"D","idtitle":"DEBUSSYSIMAGESBOEKIIFRANCKSVIOOLSONATE","title":"Debussy's Images Boek II & Francks Vioolsonate","program_id":"1297981628","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/1\/20221118090040566fmo.jpg","description":"De Duitse violist Christian Tetzlaff en de Zwitserse pianist Francesco Piemontesi bundelen hun krachten in een concertprogramma met werken van Claude Debussy en César Franck, opgenomen op 3 april 2020 in Schinkel Pavillon in Berlijn. Piemontesi begint het concert met delen uit Debussy's Images, Boek II: 'Cloches à travers les feuilles', 'Et la lune descend sur le temple qui fut', en 'Poissons d'or'. Hierna begeleidt Piemontesi Tetzlaff in Francks Vioolsonate in A-groot.","category":""},"57213":{"channel":"141431343","start":"1669375644","end":"1669378105","first":"T","idtitle":"THEPIANISTSKEYS","title":"The Pianists Keys","program_id":"1297981634","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/35\/20221118090040566pck.jpg","description":"This documentary by Christoph Keller follows various participants and teachers participating in the International Summer Piano Academy.","category":""},"57214":{"channel":"141431343","start":"1669378105","end":"1669381234","first":"B","idtitle":"BEETHOVENPIANOSONATENR14OP27NR2","title":"Beethoven - Pianosonate Nr. 14, Op. 27, Nr. 2","program_id":"1297981640","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/20\/20221118090040566ea0.jpg","description":"Daniel Barenboim speelt Beethovens Pianosonate Nr. 14, Op. 27, Nr. 2. Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Palais Rasumofsky te Wenen in 1983.","category":""},"57215":{"channel":"141431343","start":"1669381234","end":"1669384742","first":"H","idtitle":"HISTORICALANDHYSTERICALGUIDETOTHEORCHESTRA","title":"Historical and Hysterical Guide to the Orchestra","program_id":"1297981646","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/10\/20221118090040566zki.jpg","description":"Geniet van deze informatieve reis door de tijd en ontdek de klank en historische context van diverse orkestinstrumenten. Dit concert is gecreëerd in opdracht van het Tonhalle Orchester Zürich ter ere van het 150-jarig bestaan van het orkest. De voorstelling wordt gepresenteerd door het geliefde komische klassieke duo Aleksey Igudesman en Hyung-ki Joo en het orkest staat onder leiding van Joshua Weilerstein. Wist je dat fluiten vroeger gemaakt werden van mammoetbotten en gierenveren? Of dat de tympani op paarden werden bespeeld? En is het echt toevallig dat celli dikker zijn gemaakt dan de violen op het moment dat chocola vanuit Mexico naar Europa werd geïmporteerd? De verschillende instrumenten van het orkest worden gepresenteerd middels originele muziek, historische feitjes en met de komische signatuur van Igudesman en Joo. Kijkers van alle leeftijden zullen ongetwijfeld nieuwsgieriger worden om meer te weten te komen over een klassiek symfonieorkest!","category":""},"57216":{"channel":"141431343","start":"1669384742","end":"1669386609","first":"F","idtitle":"FRANCKSONATEINAGROOTVOORCELLOENPIANO","title":"Franck - Sonate in A-groot voor Cello en Piano","program_id":"1297981652","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/52\/2022111809004056619e.jpg","description":"Het Lucerne Symphony Orchestra onder leiding van Neeme Järvi presenteert de wereldpremière van Rodion Sjtsjedrins Dubbelconcert voor cello, piano en orkest. De solisten zijn Martha Argerich (piano) en Mischa Maisky (cello). Op het programma staan Antonín Dvořáks Scherzo capriccioso in Des, Op. 66, B 131, Sjtsjedrins bovengenoemde Dubbelconcert \"Romantic Offering\", César Francks Sonate voor piano en cello in A, en Dmitri Sjostakovitsj's Symfonie nr. 9, Op. 70. Deze première-uitvoering werd opgenomen in het Kultuur- en Congrescentrum van Luzern, het KKL, op 9 februari 2011. Het Lucerne Symphony Orchestra, orkest-in-residentie in het KKL, is het oudste symfonieorkest van Zwitserland en heeft internationaal grote faam opgebouwd.","category":""},"57217":{"channel":"141431343","start":"1669386609","end":"1669387642","first":"M","idtitle":"MOESSORGSKINACHTOPDEKALEBERG","title":"Moessorgski - Nacht op de Kale Berg","program_id":"1297981658","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/18\/20221118090040566u7m.jpg","description":"Het muziekfestival Young Euro Classic is wellicht ‘s werelds belangrijkste podium voor internationale jeugdorkesten. Iedere zomer zijn talloze orkesten vanover de hele wereld een kleine drie weken lang te bewonderen tijdens concertuitvoeringen vanuit het prestigieuze Konzerthaus en de Gendarmenmarkt te Berlijn. In deze uitzending kunnen de kijkers genieten van de hoogtepunten tijdens Young Euro Classic 2016. Op het programma staan bekende klassieke melodieën, waaronder het derde deel uit Vivaldi’s ‘Winter’ uit de Vier Jaargetijden, Moessorgski’s Nacht op de Kale Berg en de Habanera uit Bizets Carmen. Ook zingt de getalenteerde Tenor Alan Pingarrón ‘Gratia plena’ van Mario Talavera en ‘Dime Que Si’ van Alfonso Oteo. Daarnaast staan ook bekende orkestwerken op het programma, zoals het geliefde Adagietto uit Mahlers Symfonie Nr. 5 en het derde deel uit Rachmaninovs Symfonie Nr. 3.","category":""},"57218":{"channel":"141431343","start":"1669387642","end":"1669390534","first":"B","idtitle":"BRAHMSSYMFONIENR1OP68","title":"Brahms - Symfonie Nr. 1, Op. 68","program_id":"1297981664","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/60\/202211180900405667zg.jpg","description":"Al decennialang viert de Berliner Philharmoniker haar verjaardag op 1 mei met een jaarlijks ‘Europakonzert’. In 2010 vond het Europakonzert plaats in het Engelse Oxford. Onder leiding van de beroemde pianist en dirigent Daniel Barenboim speelt het orkest een gevarieerd programma met onder meer Johannes Brahms’ Symfonie Nr. 1.","category":""},"57219":{"channel":"141431343","start":"1669390534","end":"1669396803","first":"B","idtitle":"BERIOSSINFONIAENDVORAKSSYMFONIENR7OP70","title":"Berio's Sinfonia en Dvořáks Symfonie Nr. 7, Op 70.","program_id":"1297981670","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/92\/20221118090040566zyk.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest en de London Voices in dit concertprogramma, opgenomen in oktober 2018 in het Rudolfinum, Dvořák Hall, Praag. Op het programma staan Luciano Berio's Sinfonia voor acht stemmen en orkest en Antonín Dvořáks Symfonie nr. 7 in d-klein, opus 70. Toen Bychkov het programma voor zijn eerste abonnementsconcert als chef van het Tsjechisch Filharmonisch Orkest samenstelde, aarzelde hij niet Dvořáks Symfonie nr. 7 voor te dragen. Zodoende hield hij al direct bij zijn aantreden als chef van het Tsjechisch Philharmonisch de nationale traditie van het orkest in ere. Zijn keuze voor Berio’s Sinfonia vormt een spannend contrast: dit belangrijke werk uit de 20e-eeuwse muziek was al 20 jaar niet in Tsjechië uitgevoerd.","category":""},"57220":{"channel":"141431343","start":"1669396803","end":"1669399688","first":"T","idtitle":"TSJAIKOVSKISYMFONIENR6OPUS74","title":"Tsjaikovski - Symfonie Nr. 6, Opus 74","program_id":"1297981676","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/0\/202211180900405662ep.jpg","description":"Een ontmoeting tussen ware muziekgiganten: Manfred Honeck dirigeert de Berliner Filharmoniker en cellist Yo-Yo Ma is solist! Succes gegarandeerd wanneer deze musici gezamenlijk het podium betreden tijdens een paasconcert in 2016 vanuit het Festspielhaus te Baden-Baden. Honeck is artistiek leider van het Pittsburgh Symphony Orchestra en maakte zijn succesvolle debuut met de Berliner Filharmoniker in 2013. Yo-Yo Ma speelt al sinds 1978 regelmatig samen met het orkest. Dit concert opent met Brahms’ Tragische Ouverture, Op. 81, gevolgd door Schumanns Celloconcert, Op. 129. Het orkest sluit af met een uitvoering van Tsjaikovski’s Symfonie Nr. 6, dat de titel ‘Pathétique’ draagt. Terwijl Schumann nooit een uitvoering van zijn eigen Celloconcert heeft gehoord, stierf Tsjaikovski slechts negen dagen nadat hij zelf de première dirigeerde van zijn Zesde Symfonie.","category":""},"57221":{"channel":"141431343","start":"1669399688","end":"1669402812","first":"T","idtitle":"TSJAIKOVSKISYMFONIENR5OP64","title":"Tsjaikovski - Symfonie Nr. 5, Op. 64","program_id":"1297981682","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/51\/2022111809004056679t.jpg","description":"In mei 2019 presenteerde Andris Nelsons, als nieuwe chefdirigent van het Gewandhausorchester Leipzig, een concertprogramma rondom Pjotr Iljitsj Tsjaikovski’s Symfonie nr. 5 en Dmitri Sjostakovitsj' Vioolconcert nr. 1 met de buitengewonde violist Baiba Skride. Tsjaikovski vond zijn werk maar een mislukking, en meende dat zijn creativiteit was uitgeput. Geplaagd door twijfel aan zijn eigen kunnen heeft hij nooit veel vertrouwen ontwikkeld in zijn grote creatieve kracht. Na Tsjaikovski's werk betreedt Baiba Skride het podium met Igor Stravinsky's Elegie voor soloviool, alvorens ze soleert in Sjostakovitsj' Vioolconcert. In Sjostakovitsj' compositie gunt de viool zich geen moment de tijd om te ademen: zonder pauze vertelt het instrument een duister verhaal, dat uitmondt in een vicieuze cirkel van ostinato baslijnen, totdat het instrument tenslotte uitbarst in een prachtig lied.","category":""},"57222":{"channel":"141431343","start":"1669402812","end":"1669404600","first":"H","idtitle":"HALVEFINALEIILISZTPIANOCONCOURS2017","title":"Halve Finale II - Liszt Pianoconcours 2017","program_id":"1297981688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/62\/20221118090040566tkk.jpg","description":"Wouter Bergenhuizen (1988, Nederland) voert Die drei Zigeuner (S383), Die Zelle in Nonnenwerth (S382bis) en La lugubre gondola (S134bis) uit tijdens de halve finale II (kamermuziek) van het 11e Internationaal Franz Liszt Pianoconcours dat in 2017 plaatsvond in TivoliVredenburg te Utrecht. Het concours bevordert zowel de muzikale ontwikkeling alsook de concertervaring van pianotalenten afkomstig uit alle uithoeken van de wereld. Hierdoor vormt het concours een belangrijke opstap tot de internationale klassieke concertwereld voor jong talent dat een professionele carrière als musicus ambieert. Het Internationaal Franz Liszt Pianoconcours werd voor het eerst georganiseerd in 1986 en behoort inmiddels tot een van de meest prestigieuze pianoconcoursen ter wereld.","category":""},"57223":{"channel":"141431343","start":"1669404600","end":"1669410829","first":"A","idtitle":"ATANGONIGHTLIVEFROMBUENOSAIRES","title":"A Tango Night - Live from Buenos Aires","program_id":"1297981694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/4\/20221118090040567nx5.jpg","description":"In Buenos Aires luidde men het jaar 2006 uit met een spectaculair live muziekprogramma vol Argentijnse muziek. In het hartje van de Argentijnse zomer deelt het Orquesta Filarmónica del Teatro Colon onder leiding van dirigent Daniel Barenboim (die ook als pianosolist optreedt) het podium met bandoneonvirtuoos Leopoldo Federico en zijn Orquesta Tipica. Samen staan ze garant voor een buitengewoon oudejaarsspektakel vol populaire tango's en geliefde Latijns-Amerikaanse orkestklassiekers. De oude tangomeester José Carli verzorgde betoverende, nieuwe arrangementen van werken van de Argentijnse meesters Astor Piazzolla, Carlos Gardel, Julio de Caro, Alberto Ginastera en Horacio Salgán. Optredens door Buenos Aires' eigen tangodansers Mora Godoy en Junior Cervilla dragen bij aan de feestvreugde en maken er een onvergetelijke avond van.","category":""},"57224":{"channel":"141431343","start":"1669410829","end":"1669413265","first":"B","idtitle":"BARTOKCONCERTVOORORKESTSZ116BB123","title":"Bartók - Concert voor Orkest, Sz. 116, BB 123","program_id":"1297981700","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/0\/20221118090040567ezm.jpg","description":"In 1943, nadat zijn gezondheid in korte tijd achteruit gegaan was, werd er leukemie geconstateerd bij Béla Bartók. Een kleine drie jaar eerder was hij het Europa van de Tweede Wereldoorlog ontvlucht naar de Verenigde Staten, maar daar voelde hij zich artistiek geïsoleerd en hij had bovendien financiële zorgen. Erkenning kreeg hij alleen voor zijn pianospel maar door zijn slechte gezondheid kon hij na januari 1943 niet meer concerteren. De Hongaarse componist was emotioneel en fysiek bankroet. Hij lag in het ziekenhuis toen Serge Koussevitzky, dirigent van het Boston Symphony Orchestra, hem kwam vragen of hij een groot orkestraal werk wilde componeren. Wat Bartók niet wist is dat de financiering van deze opdracht tot stand was gekomen door zijn mede-emigranten en goede vrienden: de violist Joseph Szigeti en de dirigent Fritz Reiner. Deze opdracht kwam voor Bartók op een cruciaal moment in zijn leven: hij hervond zijn energie en binnen zeven weken had hij zijn Concert voor Orkest af. De première op 1 december 1944 in Boston was een groot succes en Bartóks muziek werd eindelijk ook in de Verenigde Staten gewaardeerd. Nieuwe compositieopdrachten kwamen binnen maar zijn gezondheid ...","category":""},"57225":{"channel":"141431343","start":"1669413265","end":"1669414235","first":"B","idtitle":"BELLINILISZTREMINISCENCESDENORMAS394","title":"Bellini\/Liszt - Réminiscences de Norma S.394","program_id":"1297981706","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/12\/20221118090040567k65.jpg","description":"Minsoo Hong (1993, Zuid-Korea) speelt Liszts Sposalizio uit Années de Pèlerinage: Deuxième Année (S161\/1) en Bellini\/Liszts Réminiscences de Norma (S394) tijdens de solo-finale van het 11e Internationaal Franz Liszt Pianoconcours in TivoliVredenburg te Utrecht. Het concours bevordert zowel de muzikale ontwikkeling alsook de concertervaring van pianotalenten afkomstig uit alle uithoeken van de wereld. Hierdoor vormt het concours een belangrijke opstap tot de internationale klassieke concertwereld voor jong talent dat een professionele carrière als musicus ambieert. Het Internationaal Franz Liszt Pianoconcours werd voor het eerst georganiseerd in 1986 en behoort inmiddels tot een van de meest prestigieuze pianoconcoursen ter wereld.","category":""},"57226":{"channel":"141431343","start":"1669414235","end":"1669415230","first":"F","idtitle":"FRANGSCHIFFENZIMMERMANNSPELENMOZARTBRAHMS","title":"Frang, Schiff en Zimmermann spelen Mozart & Brahms","program_id":"1297981712","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/35\/20221118090040567xdl.jpg","description":"Vilde Frang, Tabea Zimmermann en András Schiff bundelen de krachten in een concert tijdens de 25-jarige jubileumedite van het Zwitserse Verbier Festival van 2018. Tijdens dit concert etaleert Schiff zijn veelzijdige vakmanschap als zowel pianist en dirigent. Hij wordt bijgestaan door Vilde Frang, een uitmuntend Mozartinterprete en altvioliste Tebea Zimmerman. Op het programma staan Mozarts Sinfonia Concertante voor viool en altviool (KV. 364), Schumanns Märchenbilder voor altviool en piano, Op. 113 en Brahms’ Sonate Nr. 1 voor altviool en piano, Op. 120. Het laatste werk is een bewerking is van het origineel, dat voor piano en klarinet is gecomponeerd.","category":""},"57227":{"channel":"141431343","start":"1669415230","end":"1669417200","first":"G","idtitle":"GRAUPNERMAGNIFICATANIMAMEA","title":"Graupner - Magnificat anima mea","program_id":"1297981718","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/9\/20221118090040567ied.jpg","description":"Patrick Debrabandere leidt het Vox Mago kamerkoor in een uitvoering van Graupners cantata Magnificat anima mea. Opgenomen in december 2018 in de Onze-Lieve-Vrouw Presentatiekerk te Gent. Deze uitbundige cantata werd in 1722 voor Kerstmis geschreven toen de componist om familieredenen Leipzig bezocht en door de gemeenteraad werd gevraagd het Thomaskantorat waar te nemen. Graupner was een Duits barokcomponist en kapelmeester. Zijn muziek is doorvoeld, vernieuwend en veeleisend. Graupner heeft een omvangrijk oeuvre gecomponeerd en is daarmee één van de vruchtbaarste componisten uit de geschiedenis van de westerse muziek geworden. Graupner werd geboren in Kirchberg (Saksen) en was een leerling van Johann Kuhnau aan de Thomasschule in Leipzig, waar hij bevriend raakte met Johann Friedrich Fasch en Johann David Heinichen. In 1705 werd hij als klavecimbelspeler aangenomen in het orkest van Reinhard Keiser en hij leerde in Hamburg Georg Friedrich Händel en Johann Mattheson kennen. In 1712 werd hij kapelmeester in Darmstadt, waar hij al sinds 1709 verbleef, en in 1713 werd Fasch zijn leerling. In 1722 solliciteerde Graupner in Leipzig bij zijn voormalige school. De eerste keuze viel op ...","category":""}}