{"68671":{"channel":"280714878","start":"1668987300","end":"1668992700","first":"R","idtitle":"RIFKINSFESTIVAL","title":"Rifkin's Festival","program_id":"1296240526","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/50\/20221114090024710cyt.jpg","description":"Wanneer filmrecensent Mort Rifkin zijn echtgenote, publiciteitsagent Sue, vergezelt naar het San Sebastian Film Festival in Spanje vermoedt hij dat haar fascinatie voor de jonge filmregisseur Philippe misschien wel iets verder gaat dan alleen die van werk. Terwijl Philippes film overladen wordt met overdadige lof, vindt Mort deze maar banaal en dwalen zijn gedachten af naar de filmklassiekers waar hij ooit les over gaf. De situatie zet het kwetsbare huwelijk tussen Mort en Sue onder druk. Mort vrolijkt wat op wanneer hij dokter Jo Rojas ontmoet, een gelijkgestemde ziel die lijdt onder haar huwelijk met een uitbundige schilder.","category":""},"68672":{"channel":"280714878","start":"1668992700","end":"1669000200","first":"P","idtitle":"PINOCCHIOOV","title":"Pinocchio (OV)","program_id":"1296240532","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/62\/20221114090024710h3y.jpg","description":"Wanneer houtsnijder Geppetto (Roberto Benigni) uit een blok hout een pop maakt gebeurt er iets magisch. De pop begint te praten en kan lopen, rennen en eten zoals elke kleine jongen. Gepetto noemt hem Pinocchio en voedt hem op als zijn eigen zoon. Maar de brutale Pinocchio vindt het lastig om braaf te zijn. Hij is snel afgeleid en tuimelt van het ene ongeluk in het andere wanneer hij ten prooi valt aan twee oplichters in een wereld vol fantasierijke wezens. Zijn trouwe vriendin de fee probeert hem te laten inzien dat zijn grote droom, een echte jongen worden, alleen uit kan komen als Pinocchio zijn gedrag verandert.","category":""},"68673":{"channel":"280714878","start":"1669000200","end":"1669005000","first":"B","idtitle":"BREAKINGEXITING","title":"Breaking & Exiting","program_id":"1296240538","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/33\/20221114090024710wb2.jpg","description":"Harry (Milo Gibson) heeft een carrière als crimineel met een talent voor het inbreken in huizen. Door de verkoop van gestolen televisies en sieraden is hij in staat zijn huur te betalen. Nadat zijn partner in crime stopt, besluit Harry om alleen verder te gaan in de wetenschap dat hij niemand anders nodig heeft. Tot hij op een dag bij een nieuwe inbraak op Daisy stuit, een vrouw die net met een zelfmoordpoging bezig is. Hij besluit haar tegen zichzelf in bescherming te nemen. Voor beiden volgt een zoektocht naar zichzelf en de liefde.","category":""},"68674":{"channel":"280714878","start":"1669005000","end":"1669010400","first":"B","idtitle":"BIGDADDY","title":"Big Daddy","program_id":"1296240544","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/83\/2022111409002471046l.jpg","description":"Sonny (Adam Sandler) is rommelig, ongedisciplineerd en onverantwoordelijk, met andere woorden: een groot kind. Zijn vriendin ziet een toekomst met hem niet meer zitten en vertrekt. De volgende ochtend staat er een jongetje van vijf voor de deur. Hij is de zoon van Sonny's gescheiden huisgenoot, maar die zit momenteel in China. Julian is opgegeven voor adoptie. Sonny besluit de jongen zelf op te voeden om te bewijzen dat hij wel degelijk verantwoordelijkheid kan dragen.","category":""},"68675":{"channel":"280714878","start":"1669010400","end":"1669016100","first":"D","idtitle":"DEDOLLETWEELING4MEERDANBESTEVRIENDEN","title":"De dolle tweeling 4 - Meer dan beste vrienden","program_id":"1296240550","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/3\/2022111409002471155g.jpg","description":"De tweeling Hanni en Nanni hebben absoluut geen zin om de rest van het jaar op een kostschool door te brengen. Het liefste blijven zij thuis met hun vader in Berlijn, maar dat mag niet van hun moeder. Daarom halen ze zo veel mogelijk kattenkwaad uit om van school gestuurd te worden. Nanni wordt op een gegeven moment vriendinnen met een leuk groepje meiden en ze krijgt een paard, Pegasus. Maar Hanni is nog steeds bezig met het uithalen van grapjes, zodat ze naar huis kunnen. Dit is de eerste keer dat de tweeling het niet met elkaar eens is en uit elkaar gaat. Zullen ze ooit nog samenkomen?","category":""},"68676":{"channel":"280714878","start":"1669016100","end":"1669021200","first":"F","idtitle":"FANTASTICMRFOX","title":"Fantastic Mr. Fox","program_id":"1296241068","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/73\/202211140900247116t1.jpg","description":"Meneer en mevrouw Vos (George Clooney en Meryl Streep) hebben een idyllisch leven samen met hun zoon Ash (Jason Schwartzman) en hun jonge neefje Kristofferson dat bij hen logeert. Na twaalf jaar te hebben genoten van een rustig familieleven, brengt het gezapige bestaan het wilde dier in meneer Vos naar boven. Hij haalt al gauw weer zijn oude streken uit als stiekeme kippendief. Hierdoor brengt hij niet alleen zijn geliefde gezinnetje, maar ook de gehele dierengemeenschap in gevaar.","category":""},"68677":{"channel":"280714878","start":"1669021200","end":"1669026600","first":"S","idtitle":"SHESFUNNYTHATWAY","title":"She's Funny That Way","program_id":"1296241074","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/53\/20221114090024711mgn.jpg","description":"Het gedoe begint als Broadway-regisseur Arnold (Owen Wilson) de nacht doorbrengt met Izzy (Imogen Poots). De jonge prostituee wil dolgraag actrice worden en Arnold besluit Izzy fors te betalen om haar op weg te helpen. Het gevolg is een en al verwarring, jaloezie, onbegrip en andere kolderieke situaties. Met Jennifer Aniston als Izzy's gefrustreerde therapeute, Will Forte als haar vriend én toneelschrijver en Kathryn Hahn als Arnold's vrouw. En acteur Rhys Ifans bemoeit zich er ook graag mee. Naarmate het aantal ontmoetingen en geheimen elkaar in rap tempo opvolgen, loopt de hachelijke situatie compleet uit de hand.","category":""},"68678":{"channel":"280714878","start":"1669026600","end":"1669031700","first":"Z","idtitle":"ZWAARVERLIEFD","title":"Zwaar Verliefd","program_id":"1296241080","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/3\/20221114090024711j3n.jpg","description":"De jonge, succesvolle dierenarts Isa (Barbara Sloesen) is een tikkeltje onzeker over haar lijf én de liefde. Ze wil lekkerder in haar vel zitten en besluit de Bossche bollen te laten staan en zichzelf naar de sportschool te slepen. Ruben (Jim Bakkum) is dé perfecte man. Knap, werkt met zijn handen en houdt zielsveel van zijn labrador Bo. Als Isa op een dag Bo redt van een chocoladevergiftiging, valt ze als een blok voor zijn baasje. En hij voor haar, maar dat durft ze niet te geloven. Na een peptalk van haar vriendinnen besluit Isa toch voor haar droomman te gaan. Maar is Ruben nog steeds geïnteresseerd?","category":""},"68679":{"channel":"280714878","start":"1669031700","end":"1669037700","first":"A","idtitle":"AMERICASSWEETHEARTS","title":"America's Sweethearts","program_id":"1296241086","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/79\/20221114090024711do9.jpg","description":"America's favoriete glamourkoppel Gwen (Catherine Zeta-Jones) en Eddie (John Cusack) gaat uit elkaar. Met de scheiding ontstaat er een groot probleem: ze moeten hun laatste gezamelijke film nog promoten. Wanneer de print van de film maar niet tevoorschijn komt verzint de uitgever van de film een verhaal over de reunie van de twee, terwijl de acteur eigenlijk verliefd is op de assistent van zijn vrouw, en de actrice ook al een nieuwe vriend heeft gevonden.","category":""},"68680":{"channel":"280714878","start":"1669037700","end":"1669043100","first":"M","idtitle":"MONSTERFAMILY","title":"Monster Family","program_id":"1296241092","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/93\/20221114090024711lhf.jpg","description":"Het gaat niet zo goed met de familie Wensbot. De boekhandel van moeder Emma leidt alleen maar verlies, vader Frank is totaal overwerkt en uitgeput, dochter Fay heeft te kampen met de puberteit en zakt voor haar examens en zoon Max is hoogbegaafd en wordt daardoor op school gepest. Alsof dat nog niet erg genoeg was, worden de vier familieleden op een gekostumeerd feestje ook nog eens vervloekt door de heks Baba Yaga. Emma verandert in een vampier, Fay in een mummie, Max in een harige weerwolf en Frank in het monster van Frankenstein. In hun zoektocht naar de heks, komen ze oog in oog te staan met levensechte, gevaarlijke monsters.","category":""},"68681":{"channel":"280714878","start":"1669043100","end":"1669050300","first":"R","idtitle":"RADELOOS","title":"Radeloos","program_id":"1296241098","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/68\/20221114090024711inv.jpg","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Vooral omdat hij denkt dat het zijn schuld is. Paco klust niet meer aan zijn bus en zijn vriendin Floor laat hem keihard zitten. Zijn schuldgevoel wordt alleen maar groter, hierdoor raakt hij net zo in de problemen als zijn klasgenote Yara. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Yara voelt zich dik tussen de broodmagere modellen en doet er alles aan om dunner te worden en haar onzekerheid te verbergen. Kunnen Paco en Yara elkaar helpen en steun bij elkaar vinden?","category":""},"68682":{"channel":"280714878","start":"1669050300","end":"1669057200","first":"L","idtitle":"LAVITAEBELLA","title":"La vita è bella","program_id":"1296241104","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/99\/20221114090024711kkf.jpg","description":"In het Italië van de jaren dertig weet levensoptimist Guido (Roberto Benigni) zijn geliefde Dora te veroveren op de dag dat ze is uitgehuwelijkt aan een fascistische bureaucraat. Samen krijgen ze een kind en vijf jaar later, wanneer Italië de rassenwet in werking getreden, wordt Guido vanwege zijn joodse afkomst samen met zijn zoon naar een concentratiekamp gedeporteerd. Omdat de levens omstandigheden in het kamp erbarmelijk zijn, is Guido vastbesloten zijn zoon tegen alles en iedereen te beschermen. Hij slaagt erin zijn angst te overwinnen en zijn gevoel voor humor te laten zegevieren.","category":""},"68683":{"channel":"280714878","start":"1669057200","end":"1669064700","first":"A","idtitle":"ALINE","title":"Aline","program_id":"1296241110","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/69\/20221114090024711y2o.jpg","description":"Een warme en humorvolle ode aan Célin Dion, vrij geïnspireerd op het leven van de beroemde zangeres. Aline is het veertiende kind in het gezin Dieu. Als haar ouders ontdekken dat de jonge Aline een gouden stem heeft, zet de hele familie zich in om haar talent aan de wereld te laten horen. Maar hoe komt een eenvoudig plattelandsmeisje uit Franstalig Canada verder? Een afspraak met producent Guy-Claude blijkt wat ze beiden nodig hebben. Samen kunnen ze met moed, geduld en liefde de wereld aan. Van lokale tv-shows tot megahits en van onzekere jonge vrouw tot stijlicoon.","category":""},"68684":{"channel":"280714878","start":"1669064700","end":"1669071000","first":"T","idtitle":"THEBIGHIT","title":"The Big Hit","program_id":"1296241116","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/68\/20221114090024711hqa.jpg","description":"Om toch maar rond te kunnen komen, stemt worstelend acteur Étienne (Kad Merad) ermee in om een theaterworkshop in een gevangenis te geven. Verrast door het daar aanwezige acteertalent besluit hij om samen met zijn bonte groep gedetineerden Samuel Becketts beroemde toneelstuk 'Wachten op Godot' op de planken brengen. Wanneer de groep toestemming krijgt om buiten de gevangenismuren op te treden, heeft Étienne eindelijk de kans zijn talenten te laten zien. De mannen beginnen aan een tournee, die elke terugkeer achter de tralies weer pijnlijker maakt dan de vorige.","category":""},"68685":{"channel":"280714878","start":"1669071000","end":"1669077000","first":"H","idtitle":"HOPESPRINGS","title":"Hope Springs","program_id":"1296241122","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/70\/20221114090024711h7t.jpg","description":"Dertig jaar huwelijk heeft de middelbare Maeve (Meryl Streep) doen besluiten om de dingen iets krachtiger aan te pakken, met name op relatiegebied. Als ze hoort van een beroemde relatiegoeroe (Steve Carell) in het plaatsje 'Great Hope Springs', moet ze haar sceptische man (Tommy Lee Jones) op een vliegtuig zien te krijgen voor een intensieve week van huwelijk en sekstherapie. Dit zorgt voor verrassende en komische openbaringen.","category":""}}