{"10234":{"channel":"141429244","start":"1668792900","end":"1668795600","first":"N","idtitle":"NATURPARADIESEMITZUKUNFT","title":"Naturparadiese mit Zukunft","program_id":"1295024230","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/81\/202211110900397679c4.jpg","description":"Die Nebelwälder in den Anden Ecuadors gehören zu den artenreichsten Landschaften der Erde. Doch die paradiesischen Wälder sind bedroht. Sie müssen Feldern und Kuhweiden weichen. Naturschützer wollen das Abholzen der Nebelwälder aufhalten. Dazu brauchen die Menschen in den Bergen neue Einkommensquellen - direkt aus den Regenwäldern. Der Film begleitet Bärenschützer, Farmer und Wissenschaftler, die um das Überleben seltener Tierarten und für den Erhalt der Nebelwälder kämpfen.","category":""},"10235":{"channel":"141429244","start":"1668795600","end":"1668796800","first":"A","idtitle":"ARTEJOURNAL","title":"ARTE Journal","program_id":"1295024236","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/27\/20221111090039767f7w.jpg","description":"Die auf vielen Sendern vorgenommene strikte Trennung von Politik- und Kulturnachrichten wird hier aufgehoben. Es werden Schnittpunkte aus beiden Bereichen präsentiert und Zusammenhänge dargestellt.","category":""},"10236":{"channel":"141429244","start":"1668796800","end":"1668798900","first":"R","idtitle":"RE","title":"Re:","program_id":"1295024242","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/2\/20221111090039767ov2.jpg","description":"Die momentane Krise in der Energieversorgung belastet das politische und ökologische Klima. Wegen der explodierenden Öl- und Gaspreise wünschen sich immer mehr Menschen Reformen und Innovationen. Doch wie können Klimaschutz und Versorgungssicherheit gleichzeitig gewährleistet werden?","category":""},"10237":{"channel":"141429244","start":"1668798900","end":"1668804300","first":"D","idtitle":"DIEMACHTDERFRAUEN","title":"Die Macht der Frauen","program_id":"1295024248","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/92\/202211110900397675fk.jpg","description":"Die Anwältin Annabelle Martinelli berät Opfer häuslicher Gewalt. Ihre neue Mandantin ist Doreen Markowitz, die von Ihrem Mann regelmäßig misshandelt wird. Obwohl die Situation eindeutig scheint, zieht Annabelles Mandantin die Anzeige vor Gericht unerwartet zurück und behauptet, sich selbst verletzt zu haben. Nach einer tragischen Wendung muss Annabelle erneut herausfinden, was Wahrheit und was Lüge ist.","category":""},"10238":{"channel":"141429244","start":"1668804300","end":"1668807300","first":"T","idtitle":"THEDOORSMORRISONHOTEL","title":"The Doors - Morrison Hotel","program_id":"1295024254","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/86\/20221111090039767f65.jpg","description":"\"Morrison Hotel\" von der Band The Doors wird als eines der größten Rockalben aller Zeiten angesehen. Nach dem eher experimentellen Vorgängeralbum \"The Soft Parade\" kehrte die Band zu ihren Wurzeln zurück und brachte 1970 ein Album heraus, dass sich in weniger als drei Tagen mehr als eine Million Mal verkaufte. Die turbulente Entstehungsgeschichte des Albums dauerte mehrere Jahre und wurde zentraler Bestandteil der Bandgeschichte. Die Dokumentation lässt die Bandmitglieder zu Wort kommen: Gitarrist Robby Krieger, Schlagzeuger John Densmore, Keyboarder Ray Manzarek und Toningenieur Bruce Botnick erzählen, wie sie zusammen als Band in sich gingen und entschieden, The Doors wieder aufleben zu lassen und noch einmal von vorne anzufangen. \"Morrison Hotel\" war ein künstlerisches Comeback mit kraftvollen Songs, die das Album in jeder Hinsicht zu einem Klassiker werden ließen. Besonders emblematisch für das Album: der unverkennbare Gitarren-Lick aus \"Roadhouse Blues\".","category":""},"10239":{"channel":"141429244","start":"1668807300","end":"1668811500","first":"T","idtitle":"THEDOORS","title":"The Doors","program_id":"1295024260","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/52\/20221111090039767q7j.jpg","description":"Am 26. August 1970 begann das Isle of Wight Festival auf der beschaulichen Insel vor der Südküste Englands. Zu diesem Ort strömten über 600.000 Besucher, um das mitzuerleben, was als eines der letzten großen Festivals gilt. An fünf Tagen traten dort Musiklegenden wie The Doors, Jimi Hendrix, The Who, Miles Davis und Joni Mitchell auf. Aufgrund des gleichzeitig laufenden Gerichtsprozesses gegen Jim Morrison betraten The Doors die Bühne voller Anspannung. Dennoch lieferten sie eine intensive Performance ab. Kein Jahr später sollte es The Doors nicht mehr geben. ARTE präsentiert den letzten dokumentierten Auftritt von The Doors.","category":""},"10240":{"channel":"141429244","start":"1668811500","end":"1668813600","first":"T","idtitle":"TRACKSEAST","title":"Tracks East","program_id":"1295024266","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/92\/20221111090039767xko.jpg","description":"\"Tracks East\" widmet sich in dieser Ausgabe der Angst der Männer in Russland nach der Teilmobilmachung und auch den Ukrainern, die nicht in den Krieg ziehen wollen. Die Russen, die ins Ausland geflohen sind, erwartet Hass und Häme. Wie kommen sie und ihre Familien damit klar, dass die nahe Zukunft ein Krieg ist, vor dem sie vielleicht fliehen, in dem sie eventuell kämpfen müssen, dem sie sich aber so oder so nicht entziehen können?","category":""}}