{"71287":{"channel":"280715089","start":"1669422600","end":"1669424400","first":"S","idtitle":"STEAMYSTORIES1","title":"Steamy Stories 1","program_id":"1298383099","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/67\/20221119090020515kfx.jpg","description":"...","category":""},"71288":{"channel":"280715089","start":"1669424400","end":"1669426500","first":"S","idtitle":"STEAMYSTORIES2","title":"Steamy Stories 2","program_id":"1298383105","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/96\/20221119090020515coh.jpg","description":"...","category":""},"71289":{"channel":"280715089","start":"1669426500","end":"1669428300","first":"S","idtitle":"STEAMYSTORIES3","title":"Steamy Stories 3","program_id":"1298383111","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/28\/20221119090020515dux.jpg","description":"...","category":""},"71290":{"channel":"280715089","start":"1669428300","end":"1669433100","first":"T","idtitle":"THETOLL","title":"The Toll","program_id":"1298383117","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/78\/202211190900205168pu.jpg","description":"Cami landt na middernacht op een vliegveld en neemt een Uber naar de afgelegen woning van haar vader. Haar chauffeur Spencer blijkt niet erg sociaal begaafd. Cami voelt zich tijdens de rit steeds ongemakkelijker en tot haar schrik krijgen ze onderweg autopech. De twee stranden in een bos waar de normale wetten van tijd en plaats niet van toepassing lijken. De schimmen en visioenen die overal opduiken, hebben een lugubere boodschap. De enige manier om weg te komen, is door 'de tol' te betalen: slechts een kan overleven, de ander zal moeten sterven.","category":""},"71291":{"channel":"280715089","start":"1669433100","end":"1669440600","first":"R","idtitle":"RIDDICK","title":"Riddick","program_id":"1298383123","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/2\/202211190900205165pv.jpg","description":"Riddick (Vin Diesel) is verraden door zijn eigen volk en voor dood achtergelaten op een verlaten, door de zon verschroeide planeet. Er zit niets anders op dan op kracht te komen en de strijd aangaan met de buitenaardse roofdieren die hem belagen. Riddick kan alleen ontsnappen door een signaal uit te zenden dat al snel een groep premiejagers naar zijn planeet lokt. Het eerste schip dat landt zit vol met gewelddadige, dodelijke huurlingen en op het tweede schip bevindt zich iemand die een persoonlijker motief heeft om Riddick op te jagen.","category":""},"71292":{"channel":"280715089","start":"1669440600","end":"1669446900","first":"C","idtitle":"CRYPTO","title":"Crypto","program_id":"1298383129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/55\/20221119090020516f4w.jpg","description":"Martin is een van de meest veelbelovende jonge bankiers van Wall Street. Totdat hij ontdekt dat zijn eigen bank sjoemelt met witwassen van grote bedragen. Hij trekt aan de bel, maar wordt gedegradeerd en naar een ander filiaal gestuurd. Al snel merkt Martin dat die locatie niet toevallig gekozen is. Hij ontdekt een bende hightech criminelen die hier opereert, met banden met een gewelddadig misdaad syndicaat. Ingeseind door zijn eigen werkgevers, gaan de moordenaars achter Martin aan. Gevangen in een web van internetfraude, witwassen, chantage en moord moet hij doordringen tot het hart van de organisatie en de leider ontmaskeren.","category":""},"71293":{"channel":"280715089","start":"1669446900","end":"1669452000","first":"other","idtitle":"911","title":"9\/11","program_id":"1298383135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/39\/20221119090020516am6.jpg","description":"Wanneer een lift van het World Trade Center plots blokkeert, hebben de vijf inzittenden geen benul van het drama dat zich daarbuiten en boven hun hoofden aan het voltrekken is. De dame die de liften aanstuurt, vormt hun enige verbinding met de buitenwereld. Via de intercom probeert ze het bonte gezelschap in veiligheid te brengen... de datum is 11 september 2001.","category":""},"71294":{"channel":"280715089","start":"1669452000","end":"1669457400","first":"O","idtitle":"OFFICEUPRISING","title":"Office Uprising","program_id":"1298383141","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/88\/20221119090020516qg4.jpg","description":"De luie Desmond vindt het leuker om uit te gaan met zijn vrienden dan te gaan werken bij zijn baas: een grote wapenfabrikant die net een energiedrank voor het leger heeft ontwikkeld. Volt was bedoeld om militairen om te vormen tot supersoldaten, maar niemand had voorzien dat het drankje je tevens verandert in een moorddadige psychopaat. Ook had niemand verwacht dat de werknemers een restpartij Volt zouden drinken. Nu zit Desmond vast in een wolkenkrabber vol met bloeddorstige moordenaars. Met een kleine groep van onaangetaste collega's moet hij zich een weg naar buiten proberen te vechten.","category":""},"71295":{"channel":"280715089","start":"1669457400","end":"1669463700","first":"S","idtitle":"SINGLEWHITEFEMALE","title":"Single White Female","program_id":"1298383275","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/85\/20221119090020516x21.jpg","description":"Op een dag betrapt Allison Jones haar vriend Sam met een andere vrouw. Nadat ze hem het huis heeft uitgezet, plaatst ze een advertentie voor een nieuwe flatgenoot. Wanneer Hedy Carlson zich daarvoor aanbiedt, komt ze als geroepen. Beide vrouwen kunnen het uitstekend met elkaar vinden. Ze vullen elkaar, op bijna elk vlak, perfect aan. Maar dan begint Hedy Allie na te doen in alles wat ze doet en laat. Oorspronkelijk ziet Allie hier geen kwaad in, maar dan komt haar ex-vriendje Sam weer in haar leven.","category":""},"71296":{"channel":"280715089","start":"1669463700","end":"1669470300","first":"T","idtitle":"THERECKONING","title":"The Reckoning","program_id":"1298383281","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/50\/20221119090020516ylj.jpg","description":"Engeland, 1665. De pest waart door het land, de angst regeert en de brandstapels laaien hoog op. Omdat ze hem afwijst, beticht een landeigenaar een weduwe van hekserij. Een legendarische inquisiteur is vastbesloten om de jonge moeder tot bekentenissen te dwingen. Een ongelijke krachtmeting, tot de duivel zich in de strijd mengt.","category":""},"71297":{"channel":"280715089","start":"1669470300","end":"1669477200","first":"L","idtitle":"LOGANLUCKY","title":"Logan Lucky","program_id":"1298383287","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/24\/20221119090020516oz0.jpg","description":"De broers Jimmy en Clyde Logan zijn van plan een overval te plegen tijdens een NASCAR-race op het racecircuit Charlotte Motor Speedway. Ze hebben daarvoor Joe Bang, een veroordeelde brandkaskraker nodig. De bende wordt aangevuld met hun zuster Mellie en Joes twee broers Sam en Fish. Jimmy werd voorheen ontslagen bij Charlotte Motor Speedway en wil zijn kennis gebruiken voor de inbraak. Clyde laat zich eerst opsluiten in de gevangenis om zo Joe te helpen ontsnappen. Zal het hen lukken?","category":""},"71298":{"channel":"280715089","start":"1669477200","end":"1669484100","first":"O","idtitle":"OLYMPUSHASFALLEN","title":"Olympus Has Fallen","program_id":"1298383293","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/11\/20221119090020516j1e.jpg","description":"Ooit faalde Secret Service Agent Mike Banning (Gerard Butler) bij het beschermen van de presidentiële familie. Banning werkt na het ongelukkige voorval met name achter de schermen van het Witte Huis. Nu krijgt hij de kans om niet alleen zijn eer, maar ook de President van de Verenigde Staten (Aaron Eckhart) te redden. Op de dag dat Noord-Koreaanse commando’s het Witte Huis bezetten en de president en zijn staf gijzelen, blijkt dat echter de enige plek te zijn die hem de kans geeft om terug te slaan.","category":""},"71299":{"channel":"280715089","start":"1669484100","end":"1669492800","first":"B","idtitle":"BRIMSTONE","title":"Brimstone","program_id":"1298383299","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/97\/20221119090020516lax.jpg","description":"Regisseur Martin Koolhoven (Oorlogswinter) verwezenlijkt zijn droom met deze duistere westernthriller. Aan het einde van de negentiende eeuw is het leven in het wilde Amerikaanse westland hard en meedogenloos. In deze hardvochtige omgeving probeert de jonge moeder Liz (Dakota Fanning) haar mannetje te staan. Wanneer een wraakzuchtige en verraderlijke dominee (Guy Pearce) het op haar heeft voorzien, toont zij zich een echte overlever. Liz weigert het slachtoffer te worden van deze weerzinwekkende vijand en slaat met kracht terug om te vechten voor een beter leven. Het is tijd voor vergelding.","category":""},"71300":{"channel":"280715089","start":"1669492800","end":"1669498800","first":"O","idtitle":"OLDBOY","title":"Oldboy","program_id":"1298383305","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/99\/202211190900205176ge.jpg","description":"De succesvolle marketingmanager Joe (Josh Brolin) wordt op een kwade dag zonder enige aanleiding of reden in totale eenzaamheid gevangen gezet. Wanneer hij na twintig jaar wordt vrijgelaten, gaat Joe bezeten van wraak op een missie om erachter te komen waarom iemand hem dit vreselijke lot aan wilde doen. Al snel wordt echter duidelijk dat het sadistische spel waar hij zich in bevond nog lang niet voorbij is.","category":""},"71301":{"channel":"280715089","start":"1669498800","end":"1669505400","first":"T","idtitle":"THEROAD","title":"The Road","program_id":"1298383311","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/48\/20221119090020517tyu.jpg","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man (Viggo Mortensen) en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","category":""}}