{"69066":{"channel":"280715003","start":"1668706800","end":"1668713400","first":"T","idtitle":"THEIMITATIONGAME","title":"The Imitation Game","program_id":"1294586522","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/21\/20221110090019712qof.jpg","description":"In de winter van 1952 werd Alan Turing (Benedict Cumberbatch) door de autoriteiten opgepakt voor het toen strafbare feit homoseksualiteit. Wat echter bij niemand bekend was, was dat Turing enkele jaren daarvoor tijdens de oorlog in het diepste geheim leiding gaf aan een groep van knappe koppen. Hun opdracht was het kraken van de Enigma code die de Duitsers voor al hun communicatie gebruikten. De machine die Turing uitvond was niet alleen essentieel voor de beëindiging van de oorlog, ook was dit het prototype voor onze hedendaagse computer.","category":""},"69067":{"channel":"280715003","start":"1668713400","end":"1668720300","first":"P","idtitle":"PANSLABYRINTH","title":"Pan's Labyrinth","program_id":"1294586528","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/30\/20221110090019712xh4.jpg","description":"In 1944, na de zege van Franco, verhuizen de 12-jarige Ofelia en haar zwangere moeder naar een landelijk gebied in Noord-Spanje, waar ze bij Ofelia's strenge en keiharde stiefvader Kapitein Vidal komen wonen. Met zijn leger vecht de meedogenloze Vidal tegen de rebellen die in de bossen leven. In deze barre omstandigheden vlucht Ofelia op een nacht in een fantasiewereld en ontmoet daar een mysterieuze faun. Deze vertelt haar dat ze eigenlijk een prinses is en dat ze zich kan bewijzen als ze drie belangrijke opdrachten uitvoert.","category":""},"69068":{"channel":"280715003","start":"1668720300","end":"1668726900","first":"S","idtitle":"SINISTER","title":"Sinister","program_id":"1294586534","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/0\/20221110090019712xqf.jpg","description":"Tien jaar geleden schreef misdaadauteur Ellison Oswald (Ethan Hawke) een bestseller over een beruchte moord. In zijn zoektocht naar inspiratie voor een tweede commerciële succes, verhuist hij met z'n familie naar een huis waar de vorige bewoners bruut om het leven zijn gekomen en een kind vermist raakte. In de woning ontdekt Ellison een doos met angstaanjagende 8mm amateurfilmpjes. Hij realiseert zich niet dat hij hiermee deuren heeft geopend die beter gesloten konden blijven.","category":""}}