{"67824":{"channel":"280715003","start":"1668903300","end":"1668911700","first":"D","idtitle":"DETROIT","title":"Detroit","program_id":"1295870335","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/85\/20221113090024762iud.jpg","description":"In de zomer van 1967 houden de hevige 12th Street-rellen Detroit in hun greep. Tijdens één van de grootste en meest dodelijke volksopstanden uit de geschiedenis komen 43 mensen om, raken 189 mensen gewond en worden maar liefst 7200 mensen gearresteerd. Tweevoudig Oscarwinnaar Kathryn Bigelow brengt deze gebeurtenissen op indrukwekkende manier in beeld.","category":""},"67825":{"channel":"280715003","start":"1668911700","end":"1668916800","first":"M","idtitle":"MARY","title":"Mary","program_id":"1295870341","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/73\/20221113090024762mu5.jpg","description":"David (Gary Oldman) is een kapitein die met zichzelf worstelt en hij wil een beter leven voor hem, zijn vrouw Sarah (Emily Mortimer) en zijn dochters opbouwen. Op een veiling ziet hij een oude boot met de naam 'Mary' erop en in een impulsieve bui besluit hij de boot te kopen. Kort nadat David en zijn gezin en twee vrienden met de boot op reis zijn gegaan, krijgen zij te maken met steeds meer vreemde en angstaanjagende gebeurtenissen.","category":""},"67826":{"channel":"280715003","start":"1668916800","end":"1668922200","first":"S","idtitle":"SPREE","title":"Spree","program_id":"1295870347","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/26\/20221113090024763m89.jpg","description":"In deze hilarische satire op onze 'lust for likes' beraamt ridesharechauffeur Kurt Kunkle (Joe Keery, 'Stranger Things') een duivels plan om zoveel mogelijk volgers te verzamelen. Met camera's in zijn wagen livestreamt hij de steeds gruwelijker moorden op zijn nietsvermoedende passagiers. Kan Jessie Adams, de stand-upkomiek die hij stalkt, de waanzin stoppen?","category":""},"67827":{"channel":"280715003","start":"1668922200","end":"1668929400","first":"T","idtitle":"THEREADER","title":"The Reader","program_id":"1295870353","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/53\/202211130900247630tq.jpg","description":"In Duitsland, vlak na de Tweede Wereldoorlog, begint de vijftienjarige Michael een gepassioneerde maar heimelijke affaire met de veel oudere Hanna (Kate Winslet). Hun relatie wordt intenser wanneer ze hun gezamenlijke liefde voor boeken ontdekken. Elke avond leest Michael zijn geliefde Hanna voor uit grote werken. Ondanks hun innige band is Hanna op een dag spoorloos verdwenen en pas jaren later komt Michael (Ralph Fiennes) haar opnieuw tegen, wanneer hij als rechtenstudent een proces tegen oorlogscriminelen bijwoont. Hanna is een van de beklaagden en Michael ontdekt een diep geheim over de vrouw die hij ooit liefhad.","category":""},"67828":{"channel":"280715003","start":"1668929400","end":"1668935400","first":"H","idtitle":"HOPESPRINGS","title":"Hope Springs","program_id":"1295870359","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/77\/20221113090024763wm2.jpg","description":"Dertig jaar huwelijk heeft de middelbare Maeve (Meryl Streep) doen besluiten om de dingen iets krachtiger aan te pakken, met name op relatiegebied. Als ze hoort van een beroemde relatiegoeroe (Steve Carell) in het plaatsje 'Great Hope Springs', moet ze haar sceptische man (Tommy Lee Jones) op een vliegtuig zien te krijgen voor een intensieve week van huwelijk en sekstherapie. Dit zorgt voor verrassende en komische openbaringen.","category":""},"67829":{"channel":"280715003","start":"1668935400","end":"1668941100","first":"W","idtitle":"WALKOFSHAME","title":"Walk of Shame","program_id":"1295870365","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/9\/20221113090024763esm.jpg","description":"Verslaggeefster Meghan (Elizabeth Banks) mag geen auditie doen om de nieuwe vaste nieuwslezeres te worden. Om haar op te fleuren nemen haar vriendinnen haar mee op een avond stappen. De volgende ochtend wordt ze na een onenightstand wakker zonder geld, zonder auto en met een lege telefoon. Het enige berichtje dat ze nog krijgt is van haar baas: als ze nu naar de studio komt kan ze alsnog de felbegeerde baan krijgen.","category":""},"67830":{"channel":"280715003","start":"1668941100","end":"1668946800","first":"W","idtitle":"WHENHARRYMETSALLY","title":"When Harry Met Sally...","program_id":"1295870371","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/31\/20221113090024763knt.jpg","description":"Harry (Billy Crystal) ontmoet Sally (Meg Ryan) nadat ze allebei zijn afgestudeerd aan de universiteit van Chicago en zij hem een ritje naar New York aanbiedt. Hun onderwerp van gesprek: kan er een oprechte vriendschap tussen een man en een vrouw ontstaan, zonder dat seks in de weg komt? Elf jaar en vele ontmoetingen later hebben zij het antwoord nog steeds niet gevonden. Zullen deze twee vrienden ooit accepteren dat ze voor elkaar gemaakt zijn, of zullen ze steeds blijven ontkennen dat ze tot elkaar aangetrokken waren vanaf het moment dat ze elkaar voor het eerst zagen?","category":""},"67831":{"channel":"280715003","start":"1668946800","end":"1668954300","first":"T","idtitle":"THEPEOPLEVSLARRYFLYNT","title":"The People vs. Larry Flynt","program_id":"1295870441","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/32\/20221118210021089dq3.jpg","description":"De stripclub-eigenaar Larry Flynt creëert samen met zijn vrouw Althea een porno-magazine dat de taboes van de maatschappij probeert te doorbreken. \"Hustler\" brengt de Flynts niet alleen miljoenen aan winst, maar ook de woede van vele \"fatsoenlijke\" mensen. Diverse aanklachten zorgen ervoor dat Flynt heel wat uurtjes in de rechtszaal doorbrengt. Ondertussen raakt Flynt, na een poging tot moord op hem, verlamd, en krijgt hij te maken met drugsverslaving, geestelijke ziekten en de slechter wordende gezondheid van Althea.","category":""},"67832":{"channel":"280715003","start":"1668954300","end":"1668960600","first":"N","idtitle":"NOVAZEMBLA","title":"Nova Zembla","program_id":"1295870447","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/73\/20221113090024763h40.jpg","description":"Nova Zembla vertelt het legendarische, waargebeurde verhaal van de avontuurlijke ontdekkingsmissie van Willem Barentsz, dat destijds is opgetekend door het jonge bemanningslid Gerrit de Veer. In het 16e eeuwse Amsterdam waarin de scheepsbemanning wordt samengesteld is Gerrit de Veer assistent van de bekende dominee Petrus Plancius en bovendien verliefd op diens mooie dochter Catharina. Als grote initiator van de ontdekkingsreis besluit Plancius heimelijk om de bleue Gerrit mee te sturen op de expeditie van Barentsz en Heemskerck om te bewijzen de liefde van zijn dochter waard te zijn.","category":""},"67833":{"channel":"280715003","start":"1668960600","end":"1668966300","first":"H","idtitle":"HONESTTHIEF","title":"Honest Thief","program_id":"1295870453","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/98\/20221113090024763jy9.jpg","description":"Tom (Liam Neeson) is een beruchte bankovervaller én een hopeloze romanticus. Hij wil niet dat zijn relatie met Annie (Kate Walsh) op leugens is gebaseerd en besluit zichzelf aan te geven. Maar als hij de FBI belt om te bekennen en een deal te bepleiten wordt hij vierkant uitgelachen. Na wat aandringen gaan de jonge agenten Nivens (Jai Courtney) en Hall (Anthony Ramos) op onderzoek uit en ontdekken dat Tom de waarheid spreekt! Zij zien Toms gestolen geld echter als hun eigen ticket naar rijkdom. Dit is het begin van een bizar kat-en-muisspel, waarbij het nog maar de vraag is wie de echte dieven zijn.","category":""},"67834":{"channel":"280715003","start":"1668966300","end":"1668972600","first":"T","idtitle":"THECHILDRENACT","title":"The Children Act","program_id":"1295870459","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/48\/202211130900247634sy.jpg","description":"Rechter Fiona Maye (Emma Thompson) staat bekend om haar weloverwogen uitspraken binnen het complexe familierecht. Wanneer haar huwelijk met Jack (Stanley Tucci) lijkt te bezwijken onder haar toewijding voor het vak stort Fiona zich op een ingewikkelde zaak. De zeventienjarige Adam (Fionn Whitehead) heeft leukemie en zal zonder een bloedtransfusie niet lang meer leven. Vanwege zijn geloof als Jehovah's getuige weigert Adam de noodzakelijke medische hulp te accepteren. Fiona moet besluiten of hij te jong is om zelf over leven en dood te beslissen of dat het recht op vrije wil toch zwaarder weegt.","category":""},"67835":{"channel":"280715003","start":"1668972600","end":"1668978900","first":"E","idtitle":"EFFACERLHISTORIQUE","title":"Effacer L' Historique","program_id":"1295870465","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/81\/20221113090024763xrl.jpg","description":"In een woonwijk worden drie buren geconfronteerd met de invloed van social media op hun leven. Marie wordt gechanteerd met een sekstape, Bertrands dochter wordt via Facebook op school gepest en Uber-chauffeur Christine is van slag omdat haar klanten weigeren om positieve recensies achter te laten. Samen besluiten ze de strijd aan te gaan tegen de internetgiganten.","category":""},"67836":{"channel":"280715003","start":"1668978900","end":"1668985500","first":"G","idtitle":"GIVEMELIBERTY","title":"Give Me Liberty","program_id":"1295870471","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/98\/20221113090024763qap.jpg","description":"Vic werkt als chauffeur bij een transportbedrijf voor gehandicapten in Milwaukee. Hij heeft een drukke dag voor de boeg en loopt al snel achter op schema, omdat de stad door protesten overhoop ligt. Toch lukt het zijn opa om de loyale Vic over te halen van zijn route af te wijken en hem tussendoor samen met een groep bejaarde Russen naar een begrafenis te brengen. Als zijn vaste passagier Tracy vervolgens instapt, is de chaos echt compleet.","category":""}}