{"67813":{"channel":"280715003","start":"1668835800","end":"1668843000","first":"J","idtitle":"JAYNEMANSFIELDSCAR","title":"Jayne Mansfield’s Car","program_id":"1295454934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/14\/20221112090024707g6b.jpg","description":"Alabama, jaren '40. Sinds zijn vrouw hem dertig jaar geleden verliet voor de Engelsman Kingsley Bedford en naar Groot-Brittannië verhuisde, heeft Jim Caldwell zijn kinderen helemaal alleen opgevoed. Wanneer zijn ex-vrouw overlijdt, heeft ze het verzoek achtergelaten om terug te worden gebracht naar Alabama, om aldaar begraven te worden. Wanneer de Engelse familie Bedford en de Amerikaanse familie Caldwell bij elkaar komen voor deze plechtigheid, moeten ze allemaal een poging doen om zich aan elkaar aan te passen.","category":""},"67814":{"channel":"280715003","start":"1668843000","end":"1668849000","first":"other","idtitle":"5050","title":"50\/50","program_id":"1295454940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/60\/20221112090024708but.jpg","description":"Adam heeft een perfect leventje, met een sexy vriendin, een leuke baan en een beste vriend die hem daar iedere ochtend naartoe rijdt. Maar als Adam last krijgt van zijn rug, ontdekt hij dat hij een zeldzame vorm van kanker heeft. Van de één op de andere dag verandert zijn leventje in een gevecht om te overleven. Hippe galerij openingen worden vervangen door therapiesessies van een veel te jonge en optimistische therapeute. Om alles nog erger te maken, bedriegt zijn vriendin hem en wil zijn overbezorgde moeder bij hem intrekken. Gelukkig kan hij rekenen op zijn vriend Kyle, die Adam op zijn eigen, ietwat onhandige manier bijstaat.","category":""},"67815":{"channel":"280715003","start":"1668849000","end":"1668855300","first":"B","idtitle":"BROTHERS","title":"Brothers","program_id":"1295454946","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/40\/202211120900247081w9.jpg","description":"De succesvolle officier Sam (Tobey Maguire) en vrijbuiter Tommy (Jake Gyllenhaal) zijn twee broers. Als Sam op een missie in Afghanistan wordt vermist en er weinig hoop is dat hij levend terugkeert, probeert Tommy het verlies van zijn broer op te vangen door de verantwoordelijkheid voor Grace (Natalie Portman) en de kinderen op zich te nemen. Tegen de verwachting in groeien Tommy en Grace steeds meer naar elkaar toe. Maar dan komt Sam terug.","category":""},"67816":{"channel":"280715003","start":"1668855300","end":"1668861300","first":"T","idtitle":"THEFAREWELL","title":"The Farewell","program_id":"1295454952","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/53\/202211120900247083h1.jpg","description":"Wanneer de Chinees-Amerikaanse familie van Billi (Awkwafina) ontdekt dat hun geliefde grootmoeder terminale longkanker heeft, besluiten ze haar te gaan bezoeken in China. Omdat ze het slechte nieuws verborgen willen houden voor oma, doen ze alsof iedereen langskomt voor een haastig opgezet huwelijk van een neef. Tegen haar principes in, besluit Billi om mee te gaan. En zo komt ze in aanraking met het leven dat ze als zesjarige gedwongen moest opgeven, haar eigenzinnige grootmoeder en de kracht van onuitgesproken liefde.","category":""},"67817":{"channel":"280715003","start":"1668861300","end":"1668867000","first":"T","idtitle":"THEMISFITS","title":"The Misfits","program_id":"1295454958","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/82\/202211120900247085p3.jpg","description":"Richard Pace (Pierce Brosnan), een briljante internationaal opererende dief, ontsnapt uit een maximaal beveiligde inrichting. Tijdens zijn gewaagde ontsnapping weet hij de FBI en politie te ontwijken, maar wordt opgepikt door de Misfits, een bende moderne Robin Hoods onder leiding van de excentrieke en charismatische Ringo (Nick Cannon). De groep overtuigt Pace zich bij hen aan te sluiten om de overval van de eeuw te plegen: miljoenen aan goudstaven stelen die worden bewaard onder een van de best beveiligde gevangenissen ter wereld.","category":""},"67818":{"channel":"280715003","start":"1668867000","end":"1668875100","first":"A","idtitle":"ANNETTE","title":"Annette","program_id":"1295454964","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/81\/20221112090024708lsn.jpg","description":"Als de beroemde operazangeres Ann na een voorstelling de omstreden cabaretier Henry ontmoet, is het liefde op het eerste gezicht. Al snel worden ze omgedoopt tot het perfecte glamourkoppel. De paparazzi volgt ze op de voet, de wereld adoreert ze. De geboorte van hun bijzondere dochter Annette zal hun leven echter voorgoed veranderen.","category":""},"67819":{"channel":"280715003","start":"1668875100","end":"1668880800","first":"M","idtitle":"MOONRISEKINGDOM","title":"Moonrise Kingdom","program_id":"1295454970","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/21\/202211120900247081fp.jpg","description":"Als in de zomer van 1965 de verliefde tieners Sam (Jared Gilman) en Suzy (Kara Hayward) van huis weglopen, is het anders zo rustige eiland aan de Amerikaanse oostkust in rep en roer. Iedereen wordt gemobiliseerd om de twee op te sporen: van de lokale padvinders waartoe Sam behoort onder leiding van hopman Ward (Edward Norton) tot aan de sullige sheriff Sharp (Bruce Willis).","category":""},"67820":{"channel":"280715003","start":"1668880800","end":"1668886200","first":"A","idtitle":"ANDSOITGOES","title":"And So It Goes","program_id":"1295454976","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/67\/2022111209002470872g.jpg","description":"Makelaar en mopperkont Oren (Michael Douglas) heeft geen contact meer met zijn familie. Wanneer zijn zoon ineens voor de deur staat is dat dan ook een enorme verrassing, zeker als hem wordt gevraagd om op de negenjarige Sarah te passen - de kleindochter van wie Oren het bestaan niet wist. Oren heeft geen idee hoe hij voor het jonge meisje moet zorgen en roept de hulp in van zijn sympathieke buurvrouw Leah (Diane Keaton). Dit leidt tot hilarische en ontroerende momenten, waarbij Oren een hele nieuwe kant van zichzelf ontdekt en de liefde hervindt.","category":""},"67821":{"channel":"280715003","start":"1668886200","end":"1668891600","first":"S","idtitle":"SOMETIMESALWAYSNEVER","title":"Sometimes Always Never","program_id":"1295454982","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/13\/20221112090024708kj8.jpg","description":"De zestigjarige kleermaker Alan (Bill Nighy) is net zo scherp als zijn maatpakken gesneden zijn. Hij is al jarenlang op zoek naar zijn vermiste zoon Michael, die wegliep na een hoogopgelopen ruzie tijdens een potje Scrabble. Ondertussen verwaarloosde Alan de relatie met zijn jongste zoon Peter (Sam Riley). Wanneer een lichaam moet worden geïdentificeerd, haalt Alan de band met Peter aan en neemt hij hem op sleeptouw. Maar voordat alle verhoudingen hersteld kunnen worden, moet hij ook nog het mysterie oplossen van een online Scrabble-speler van wie hij vermoedt dat het Michael is.","category":""},"67822":{"channel":"280715003","start":"1668891600","end":"1668897000","first":"W","idtitle":"WHILEWESLEEP","title":"While We Sleep","program_id":"1295454988","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/57\/20221112090024708lwr.jpg","description":"De jonge radioloog Nina Evanko doet bij de hersenscan van de dertienjarige Cora een bizarre ontdekking en zet alles op alles om het meisje van haar mysterieuze slaapstoornis te genezen. Cora gaat zich echter steeds vreemder gedragen en het wordt duidelijk dat de zaak verband houdt met een donker geheim uit Nina's eigen verleden. Wat ze ontdekt is beangstigender en gruwelijker dan Nina ooit had kunnen vermoeden.","category":""},"67823":{"channel":"280715003","start":"1668897000","end":"1668903300","first":"T","idtitle":"THETALLMAN","title":"The Tall Man","program_id":"1295454994","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/48\/20221112090024708761.jpg","description":"In het afgelegen mijnstadje Cold Rock verdwijnen al jarenlang kinderen zonder enig spoor achter te laten. De inwoners geloven dat de kinderen ontvoerd worden door een mysterieuze man. Voor verpleegster Julia zijn dit slechts verzinsels, totdat haar zoontje op een nacht uit zijn bed verdwijnt. Ze ziet nog net een duistere figuur met haar zoon de donkere bossen in vluchten. Wanhopig rent ze hen achterna. Ze weet dat als ze David uit het oog verliest, ze hem nooit meer terug zal zien.","category":""}}