{"57318":{"channel":"141431343","start":"1669762800","end":"1669771075","first":"V","idtitle":"VERDILATRAVIATA","title":"Verdi - La Traviata","program_id":"1299996633","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/95\/20221123090030513m06.jpg","description":"De courtisane Violetta Valéry wordt verliefd op Alfredo Germont. Ze besluit haar zedeloze leven in het mondaine Parijs op te geven en vestigt zich met hem op het platteland. Alfredo's vader Giorgio vraagt Violetta de scandaleuze relatie met zijn zoon te verbreken, omdat anders het aanstaande huwelijk van Alfredo's zuster in gevaar komt. Violetta, die weet dat ze aan tering lijdt, vreest dat deze scheiding haar dood zal betekenen. Toch willigt ze Giorgio's wens in en keert terug naar haar vroegere beschermer, baron Douphol. Tijdens een feest beledigt de wanhopige Alfredo Violetta in het openbaar. De baron daagt hem uit voor een duel. Uiteindelijk licht Giorgio Germont zijn zoon in over Violetta's offer. Daarop spoedt Alfredo zich naar haar ziekbed. Vlak voordat Violetta sterft zijn de twee geliefden voor even herenigd.","category":""},"57319":{"channel":"141431343","start":"1669771075","end":"1669777526","first":"T","idtitle":"THESPIRITSOFMOZART","title":"The spirits of Mozart","program_id":"1299996639","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/80\/20221123090030513kj1.jpg","description":"Dit unieke crossover-concert uit 2006, geïnspireerd door de muziek van Mozart, laat zien dat de muziek van de beroemde Oostenrijkse componist tijdloos is en ver voorbij het klassieke genre reikt. Het Radio-Symphonieorchester Wien onder leiding van Andreij Boreyko begeleidt onder andere de jazz-zangeres Dee Dee Bridgewater, violist Benjamin Smid en Jethro Tulls Ian Anderson in een verrassend en veelzijdig programma.","category":""},"57320":{"channel":"141431343","start":"1669777526","end":"1669780543","first":"C","idtitle":"CELEBRATESTPATRICK2020","title":"Celebrate St. Patrick 2020","program_id":"1299996645","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/65\/20221123090030513z7l.jpg","description":"Celebrate St. Patrick 2020 werd opgenomen in maart 2020 Sint Patrick's Cathedral in Armagh, Noord-Ierland. Van heinde en verre reisden koren af naar deze historische kathedraal om op te treden met de plaatselijke musici voor deze viering van Saint Patrick’s Day. In dit concert ontmoeten gewijde muziek, traditionele Ierse instrumenten en de muziek uit de Ierse diaspora elkaar. De verschillende kooroptredens worden opgeluisterd door uitvoeringen door de veelgeprezen zangers van Voices of Ireland. Emotioneel hoogtepunt is de uitvoering van Christ Be Beside Me door de gecombineerde koren. Lezingen uit de overgeleverde teksten van Sint Patrick en prachtige beelden van het prachtige Ierse landschap maken deze viering compleet: Celebrate Saint Patrick 2020 is een feest voor de oren en de ogen!","category":""},"57321":{"channel":"141431343","start":"1669780543","end":"1669784400","first":"G","idtitle":"GLASSCONCERTVOORTWEEPIANOS","title":"Glass - Concert voor twee piano’s","program_id":"1299997739","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/77\/20221123090030513mnw.jpg","description":"Als onderdeel van hun nieuwe samenwerking met componist Philip Glass, die bekend staat om zijn repetitieve minimalistische composities, spelen de Franse zussen Katia en Marielle Labèque de Europese première van Glass’ Concert voor twee piano’s met de Orchestre de Paris. Het programma wordt vervolgd met de Vijfde Symfonie van Dimitri Sjostakovitsj (1906-1976) onder leiding van Jaap van Zweden, de huidige dirigent van het New York Philharmonic.","category":""},"57322":{"channel":"141431343","start":"1669784400","end":"1669786658","first":"M","idtitle":"MOZARTPIANOCONCERTNR20KV466","title":"Mozart - Pianoconcert Nr. 20, KV. 466","program_id":"1299997745","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/52\/202211230900305130yr.jpg","description":"Ivan Klánský is de solist in Mozarts Pianoconcert Nr. 20, KV. 466. Hij wordt bijgestaan door het Praags Kamerorkest onder leiding van Jiri Belohlávek. De uitvoering is opgenomen in het Waldstein Paleis in Praag.","category":""},"57323":{"channel":"141431343","start":"1669786658","end":"1669790787","first":"H","idtitle":"HAYDNSCHUMANNBACHMUZIEKVOORFLUITHOBO","title":"Haydn, Schumann & Bach: Muziek voor Fluit & Hobo","program_id":"1299997751","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/96\/20221123090030513msn.jpg","description":"Op 9 april 2020, toen de Covid-19-pandemie het concertcircuit tot stilstand dwong, waren dwarsfluitist Ana de la Vega en hoboïst Ramón Ortega Quero op concerttournee. Hun concert in Palais Lichtenau in de Duitse stad Potsdam ging door zoals gepland – maar dan zonder publiek. Deze intieme opname is het resultaat. Op het programma staan Joseph Haydns “Londense” Trio nr. 1 C Hb. IV\/1, Clara Schumanns Drei Romanzen, Op. 22, Antonín Dvořáks Silent Woods, J. S Bachs Triosonate in c uit “Musikalischen Opfer” BWV 1079, en Robert Schumanns Drei Romanzen, Op. 94. Tot besluit van het optreden klinkt Ignaz Moscheles' Concertante in F.","category":""},"57324":{"channel":"141431343","start":"1669790787","end":"1669794760","first":"M","idtitle":"MOSAIQUEPROJECTCANADEZEPIANOKWARTETTEN","title":"Mosaïque Project - Canadeze Pianokwartetten","program_id":"1299997757","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/97\/20221123090030513bl4.jpg","description":"Dit bijzondere concert viert de diversiteit en rijkdom van Canada zoals Canadezen die zelf ervaren. Het Mosaïque Project van Ensemble Made in Canada bestaat uit een suite van pianokwartetten. Het ensemble gaf 14 Canadese componisten opdracht tot het schrijven van een pianokwartet, telkens geïnspireerd op een regio van dit uitgestrekte land. Hoogtepunt van Ensemble Made in Canada’s twee jaar durende tournee door Canada met dit programma was dit optreden in St. Catharines’ prachtige, gloednieuwe Partridge Hall. Het Ensemble, bestaande uit Elissa Lee (viool) Sharon Wei (altviool), Rachel Mercer (cello) en Angela Park (piano), treedt steeds meer op de voorgrond als Canada’s belangrijkste pianokwartet.","category":""},"57325":{"channel":"141431343","start":"1669794760","end":"1669798854","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALEELLICHOI","title":"CMIM Viool 2019 - Halve finale: Elli Choi","program_id":"1299997763","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/67\/20221123090030513yk5.jpg","description":"Elli Choi (Verenigde Staten, 2001) speelt Franz Schuberts Sonate nr. 2 in a-klein, D. 385, Michael Oesterle’s 'Stand alone', Gabriel Faurés Sonate nr.1 in A-groot, Op. 13, en Heinrich Wilhelm Ernsts 'The Last Rose of Summer' gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"57326":{"channel":"141431343","start":"1669798854","end":"1669802376","first":"B","idtitle":"BEETHOVENSYMFONIENR3OP55","title":"Beethoven - Symfonie Nr. 3, Op. 55","program_id":"1299997769","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/23\/202211230900305136qx.jpg","description":"Deze uitvoering is het allereerste concert dat Fabio Luisi en Deens Radio Symfonieorkest gaven in het DR Koncerthuset te Kopenhagen in 2017. Op het programma staat een mijlpaal uit de klassieke muziekgeschiedenis: Beethovens Symfonie Nr. 3, ookwel 'Eroïca' genoemd. Samen met Stravinsky's Psalmensymfonie en Richard Strauss' Don Juan, Op. 20 illustreert deze productie op unieke wijze de bijzondere chemie tussen Luisi en het orkest.","category":""},"57327":{"channel":"141431343","start":"1669802376","end":"1669804525","first":"F","idtitle":"FAUREPIANOKWARTETNR2OP45","title":"Fauré - Pianokwartet Nr. 2, Op. 45","program_id":"1299997775","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/80\/20221123090030513cp5.jpg","description":"Het Ébène Quartet, bestaande uit Daishin Kashimoto (viool), Lise Berthaud (altviool), François Salque (cello) en Eric Le Sage (piano), speelt Gabriel Fauré's Pianokwartet nr. 2, Op. 45 in het Louisiana Museum of Modern Art in Denemarken. Het is één van de twee kamermuziekwerken die Fauré schreef voor pianokwartet. Fauré gebruikt de klassieke, vierdelige opbouw: het openingsdeel Allegro wordt gevolgd door het scherzo, het langzame deel, en de finale.","category":""},"57328":{"channel":"141431343","start":"1669804525","end":"1669807933","first":"H","idtitle":"HANSZENDERTHINKINGWITHYOURSENSES","title":"Hans Zender - Thinking with your senses","program_id":"1299997781","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/87\/20221123090030513gyq.jpg","description":"In de documentaire 'Thinking with your senses' wordt de Duitse componist, dirigent en essayist Hans Zender (1936-2019) onderworpen aan de beproefde aanpak van Reiner E. Moritz. Als dirigent was Zender verbonden met verschillende Duitse operahuizen en -orkesten, waaronder Theater Bonn, Opernhaus Kiel, en Rundfunk-Sinfonieorchester Saarbrücken. Hij is waarschijnlijk het bekendst om zijn 'gecomponeerde interpretatie' van Franz Schuberts Liedcyclus ‘Winterreise’ voor tenor en klein orkest. In 'Thinking with your senses' blikt Zender terug op zijn leven en reflecteert hij op zijn lange, succesvolle carrière. Hij bespreekt zijn samenwerkingen met componisten als John Cage, Olivier Messiaen en Bernd Alois Zimmermann. Bovendien zien we talloze fragmenten van Zender die klassiek en eigentijds repertoire dirigeert van moderne componisten als Helmut Lachenmann, Isang Yung en Bernd Alois Zimmermann.","category":""},"57329":{"channel":"141431343","start":"1669807933","end":"1669813217","first":"B","idtitle":"BEETHOVENPIANOSONATENR3OP2NR3","title":"Beethoven - Pianosonate Nr. 3, Op. 2, Nr. 3","program_id":"1299997787","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/34\/20221123090030513otp.jpg","description":"Beethovens Pianosonate Nr. 3 opent met een karakteristiek thema welke terugklinkt in de bas en leidt naar een tweede thema in g-klein. De reprise verrast toehoorders door in D-groot te beginnen maar keert snel terug naar de oorspronkelijke toonsoort C-groot. Het langzame deel in E-groot leidt een opgewekt Scherzo in. Het afsluitende Allegro assai is een ware tentoonstelling van technische virtuositeit waarin de rechterhand wordt onderworpen aan rappe ladders van drieklanken. Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Schloss Hetzendorf te Wenen in 1983.","category":""},"57330":{"channel":"141431343","start":"1669813217","end":"1669818872","first":"M","idtitle":"MISHAFOMINVANUITHETCONCERTGEBOUW2018","title":"Misha Fomin vanuit het Concertgebouw 2018","program_id":"1299997793","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/16\/20221123090030513y51.jpg","description":"De Russische pianist Misha Fomin wordt alom geprezen door muziekcritici om zijn subtiele touché en uitzonderlijke frasering. Fomin studeerde cum laude af aan de gerenommeerde Gnessin's Russian Academy of Music te Moskou, waar hij studeerde onder Lina Bulatova, die op haar beurt een studente was van Helen Gnessina en de legendarische Heinrich Neuhaus. Later vervolgde Fomin zijn studie op de Hochschule für Musik ‘Franz Liszt’ te Weimar. Vandaag de dag ontvangt Fomin wereldwijd staande ovaties en zet hij zich in voor educatie van opkomend talent middels de organisatie van talloze masterclasses en evenementen. In dit succesvolle concert uit 2018 keert Fomin wederom terug naar het Concertgebouw te Amsterdam met een aantrekkelijk concertprogramma: Beethovens Pianosonates Nr. 8 'Pathétique' en Nr. 14, 'Mondschein', alsook Tsjaikovski's Vier Seizoenen, Op. 37b.","category":""},"57331":{"channel":"141431343","start":"1669818872","end":"1669820398","first":"T","idtitle":"TSJAIKOVSKIFANTASIEOUVERTUREROMEOENJULIA","title":"Tsjaikovski - Fantasie-ouverture 'Romeo en Julia'","program_id":"1299997799","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/59\/2022112309003051341s.jpg","description":"Conrad van Alphen dirigeert Sinfonia Rotterdam in een uitvoering van Pjotr Iljitsj Tsjaikovski's Fantasie-ouverture 'Romeo en Julia'. Van Alphen richtte Sinfonia Rotterdam op in 2000. Onder zijn bezielende leiding groeide het orkest uit tot één van de bekendste orkesten van Nederland. Tsjaikovski baseerde zijn compositie op William Shakespeares beroemde toneelstuk 'Romeo and Juliet'. Nadat hij in 1870 de eerste versie van zijn compositie voltooide, herschreef hij het werk nog tweemaal: pas 10 jaar later voltooide hij zijn derde en laatste versie. De Fantasie-ouverture opent met een langzame inleiding, waarin de klarinetten en fagotten de boventoon voeren. Allesoverheersend is het wereldberoemde liefdesthema, wat voor de liefde tussen Romeo en Julia staat. Dit prachtige thema, dat in de eerste helft van het stuk wordt geïntroduceerd door de Engelse hoorns en de altviolen, blijft terugkeren in het hele werk. Aan het einde horen we het liefdesthema in mineur, wat de tragiek in dit meeslepende liefdesverhaal onderstreept.","category":""},"57332":{"channel":"141431343","start":"1669820398","end":"1669826048","first":"D","idtitle":"DELIBESCOPPELIA","title":"Delibes – Coppélia","program_id":"1299997805","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/48\/20221123090030513hv9.jpg","description":"Het klassieke Franse ballet Coppélia, op de muziek van Leo Délibes (1839-1891), ging in 1870 in première in de Salle de Peletier in Parijs in een choreografie van Arthur Saint-Léon. Het verhaal van deze moderne uitvoering speelt zich af in het Amerika van Fred Astaire, Gene Kelly en Jérôme Robbins. De stijl doet denken aan die van Broadwaymusicals en Hollywoodsprookjes. Deze hedendaagse, uptempo versie wordt uitgevoerd door het ballet van de Opéra National de Bordeaux en is opgenomen in het Teatro La Fenice te Venetië in 2010. De choreografie is van Charles Jude.","category":""},"57333":{"channel":"141431343","start":"1669826048","end":"1669832115","first":"N","idtitle":"NELSONSENOPOLAISSPELENDVORAK","title":"Nelsons en Opolais spelen Dvořák","program_id":"1299997811","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/59\/20221123090030513l37.jpg","description":"Dirigent Andris Nelsons en zijn toenmalige vrouw, de geweldige sopraan Kristine Opolais, presenteren een programma gewijd aan Antonin Dvořák met het Gewandhausorchester Leipzig. Met haar warme, tedere, vriendelijke timbre wekt zij de melodieën tot leven die de componist verweefde in zijn gelaagde muziek. Nelsons’ tempo's blijven kalm en ontspannen, waardoor de ongeëvenaarde schoonheid van Dvořáks muziek de kans krijgt tot bloei te komen en het Gewandhaus te betoveren. Het programma begint met 'Othello', een concertouverture voor orkest, Op. 93. Opolais zingt Song to the Moon uit de opera 'Rusalka', Songs my Mother Taught Me uit Zigeunerliederen, Op. 55\/4. Hierop volgen Polonaise en O, marno, marno to je uit 'Rusalka' en Dobrá! Já mu je dám!... Jak je mi? uit Bedrich Smetana's opera 'Dalibor'. Het concert sluit af met een uitvoering van Dvořáks Symfonie nr. 9 in e-klein, Op. 95 (“Uit de Nieuwe Wereld”). Dit programma werd opgenomen in het Gewandhaus Leipzig in mei 2017.","category":""},"57334":{"channel":"141431343","start":"1669832115","end":"1669836600","first":"A","idtitle":"AMERICANSINPYONGYANG","title":"Americans in Pyongyang","program_id":"1299997817","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/32\/20221123090030514g5x.jpg","description":"In de zomer van 2007 ontving de New York Philharmonic een bijzondere uitnodiging: Noord-Korea, 's werelds meest geïsoleerde en afgelegen land, feitelijk in oorlog met de Verenigde Staten, nodigde het orkest uit om op te treden in de hoofdstad Pyongyang. Slechts een paar maanden later stapten tweehonderd orkestleden en meer dan honderd journalisten uit het gecharterde vliegtuig op de verlaten luchthaven van Pyongyang. Ze stonden op het punt een historisch moment te beleven: het allereerste optreden van een Amerikaans symfonieorkest in de Democratische Volksrepubliek Korea. De documentaire 'Americans in Pyongyang' vertelt het verhaal van de historische reis naar Pyongyang die de New York Philharmonic in februari 2008 maakte .","category":""},"57335":{"channel":"141431343","start":"1669836600","end":"1669842266","first":"M","idtitle":"MOZARTLIVEFROMBEIJING","title":"Mozart Live from Beijing","program_id":"1299997823","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/55\/20221123090030514gx6.jpg","description":"Op 27 januari 2006 vierde het Chinese pianofenomeen Lang Lang de 250ste geboortedag van W. A. Mozart met een uitvoering van diens Pianoconcert Nr. 24 in de Forbidden City Concert Hall te Peking. De concertzaal, voorheen bekend als de Beijing Music Hall, is gelegen binnen de muren van de Verboden Stad en is omringd door de tuinen van het Zhongshan Park en grenst aan het Tiananmenplein. Het China Philharmonic Orchestra staat onder leiding van Long Yu, bariton is Changye Juan. Op het programma staan onder andere de ouverture van Cosi fan tutti, Symfonie Nr. 25 (KV. 183), Pianosonate Nr. 10 (KV. 330), “Hai gia vint la causa’ uit Le Nozze di Figaro en “Finch’han dal vino\" uit Don Giovanni.","category":""},"57336":{"channel":"141431343","start":"1669842266","end":"1669846235","first":"B","idtitle":"BRUCKNERSYMFONIENR7","title":"Bruckner - Symfonie Nr. 7","program_id":"1299997829","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/95\/20221123090030514zd2.jpg","description":"Franz Welser-Möst leidt het Cleveland Orchestra in een uitvoering van Anton Bruckners Symfonie Nr. 7. Dit werk neemt een centrale plaats in binnen het oeuvre van de componist: hiermee viel Bruckner eindelijk de erkenning ten deel die hij verdiende. Nog altijd is het één van zijn meest geliefde werken. De symfonie volgt de klassieke opbouw van vier aparte delen. Het hart van het werk is een lang en emotioneel Adagio, geschreven als eerbetoon aan Richard Wagner. Het eerste deel van de symfonie begint met een stijgend thema dat wordt aangedragen door de cello's. Het Scherzo verlicht de sombere sfeer van het voorafgaande Adagio, en met de Finale komt met ongeremd plezier ten einde. Deze uitvoering werd in 2008 opgenomen in Severance Hall in Cleveland.","category":""},"57337":{"channel":"141431343","start":"1669846235","end":"1669849200","first":"V","idtitle":"VILLALOBOSSTRIJKKWARTETNR3","title":"Villa-Lobos - Strijkkwartet Nr. 3","program_id":"1299997835","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/38\/20221123090030514db2.jpg","description":"Quarteto Radamés Gnattali speelt Heitor Villa-Lobos' Strijkkwartet nr. 3 in het Theatro Municipal in Rio de Janiero in Brazilië. Dit ensemble werd opgericht in 2006 en bestaat uit Carla Rincón en Francisco Roa (violen), Fernando Thebaldi (altviool), en Hugo Pilger (cello). Het kwartet, dat zich specialiseert Braziliaanse muziek, is zeer actief in de muziekeducatie. Hun opname van de complete strijkkwartetten van Villa-Lobos is een grote verdienste en werd met enthousiasme onthaald door de internationale muziekpers. Op Villa-Lobos' Bachianas brasileiras na wordt het werk van de Braziliaanse componist voornamelijk in Latijns-Amerika uitgevoerd. Villa-Lobos wordt in zijn geboorteland op handen gedragen als componist, dirigent en docent. Hij heeft opera's, symfonieën, concerten, pianowerken, koormuziek en zeventien strijkkwartetten op zijn naam.","category":""}}