{"56182":{"channel":"141431343","start":"1669071600","end":"1669079054","first":"P","idtitle":"PUCCINILABOHEME","title":"Puccini - La Bohème","program_id":"1296681067","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/12\/20221115090049705wpv.jpg","description":"Gustavo Dudamel dirigeert het koor en orkest van de Opéra de Paris in een uitvoering van Giacomo Puccini’s (1858-1924) La bohème. Opgenomen in de Opéra National de Paris in 2017 en geregisseerd door Claus Guth. Solisten zijn Nicole Car, Aida Garifullina, Atalla Ayan en Artur Ruciński. La bohème ging in 1896 in première in het Teatro Regio te Turijn. Het libretto focust zich op de liefdesrelatie tussen Rodolfo en Mimì. Wanneer de jonge dichter Rodolfo Mimì ontmoet is het nog liefde op het eerste gezicht, maar zal de vlam van de liefde blijven branden wanneer ze geconfronteerd worden met de gruwelheden die armoede en slechte gezondheid met zich meebrengen?","category":""},"56183":{"channel":"141431343","start":"1669079054","end":"1669084392","first":"W","idtitle":"WALDBUEHNE1995AMERICANNIGHT","title":"Waldbühne 1995 - American Night","program_id":"1296681073","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/65\/20221115090049705wxi.jpg","description":"Sir Simon Rattle dirigeert de Berliner Filharmoniker tijdens deze avond vol Amerikaanse muziek van George Gershwin en Leonard Bernstein tijdens het Waldbühneconcert van 1995. Het ontwerp van het theater is gebaseerd op het amfitheater uit de Griekse stad Epidaurus en is gelegen in een bosrijke omgeving en vormt een populaire locatie voor openluchtconcerten. De solisten van de avond zijn Willard White, Cynthia Haymon, Damon Evans, Cynthia Clarey, Marietta Simpson en Daniel Washington. Op het programma staan onder andere Gershwins Rhapsody in Blue, ‘I got rhythm’ en nummers uit zijn opera Porgy and Bess. Het concert opent met Leonard Bernsteins Candide Overture.","category":""},"56184":{"channel":"141431343","start":"1669084392","end":"1669089735","first":"G","idtitle":"GALAVANUITBERLIN2012","title":"Gala vanuit Berlin - 2012","program_id":"1296681079","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/48\/20221115090049706ba1.jpg","description":"Tijdens deze editie van het jaarlijkse nieuwjaarsconcert bundelen de Berliner Philharmoniker en Sir Simon Rattle de krachten met operazangers Cecilia Bartoli. Op het programma staat een selectie prachtige aria’s uit Bartoli’s uitzondelijke repertoire. Daarnaast speelt het orkest enkele symfonische dansen van Brahms en Dvořák, waarin de opgewekte karakteristieken van hun eigen stijl gecombineerd worden met die van slavische en Hongaarse volksmuziek. De volgende werken staan op de lessenaar: De danssuite en Gavotte en Entr’acte uit ‘Les Boréades’ van Rameau en drie aria’s van Händel: “Scherza in mar la navicella\" uit Lotario, “Ah che sol...M'adoro l'idol mio” uit Teseo en “Lascia la spina” uit Il Trionfo del Tempo e del Disinganno. Er wordt vervolgd met orkestuitvoeringen van Dvořáks Slavische Dansen Op. 46, Nr. 1 en 4, Op. 72\/4 en Op. 46\/3 en Suite Nr. 2 uit Ravels Daphnis et Chloé. De Berliner Philharmoniker sluit het nieuwsjaarsconcert traditioneel af met met Brahms’ Hongaarse Dans Nr. 1.","category":""},"56185":{"channel":"141431343","start":"1669089735","end":"1669093200","first":"R","idtitle":"RIMSKYKORSAKOVTALEOFTHEINVISIBLECITYSUITE","title":"Rimsky-Korsakov - Tale of the Invisible City Suite","program_id":"1296681085","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/8\/20221115090049706t9h.jpg","description":"Mikhail Pletnev dirigeert het Russian National Orchestra in een concert opgenomen in de Tsjaikovskizaal te Moskou. Op het programma staan twee orkestsuites van Rimski-Korsakov: \"The Tale of the Invisible City of Kitezh and the Maiden Fevroniya\" en \"The Tale of Tsar Saltan\". Dit concert is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"56186":{"channel":"141431343","start":"1669093200","end":"1669095067","first":"M","idtitle":"MOZARTPIANOCONCERTNR12KV414","title":"Mozart - Pianoconcert Nr. 12, KV 414","program_id":"1296681091","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/67\/202211150900497068ii.jpg","description":"Vladimir Asjkenazi vervult de dubbelrol van solist en dirigent in Mozarts Pianoconcert Nr. 12, KV 414. Hij wordt begeleid door het Royal Philharmonic Orchestra in het Hampton Court Palace te Londen.","category":""},"56187":{"channel":"141431343","start":"1669095067","end":"1669099105","first":"B","idtitle":"BACHDASWOHLTEMPERIERTEKLAVIERINR1TM12","title":"Bach - Das wohltemperierte Klavier I: Nr. 1 t\/m 12","program_id":"1296681097","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/89\/20221115090049706kvc.jpg","description":"Toen Johann Sebastian Bach in 1722 in het Duitse Köthen woonde, bracht hij een boek met preludes en fuga's in alle 24 majeur- en mineurtoonsoorten uit. Deze verzameling kreeg de naam Das wohltemperierte Klavier, Boek Een, BWV 846–869. Ongeveer twintig jaar later stelde Bach in Leipzig een vergelijkbare bundel samen, nu bekend als Das wohltemperierte Klavier, Boek Twee, BWV 870-893. Bach schreef deze reeks composities voor het 'klavier', wat zowel op klavecimbel, klavechord, of orgel kan duiden. Deze werken zijn zeer bepalend gebleken voor de geschiedenis van de Westerse klassieke muziek. In deze uitzending speelt Andrej Gavrilov Preludes en Fuga’s Nrs. 1 t\/m 12 (BWV 846-857) uit Boek Een van Bachs Das wohltemperierte Klavier. De opname vond plaats in de New Art Gallery in Walsall, Engeland, in 2010.","category":""},"56188":{"channel":"141431343","start":"1669099105","end":"1669103574","first":"B","idtitle":"BRAHMSEINDEUTSCHESREQUIEMOP45","title":"Brahms - Ein deutsches Requiem, Op. 45","program_id":"1296681103","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/78\/20221115090049706t3i.jpg","description":"Johannes Brahms' Ein deutsches Requiem, Op. 45, schenkt de levenden troost met religieuze teksten die vanuit de traditie niet verbonden zijn met het liturgische karakter van requiemmissen. Hierdoor kent het werk een ongekende intensiteit. Deze muziek spreekt alle mensen aan, ongeacht hun geloof. Hoewel in een soortgelijk werk de emoties dicht aan het oppervlak liggen, maken de Wiener Singverein en het Cleveland Orchestra onder leiding van chef-dirigent Franz Welser-Möst korte metten met enig spoor van bombast, in deze concertuitvoering in de prachtige barokbasiliek van het Oostenrijkse Sankt Florian uit november 2016. De twee solisten van het programma – Hanna-Elisabeth Müller en Simon Keenlyside – zijn geen onbekenden op de wereldpodia. Waar de eerste een carrière heeft opgebouwd in de operawereld, als Liedervertolker én als concertzangeres, heeft de in Londen geboren Keenlyside een indrukwekkende loopbaan weten te baseren op de prestigieuze gastoptredens die hij het afgelopen decennia gaf.","category":""},"56189":{"channel":"141431343","start":"1669103574","end":"1669107771","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALEMICHIRUMATSUYAMA","title":"CMIM Viool 2019 - Halve finale: Michiru Matsuyama","program_id":"1296681109","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/77\/2022111509004970612l.jpg","description":"Michiru Matsuyama (Japan, 1991) speelt Sergej Prokofjevs Sonate nr. 2 in D-groot, Op. 94, Michael Oesterle’s 'Stand alone', Claude Debussy’s Sonate in g-klein, L 140 en Franz Waxmans Carmen-Fantasie gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"56190":{"channel":"141431343","start":"1669107771","end":"1669112216","first":"S","idtitle":"SJOSTAKOVITSJSYMFONIENR4OP43","title":"Sjostakovitsj - Symfonie Nr. 4, Op. 43","program_id":"1296681115","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/1\/202211150900497065np.jpg","description":"Yannick Nézet-Séguin (1975) dirigeert het Rotterdam Filharmonisch Orkest in een uitvoering van Sjostakovitsjs Symfonie Nr. 4, Op. 43. Nézet-Séguin groeide op in Montréal, Canada en werd de 11e chef-dirigent van het Rotterdam Filharmonisch Orkest in 2006. Gedurende twaalf jaar speelde hij een belangrijke rol in de ontwikkeling van het orkest, alvorens terug te keren naar Noord-Amerika, waar hij muzikaal leider werd van het Orchestre Métropolitain (Montréal), de Metropolitan Opera en het Philadelphia Orchestra.","category":""},"56191":{"channel":"141431343","start":"1669112216","end":"1669115277","first":"S","idtitle":"SCHUBERTPIANOTRIONR2OP100D929","title":"Schubert - Pianotrio Nr. 2, Op. 100, D. 929","program_id":"1296681121","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/96\/2022111509004970656n.jpg","description":"Ester Hoppe (viool), Christian Poltéra (cello) en Franscesco Piemontesi (piano) spelen Schuberts Pianotrio Nr. 2, Op. 100 (D. 929) tijdens het Internationale Kamermuziek Festival in Bellinzona te Zwitserland in 2019. Het werk was een van de laatste composities die Schubert voltooide en dateert van november 1827. Het trio is echter pas eind 1828 gepubliceerd, kort voor Schuberts dood en werd voor het eerst uitgevoerd ter ere van de verloving van Schuberts vriend Josef von Spaun. Het tweede thema uit eerste deel is gebaseerd op een thema uit Schuberts Pianosonate Nr. 18 (D. 894). Fragmenten uit het tweede deel worden gebruikt als thema in Stanley Kubricks Barry Lyndon (1975).","category":""},"56192":{"channel":"141431343","start":"1669115277","end":"1669116588","first":"N","idtitle":"NAPOLIDEVERGETENHOOFDSTADVANDEMUZIEKI","title":"Napoli - De vergeten hoofdstad van de Muziek I","program_id":"1296681127","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/25\/2022111509004970673p.jpg","description":"In de zomer van 2019 verkende Festival Oude Muziek Utrecht de muzikale nalatenschap van Napels: een culturele metropool vol tegenstrijdigheden én solidariteit. In de documentaire 'Napels – De vergeten hoofdstad van de muziek' maakt Thomas Höft, mede-curator van het festival, de kijker deelgenoot van sappige verhalen over en uit deze veelzijdige stad.","category":""},"56193":{"channel":"141431343","start":"1669116588","end":"1669122017","first":"P","idtitle":"PROKOFJEVPIANOSONATENR8OP84","title":"Prokofjev - Pianosonate Nr. 8, Op. 84","program_id":"1296681645","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/6\/20221115090049706ra2.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks speelt pianist Severin von Eckardstein Claude Debussy's Prélude à l'après-midi d'un faune (in het pianoarrangement van Vyacheslav Gryaznov), Frédéric Chopins Nocturne Op. 27 Nr. 1, Nikolaj Medtners Elegieën voor piano, Op. 59, Nr. 2, Sergej Prokofjevs Pianosonate Nr. 8, Op. 84, en ter besluit Medtners Sprookje, Op. 34, Nr. 2.","category":""},"56194":{"channel":"141431343","start":"1669122017","end":"1669124959","first":"B","idtitle":"BOURGONDISCHALFABETIIIDELARUEZONDERNAAM","title":"Bourgondisch alfabet III - De la Rue - Zonder Naam","program_id":"1296681651","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/21\/20221115090049706rgj.jpg","description":"Een polyfone marathon als prelude op het Festival Oude Muziek Utrecht 2018. Tijdens drie opeenvolgende concerten zingt het Huelgas Ensemble een heel alfabet aan Bourgondische componisten bij elkaar. Voor elke letter één.Het gaat om componisten die in dienst waren van het Bourgondische hof, met een speciale uitzondering voor de prins van de polyfonie, Josquin. De zangers gaan arm in arm met Paul Van Nevel langs misdelen, motetten en chansons van bekende en te ontdekken meesters als Champion, Divitis, Binchois, De Orto, Van Weerbeke en vele anderen. Met Anoniem en Incertus wordt een ode gebracht aan de vele polyfonisten-zonder-naam en hun adembenemende bijdragen aan het meerstemmige repertoire van de 15de eeuw.","category":""},"56195":{"channel":"141431343","start":"1669124959","end":"1669131056","first":"G","idtitle":"GALAFROMBERLIN2005","title":"Gala from Berlin - 2005","program_id":"1296681657","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/22\/20221115090049706i2f.jpg","description":"Het jaarlijkse gala vanuit Berlijn stond in 2005 volledig in teken van W. A. Mozart. Ter ere van de 250ste geboortedag van de componist brachten de Berliner Filharmoniker en sir Simon Rattle het publiek alvast in de perfecte stemming voor het aanstaande jubileumjaar. Op het programma staan enkele van Mozarts bekendste werken, waaronder ook delen uit zijn opera Le nozze di Figaro. Dit geestige en satirische werk, over de zwakheden van geliefden, wordt verrijkt door de stemmen van Magdalena Kozena, Camilla Nylund en John Relyea. Emmanuel Ax is de solist in het Pianoconcert Nr. 9 (KV. 271). Het concert wordt afgesloten met een uitvoering van Mozarts Symfonie Nr. 38 (KV. 504).","category":""},"56196":{"channel":"141431343","start":"1669131056","end":"1669135055","first":"B","idtitle":"BRUCKNERSYMFONIENR9","title":"Bruckner - Symfonie Nr. 9","program_id":"1296681663","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/98\/20221115090049706377.jpg","description":"Anton Bruckners Symfonie Nr. 9 kan worden beschouwd als zijn afscheid van het leven. Al toen Bruckner in 1887 aan het werk begon, zat zijn gezondheid hem dwars. Hij uitte de hoop dat \"God mij genoeg tijd zal gunnen om het te voltooien\", en tijdens de jaren die volgden werkte hij onvermoeibaar verder. In eind 1894 had hij alleen de eerste drie delen af. Toen hij op 11 oktober 1896 overleed, liet hij zes verschillende versies van de finale na, die geen van allen voltooid waren. Desalniettemin is het een monumentaal werk geworden, met de imposante grandeur van een kathedraal. De vele details van deze architectonische kolos komen verbazingwekkend transparant tot leven in de handen van dirigent Franz Welser-Möst en het Cleveland Orchestra. Het orkest nam in de laatste dagen van oktober 2007 een krachtige, afgemeten uitvoering van deze symfonie op in de prachtige Gouden Zaal van de beroemde Musikverein in Wenen: op ditzelfde podium werd het werk in 1903 voor het eerst uitgevoerd.","category":""},"56197":{"channel":"141431343","start":"1669135055","end":"1669139074","first":"M","idtitle":"MOZARTGALAINPRAAG","title":"Mozartgala in Praag","program_id":"1296681669","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/73\/20221115090049707pr6.jpg","description":"Een van de hoogtepunten van het Mozartjaar 2006 was dit galaconcert in het prachtige Statentheater in Praag. Het Tsjechisch Philharmonisch Orkest speelt onder leiding van Manfred Honeck de mooiste werken van Mozart die bovendien een speciale binding hebben met de stad of het theater. Zo staat het klarinetconcert, dat in 1791 in Praag in première ging, op het programma met Sharon Kam als solist en natuurlijk kan Mozarts ‘Praagse Symfonie’ niet ontbreken. Ook op de lessenaar staat de ouverture van 'Don Giovanni', in 1787 nog door Mozart zelf gedirigeerd in het Statentheater.","category":""},"56198":{"channel":"141431343","start":"1669139074","end":"1669141667","first":"B","idtitle":"BACHBRANDENBURGSCONCERT13","title":"Bach - Brandenburgs Concert 1-3","program_id":"1296681675","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/37\/202211150900497079yx.jpg","description":"Bij wijze van ‘muzikale sollicitatie’ schreef Johann Sebastian Bach zijn zes Brandenburgse concerten. In 1721 was Bach in dienst van Prins Leopold van Anhalt-Köthen maar was niet meer tevreden in zijn functie en was op zoek naar een nieuwe betrekking. Hij besloot deze verzameling concerten op te dragen een Christian Ludwig, Markgraaf van Brandenburg, in de hoop dat hij aan zijn hof kon werken. Tevergeefs: de Markgraaf bood hem geen positie aan, hij bedankte de componist zelfs niet. In de categorie mislukte sollicitaties is dit dan ook waarschijnlijk een van de meest artistiek succesvolle. Het eerste concert is een uitbundige compositie en het enige concert wat uit vier delen bestaat. In het tweede concert is een bijzondere rol weggelegd voor de trompet: het is een ontzettende uitdaging voor trompettisten. Oorspronkelijk schreef Bach deze partij niet voor trompet maar voor clarino, een voorloper van de huidige trompet. Dit instrument werd echter steeds minder gebruikt en daardoor kwamen er steeds minder mensen die de clarino konden bespelen. Het instrument in de loop van de jaren vervangen door een trompet. Bach schreef het derde concert uit de verzameling voor drie violen, ...","category":""},"56199":{"channel":"141431343","start":"1669141667","end":"1669145400","first":"V","idtitle":"VILLALOBOSSTRIJKKWARTETNR16","title":"Villa-Lobos - Strijkkwartet nr. 16","program_id":"1296681681","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/37\/20221115090049707gmj.jpg","description":"Quarteto Radamés Gnattali speelt Heitor Villa-Lobos' Strijkkwartet nr. 16 in het Palácio das Laranjeiras in Rio de Janiero in Brazilië. Dit ensemble werd opgericht in 2006 en bestaat uit Carla Rincón en Francisco Roa (violen), Fernando Thebaldi (altviool), en Hugo Pilger (cello). Het kwartet, dat zich specialiseert Braziliaanse muziek, is zeer actief in de muziekeducatie. Hun opname van de complete strijkkwartetten van Villa-Lobos is een grote verdienste en werd met enthousiasme onthaald door de internationale muziekpers. Op Villa-Lobos' Bachianas brasileiras na wordt het werk van de Braziliaanse componist voornamelijk in Latijns-Amerika uitgevoerd. Villa-Lobos wordt in zijn geboorteland op handen gedragen als componist, dirigent en docent. Hij heeft opera's, symfonieën, concerten, pianowerken, koormuziek en zeventien strijkkwartetten op zijn naam.","category":""},"56200":{"channel":"141431343","start":"1669145400","end":"1669146774","first":"I","idtitle":"IVC2017HALVEFINALEJERICASTEKLASA","title":"IVC 2017 - Halve finale: Jerica Steklasa","program_id":"1296681687","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/55\/2022111509004970782x.jpg","description":"Sopraan Jerika Steklasa (Slovenië, 1992) zingt ‘Quia Respexit’ uit J. S. Bachs Magnificat; ‘Höre Israel’ uit Felix Mendelssohn’s Elias; Monique Krüs’ ‘Lunam, ne quidem Lunam’; en ‘Je marche sur tous les chemins’ uit Jules Massenet’s Manon, tijdens de halve finales van het Internationaal Vocalisten Concours 2017 – Opera , Oratorium. Deze opname werd gemaakt in het Theater aan de Parade in ’s-Hertogenbosch.","category":""},"56201":{"channel":"141431343","start":"1669146774","end":"1669152864","first":"I","idtitle":"IVC2017OPERAORATORIUMFINALES","title":"IVC 2017 - Opera \/ Oratorium: Finales","program_id":"1296681693","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/97\/20221115090049707jez.jpg","description":"In september 2017 namen 54 getalenteerde vocalisten deel aan het Internationaal Vocalisten Concours (IVC) in ‘s-Hertogenbosch. Deze editie betrof een Opera , Oratorium-concours, dat om het jaar gehouden wordt in afwisseling met het Lied Duo-concours van het IVC. Zeven deelnemende zangers bereikten de finale: Dominic Barberi (bas), Kinga Borowska (mezzosopraan), Yongxi Chen (tenor), Yajie Zhang (mezzosopraan), Eunkyong Lim (mezzosopraan), Anton Kuzenok (tenor) en Anna Harvey (mezzosopraan). Bij hun optreden in de finale worden de kandidaten begeleid door philharmonie zuidnederland onder leiding van Kenneth Montgomery. De finale vond plaats in het Muziekgebouw in Eindhoven op 16 september 2017.","category":""},"56202":{"channel":"141431343","start":"1669152864","end":"1669155039","first":"C","idtitle":"CLASHOFTHESOLOISTS","title":"Clash of the Soloists","program_id":"1296681699","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/95\/20221115090049707wya.jpg","description":"We leven in een wereld waar miljoenen mensen weleens langs een concertzaal lopen en slechts een fractie daarvan een stap naar binnen zal wagen. Er heeft zich echter een grote massa verzameld voor Wrestlemania; Aleksey Igudesman en Hyung-ki Joo hebben eindelijk een gezamenlijk podium gevonden voor twee ogenschijnlijk contrasterende publieke evenementen. Clementi moest eerder al concurreren met het genie van Mozart, Beethoven verjoeg Steinbelt uit Wenen en Händel versloeg Scarlatti in een vingervlug steekspel. In de rechterhoek staat het Koreaans\/Japans\/Chinese pianotalent Whay-Tsu Fast en in de linkerhoek staat de Russisch\/Amerikaans\/Joodse en Duits en Spaans sprekende vioolvirtuoos Sergey Amadeus Showov. Wie zal er als winnaar uit de ring stappen in deze Clash of the Soloists? Igudesman en Joo razen door concertwerken heen met een finesse en lenigheid die de toeschouwers naar het puntje van hun stoel brengt. Een onvergetelijke humoristische voorstelling die de kijkers hongerig maakt naar meer. 'Clash of the Soloists' is in opdracht gemaakt voor het 150-jarig bestaan van het Zürich Tonhalle Orchester. Deze wereldpremière staat onder leiding van dirigent en scheidsrechter Joshua ...","category":""},"56203":{"channel":"141431343","start":"1669155039","end":"1669158000","first":"B","idtitle":"BRAHMSSYMFONIENR2OP73","title":"Brahms - Symfonie Nr. 2, Op. 73","program_id":"1296681705","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/32\/2022111509004970764u.jpg","description":"Het Berliner Philharmoniker onder leiding van Claudio Abbado en solist Daniel Barenboim verzorgen het Europakonzert van 1994 in het Duitse Meiningen. Op het programma staan Beethovens Pianoconcert Nr. 5 en de Tweede Symfonie van Brahms. Het pianoconcert is de laatste van de vijf concerten die Beethoven componeerde en staat ook wel bekend als het ‘Keizersconcert’. Het werk is gecomponeerd tussen 1809 en 1811. Brahms’ Tweede Symfonie dateert van 1877 en wordt vaak vergeleken met de Zesde Symfonie van Beethoven, vanwege het vrolijke, opgewekte en pastorale karakter.","category":""}}