{"67865":{"channel":"280715003","start":"1669162200","end":"1669170000","first":"Q","idtitle":"QUICK","title":"Quick","program_id":"1297087181","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/6\/20221116090025510iib.jpg","description":"De rechtszaak rond de vermeende seriemoordenaar Thomas Quick is het grootste juridische schandaal in de Zweedse geschiedenis. Verslaggever Hannes Råstam heeft zich erop toegelegd om de onschuld van Quick te bewijzen en de juridische chaos te ontmaskeren die hem veroordeelde tot een leven in een psychiatrische gevangenis. Niemand is echter geïnteresseerd in het vrijpleiten en vrijlaten van de ergste psychopaat in Zweden, een kannibalistische verkrachter die was veroordeeld voor acht moorden en er nog eens vijfentwintig had bekend. Toch legt hij het ongelooflijke verhaal achter de Thomas Quick-zaak stukje bij beetje bloot.","category":""},"67866":{"channel":"280715003","start":"1669170000","end":"1669176000","first":"L","idtitle":"LYINGANDSTEALING","title":"Lying and Stealing","program_id":"1297087187","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/54\/20221116090025510bb4.jpg","description":"Playboy Ivan (Theo James) hopt van het ene highsocietyfeest naar het andere, waar hij zijn extreem rijke gastheren van waardevolle kunst berooft. Elyse (Emily Ratajkowski) begeeft zich in hetzelfde wereldje en verrijkt zich door de mensen die ze daar ontmoet op te lichten. De twee blijken één ding gemeen hebben: ze zijn beiden een fortuin schuldig aan het keiharde en gewetenloze onderwereld kopstuk Dimitri. Ivan en Elyse zijn op elkaar aangewezen om van de gewelddadige crimineel af te komen en bedenken een gewaagd plan. Maar lukt het deze twee onbetrouwbare types om op elkaar vertrouwen?","category":""},"67867":{"channel":"280715003","start":"1669176000","end":"1669181400","first":"B","idtitle":"BEHEMOTH","title":"Behemoth","program_id":"1297087193","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/88\/20221116090025510nxi.jpg","description":"Wanneer zijn dochtertje ziek wordt, vermoedt Joshua Riverton dat de chemiereus waarvoor hij werkt, verantwoordelijk is. Zijn mentale voorgeschiedenis wordt echter tegen hem uitgespeeld. Als hij verhaal wil halen bij zijn oude baas, loopt de situatie uit de hand. Het leven van de klokkenluider verandert in een hel. Letterlijk.","category":""},"67868":{"channel":"280715003","start":"1669181400","end":"1669186800","first":"Q","idtitle":"QUALITYTIME","title":"Quality Time","program_id":"1297087199","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/77\/20221116090025510pof.jpg","description":"Vijf korte verhalen over dertigjarige mannen en hun problemen met het leven. Koen gaat naar een familiereünie waar hij misselijk wordt. Stefaan is een amateurfotograaf die herinneringen ophaalt. Kjell heeft een laag gevoel van eigenwaarde. Karel werd als kind door aliens ontvoerd en keert terug naar aarde als mutant. Tenslotte is er Jef die er alles aan doet om in de smaak te vallen bij zijn schoonfamilie.","category":""},"67869":{"channel":"280715003","start":"1669186800","end":"1669192800","first":"T","idtitle":"THEWARBELOW","title":"The War Below","program_id":"1297087205","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/64\/20221116090025510rs1.jpg","description":"Messines Ridge, nabij Ieper, 1917. Om de patstelling aan het Westelijke Front te doorbreken, graven Britse mijnwerkers tunnels tot onder de Duitse linies, vaak met de blote handen om geen enkel geluid te maken, want de vijand luistert - en graaft - mee. De levensgevaarlijke missie van deze anonieme helden wordt een kantelmoment uit de geschiedenis.","category":""},"67870":{"channel":"280715003","start":"1669192800","end":"1669198200","first":"U","idtitle":"UNDINE","title":"Undine","program_id":"1297087531","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/31\/20221116090025510whw.jpg","description":"\"Als je weggaat, moet je dood.\" Met deze woorden laat de schijnbaar onbewogen Undine Johannes achter op een Berlijns terras, net nadat hij gezegd heeft niet met haar verder te willen. Undine is historica en gids, gespecialiseerd in de stadsontwikkeling van Berlijn en ze gaat naar haar werk. Tijdens haar volgende pauze valt ze halsoverkop voor beroepsduiker Christoph, als ze samen door een merkwaardig ongeluk doorweekt tussen de scherven en vissen van een uit elkaar gespat aquarium belanden. Voor hen beiden gaat een nieuwe wereld open, vol liefde en vertrouwen.","category":""},"67871":{"channel":"280715003","start":"1669198200","end":"1669202700","first":"other","idtitle":"10THINGSWESHOULDDOBEFOREWEBREAKUP","title":"10 Things We Should Do Before We Break Up","program_id":"1297087537","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/87\/20221116090025510piv.jpg","description":"Op de avond dat de alleenstaande moeder Abigail (Christina Ricci) in een bar Ben (Hamish Linklater) ontmoet, komen ze allebei met een lijst met dingen die ze moeten doen mochten ze ooit uit elkaar gaan, wetende dat ze nooit een relatie zullen aangaan. Maar als de grap verandert in een onenightstand, met als gevolg dat Abigail zwanger raakt, wordt het een stuk ingewikkelder. Het onwaarschijnlijke paar probeert er vervolgens toch iets van te maken.","category":""},"67872":{"channel":"280715003","start":"1669202700","end":"1669208100","first":"C","idtitle":"CRUISE","title":"Cruise","program_id":"1297087543","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/43\/202211160900255108oj.jpg","description":"In het New York van de jaren tachtig, draait het leven van de Italiaans-Amerikaanse Gio helemaal om auto's. Zijn eigen supersnelle auto, die hem de koning maakte van het illegale straatracecircuit, en de auto's van anderen waarin hij samen met zijn vriend Tony inbreekt. Wanneer Gio de adembenemende Jessica ontmoet, wordt hij halsoverkop verliefd. Gio's criminele kant maakt Jessica zo enthousiast, dat ze hem ervan blijft overtuigen om grotere en gevaarlijkere misdaden te plegen. Wanneer ze echter een auto stelen die een grote hoeveelheid cocaïne bevat, komt de keerzijde van hun criminele romantiek hard aan.","category":""},"67873":{"channel":"280715003","start":"1669208100","end":"1669214700","first":"K","idtitle":"KENAU","title":"Kenau","program_id":"1297087549","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/65\/20221116090025510dd0.jpg","description":"Haarlem, december 1572. Terwijl het leger van Alva de Hollandse opstand met harde hand de kop indrukt, runt weduwe Kenau Hasselaer (Monic Hendrickx) haar scheepswerf alsof het geen oorlog is. Pas als haar jongste dochter in Spaansgezinde handen valt, kan ze niet langer afzijdig blijven en trekt ze samen met de vrouwen van Haarlem ten strijde. Legerkapitein Ripperda (Barry Atsma) ziet in dat hij de hulp van de moedige vrouwen niet kan afslaan. Alleen Kathelijne (Sallie Harmsen), de overgebleven dochter van Kenau, wordt buiten het vrouwenleger gehouden. Vertrouwt Kenau haar niet of heeft ze een andere reden?","category":""},"67874":{"channel":"280715003","start":"1669214700","end":"1669220700","first":"B","idtitle":"BACKROADS","title":"Back Roads","program_id":"1297087555","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/44\/20221116090025510o67.jpg","description":"Harley zorgt voor zijn drie jongere zusjes. Moeder zit in de gevangenis omdat ze hun vader heeft vermoord. Harley doet wat hij kan om het gezin een goed leven te bieden maar hij heeft z’n eigen donkere geheimen. Hij leeft zijn frustraties uit met geheime gewelddadige uitstapjes en een heftige seksuele relatie met een oudere, getrouwde buurvrouw. Z'n escapades gaan richting dodelijk en Harley’s verschillende dubbellevens lopen steeds mee door elkaar. Hij wordt een tikkende tijdbom en iedereen in zijn omgeving is in levensgevaar.","category":""},"67875":{"channel":"280715003","start":"1669220700","end":"1669226100","first":"T","idtitle":"THENIGHTCLERK","title":"The Night Clerk","program_id":"1297087561","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/9\/20221116090025510ukv.jpg","description":"Bart is een uiterst intelligente, maar wereldvreemde jongen. Hij werkt als nachtportier in een hotel. Hij gebruikt het beveiligingssysteem om de gasten te begluren. Zo ontdekt hij een ingewikkelde seksuele driehoeksverhouding die zich afspeelt in het hotel. Twee sexy vrouwen en één egocentrische, gewelddadige man ontmoeten elkaar heimelijk in het hotel. Wanneer één van de twee vrouwen vermoord wordt gevonden in de hotelkamer, weet Bart veel meer dan hij zegt. Is hij werkelijk zo onschuldig als hij doet voorkomen? Of schuilt er een veel duisterder geheim achter zijn onheilspellende zwijgen?","category":""},"67876":{"channel":"280715003","start":"1669226100","end":"1669231800","first":"D","idtitle":"DEUXJOURSUNENUIT","title":"Deux jours, une nuit","program_id":"1297087567","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/98\/20221116090025510hxa.jpg","description":"Sandra (Marion Cotillard) is herstellende van een depressie en wil graag weer aan het werk, maar haar baan staat op de tocht. De enige manier waarop ze deze kan houden is wanneer ze haar collega's ervan weet te overtuigen hun bonus af te staan. Ze heeft een weekend de tijd om dit voor elkaar te krijgen.","category":""},"67877":{"channel":"280715003","start":"1669231800","end":"1669237200","first":"D","idtitle":"DINER","title":"Diner","program_id":"1297087573","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/72\/20221116090025510mv2.jpg","description":"De broers Lohman - Serge (Daan Schuurmans), een politicus in de race voor het premierschap en Paul (Jacob Derwig), een mislukte geschiedenisleraar maar nu huisman - gaan uit eten met hun vrouwen Babette en Claire (Kim van Kooten en Thekla Reuten). Er wordt over koetjes en kalfjes gepraat, maar tegelijkertijd heerst er een duidelijke spanning. Ze vermijden het onderwerp waarvoor ze eigenlijk zijn samengekomen: hun kinderen. Die hebben iets verschrikkelijks op hun geweten wat hun toekomst kan verwoesten. Maar wie weet wat en hoe ver ga je als ouder om je kind te beschermen?","category":""},"67878":{"channel":"280715003","start":"1669237200","end":"1669245000","first":"T","idtitle":"THEFIFTHESTATE","title":"The Fifth Estate","program_id":"1297087579","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/69\/20221116090025510hhc.jpg","description":"The Fifth Estate vertelt het verhaal van Julian Assange (Benedict Cumberbatch) en zijn compagnon Daniel Domscheit-Berg (Daniel Brühl) in de vroege, onstuimige dagen van de oprichting van Wikileaks. De controversiële organisatie veranderde de geschiedenis door duizenden geheime documenten op internet te publiceren. Het succes van de website zorgde ervoor dat ze op slag beroemd werden en veranderde de informatiestroom naar nieuwsmedia in de wereld en in het algemeen.","category":""}}