{"57598":{"channel":"141431557","start":"1669158057","end":"1669161657","first":"H","idtitle":"HOLLANDOPZNALLERMOOISTLEVENDEMOLENSVANHOLLAND","title":"Holland op z'n Allermooist - Levende Molens van Holland","program_id":"1297127299","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/54\/20221116090125525li2.jpg","description":"Levende molens van Holland is een oogstrelende film over draaiende molens, zonder technische uitleg. Topcameraman-regisseur Menno Mennes ‘schildert’ met zijn camera uiterst fraaie beelden, in de stijl van de Oude Meesters, en brengt op weergaloze wijze het Hollandse landschap in beeld.","category":""},"57599":{"channel":"141431557","start":"1669161657","end":"1669176082","first":"T","idtitle":"TOMMYTELESHOPPING","title":"Tommy Teleshopping","program_id":"1297127305","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/3\/20221116090125525hej.jpg","description":"Tommy Teleshopping blok","category":""},"57600":{"channel":"141431557","start":"1669176082","end":"1669177898","first":"D","idtitle":"DOCTORWHOTHELEISUREHIVE","title":"Doctor Who - The Leisure Hive","program_id":"1297127311","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/17\/20221116090125525j2n.jpg","description":"Nu de Doctor lijdt aan het tijdexperiment, komen de clandestiene plannen van anderen aan het licht, samen met de geheime doeleinden van de tachyongenerator.","category":""},"57601":{"channel":"141431557","start":"1669177898","end":"1669179791","first":"D","idtitle":"DUELINDEDIEPTE","title":"Duel in de Diepte","program_id":"1297127317","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/55\/20221116090125525smv.jpg","description":"Silvia Sommers (Lidy Sluyter) is een popzangeresje, dat tijdens een concert instort. Haar manager stuurt haar naar Curaçao om daar tijdens een lange vakantie tot rust te komen. Nieuwe vrienden nemen haar mee naar Bonaire, waar ze kennis maakt met onder andere een zoon van het bevriende gezin, Eddy (Ronald Carrilho) die haar leert duiken met een zonderling (Peter Faber) en een bioloog (Lex Schoorel), maar ook met een paar ongure types. En er gebeuren dingen die Silvia niet begrijpt. Dat laatste neemt niet weg dat zij zich intussen kostelijk amuseert en geniet van haar duiklessen en de wonderlijke wereld onder het wateroppervlak. Zelfs als ze wordt gekidnapt beseft ze zog niet welke gevaren haar bedreigen.","category":""},"57602":{"channel":"141431557","start":"1669179791","end":"1669183284","first":"A","idtitle":"AINTMISBEHAVIN","title":"Ain't Misbehavin'","program_id":"1297127323","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/84\/20221116090125525bx3.jpg","description":"Ain't Misbehavin' - Afl. 2 (3) Ain't Misbehavin' is een heerlijke muzikale comedy in de vorm van een miniserie. Het verhaal begint in 1940, als Eddie Wallis bij een rampzalige noodlanding met zijn bommenwerper dusdanig gewond raakt dat hij nooit meer zal kunnen vliegen. Zeer tegen zijn zin neemt Eddie afscheid van de Royal Air Force. In Londen maakt hij vervolgens kennis met de oogverblindende Dolly Nightingale en sluit hij vriendschap met Eric Trapp, een nogal dubieuze bassist die ook een eigen detectivebureau blijkt te hebben. Samen raken Eddie en Eric verzeild in een conflict in de Londense onderwereld. De twee zien zich gedwongen een lastige strijd te voeren, terwijl elders de Tweede Wereldoorlog voortraast. Tussen de bedrijven door probeert de inmiddels hopeloos verliefde Eddie ook nog het hart van Dolly te veroveren.","category":""},"57603":{"channel":"141431557","start":"1669183284","end":"1669185346","first":"G","idtitle":"GRUMPYOLDMEN","title":"Grumpy Old Men","program_id":"1297127329","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/0\/20221116090125525rzx.jpg","description":"Grumpy Old Men - S2, afl. 4 (4)","category":""},"57604":{"channel":"141431557","start":"1669185346","end":"1669186836","first":"D","idtitle":"DELAATSTEOOGGETUIGEN","title":"De Laatste Ooggetuigen","program_id":"1297127335","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/87\/2022111609012552513d.jpg","description":"Het oorlogsverhaal van Henk Kemper en Ineke van Oers-Moorman. Henk Kemper werd na de Japanse capitulatie in Soerabaja opgepakt door Indonesische opstandelingen. Ine van Oers-Moormann heeft haar moeder, haar broertje en haar beste vriendin verloren tijdens de Bersiap-periode in Nederlands-Indië. In de serie De Laatste Ooggetuigen van de Tweede Wereldoorlog komen overlevenden aan het woord, die de tweede wereldoorlog aan den lijve hebben ondervonden, zowel in Nederland als in het toenmalige Nederlands-Indië. Het zijn unieke, persoonlijke verhalen van de laatste getuigen van deze vreselijke periode in de vaderlandse geschiedenis.","category":""},"57605":{"channel":"141431557","start":"1669186836","end":"1669190404","first":"J","idtitle":"JACKIRISH","title":"Jack Irish","program_id":"1297127341","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/65\/202211160901255252sb.jpg","description":"Jack Irish (Guy Pearce) is een voormalig strafadvocaat met een voorliefde voor dingen die hij niet zou moeten doen. Zo brengt hij zijn dagen door als parttime onderzoeker, schuldeiser, leerling-meubelmaker en is hij minnaar van Linda; een vastberaden televisieverslaggeefster die hem bijstaat in zijn onderzoeken. Daarnaast gaat hij nog steeds gebukt onder de moord op zijn vrouw door een gestoorde ex-cliënt. Als onderzoeker is Jack een expert in het vinden van mensen die niet gevonden willen worden. Zo raakt hij zijdelings betrokken bij een heksenjacht die te maken heeft met een bloedbad van jaren geleden in de Filipijnen en zoekt hij de verdwenen Tina Longmore; de dochter van de Australische premier. Het is het begin van een reeks gebeurtenissen waardoor Jack zijn leven riskeert om de waarheid bloot te leggen.","category":""},"57606":{"channel":"141431557","start":"1669190404","end":"1669192373","first":"D","idtitle":"DEMOOISTEPLEKVANNEDERLAND","title":"De Mooiste Plek van Nederland","program_id":"1297127347","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/21\/20221116090125525t97.jpg","description":"In deze aflevering de volgende onderwerpen: de Oostvaardersplassen, Schokland en Landgoed Heidestein.","category":""},"57607":{"channel":"141431557","start":"1669192373","end":"1669194185","first":"M","idtitle":"MIJNNOSTALGISCHENEDERLANDSHERTOGENBOSCH","title":"Mijn Nostalgische Nederland - 's-Hertogenbosch","program_id":"1297127353","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/79\/20221116090125525wgb.jpg","description":"In de serie Mijn Nostalgisch Nederland komt de recente geschiedenis van verschillende Nederlandse steden en streken aan bod. In deze aflevering: 's-Hertogenbosch. Carnaval in Oeteldonk, de viering van 750 jaar stad, de opening van de veemarkthallen, en nog veel meer! 'Mijn 's-Hertogenbosch' neemt u mee naar het verleden van deze stad.","category":""},"57608":{"channel":"141431557","start":"1669194185","end":"1669197629","first":"T","idtitle":"TOMMYTELESHOPPING","title":"Tommy Teleshopping","program_id":"1297127359","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/69\/20221116090125525xoo.jpg","description":"Tommy Teleshopping blok","category":""},"57609":{"channel":"141431557","start":"1669197629","end":"1669199460","first":"T","idtitle":"THELUCYSHOW","title":"The Lucy Show","program_id":"1297127365","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/10\/20221116090125525ad8.jpg","description":"Lucy Ball - The Lucy Show - Afl. 4 (24)","category":""},"57610":{"channel":"141431557","start":"1669199460","end":"1669201225","first":"H","idtitle":"HIDEHI","title":"Hi-de-Hi","program_id":"1297127371","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/17\/20221116090125525vs5.jpg","description":"In seizoen 3 van Hi-de-Hi! is het entertainment personeel drug bezig met het maken van een praalwagen voor de jaarlijkse carnavalsoptocht. De vroegere Deken van Jeffrey's Universiteit verschijnt ten tonele. Hij heeft een duidelijke opdracht: Jeffrey overhalen om terug te keren naar het oude nest. Ondertussen blijkt dat er op een stuk land grenzend aan het kamp mogelijk een ziekenhuis gebouwd gaat worden. Dit schiet vooral bij Joe in het verkeerde keelgat, aangezien hij net juist datzelfde land gekocht heeft met de intentie om ooit het kamp uit te kunnen breiden. Vervolgens komt Ted's ex-vrouw verhaal halen bij hem, omdat zij meent recht te hebben op een behoorlijke alimentatie. Het moge duidelijk zijn, er zijn weer voldoende ontwikkelingen in wederom een hilarische reeks van Hi-de-Hi!","category":""},"57611":{"channel":"141431557","start":"1669201225","end":"1669213776","first":"T","idtitle":"TOMMYTELESHOPPING","title":"Tommy Teleshopping","program_id":"1297127377","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/15\/20221116090125525oex.jpg","description":"Tommy Teleshopping blok","category":""},"57612":{"channel":"141431557","start":"1669213776","end":"1669215588","first":"S","idtitle":"SUIKERHOEK","title":"Suikerhoek","program_id":"1297127383","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/78\/20221116090125526c4x.jpg","description":"In Oud-Gastel wordt tot 2099 elke zondag gebeden voor Henri Mastboom, de laatste telg uit een geslacht dat bijna een eeuw de bestuurlijke macht in dit dorp had. Deze zonderlinge figuur woonde 92 jaar lang in het huis van zijn ouders en veranderde er nooit iets. De tijd ligt er in laagjes opgestapeld. In het zelfde dorp treedt Jan Frederik Vlekke op zijn 18de in dienst als onderwijzer. Vlekke, van lage komaf, groeit uit tot één van de markantste suikerfabrikanten uit de Suikerhoek en legt de basis voor echt sociaal ondernemerschap.","category":""},"57613":{"channel":"141431557","start":"1669215588","end":"1669215627","first":"T","idtitle":"TOMMYTELESHOPPING","title":"Tommy Teleshopping","program_id":"1300013557","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/19\/2022112309005555627o.jpg","description":"","category":""},"57614":{"channel":"141431557","start":"1669215627","end":"1669219200","first":"D","idtitle":"DEWREKERS","title":"De Wrekers","program_id":"1297127389","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/78\/20221116090125526buq.jpg","description":"Steed brengt het weekend door met twee van zijn oudste vrienden, Bill en Laura Bassett. Wanneer hij begint te vermoeden dat er iets niet klopt, arriveert Tara.","category":""},"57615":{"channel":"141431557","start":"1669219200","end":"1669221280","first":"T","idtitle":"THEOFFICE","title":"The Office","program_id":"1298389607","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/50\/20221119090040541hnh.jpg","description":"Brent besluit een nieuwe secretaresse aan te nemen. Hij kan kiezen tussen een man en een knappe jonge blondine. De dag wordt afgesloten met een bezoek aan nachtclub Chasers.","category":""},"57616":{"channel":"141431557","start":"1669221280","end":"1669223058","first":"O","idtitle":"OORLOGSGEHEIMEN","title":"Oorlogsgeheimen","program_id":"1298389613","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/5\/202211190900405417et.jpg","description":"In deze aflevering van Oorlogsgeheimen ontrafelen we een familiegeheim voor Wendy van Deest. In de nacht van 8 op 9 maart 1945 worden in de bossen bij Ede door Engelse vliegtuigen wapens gedropt voor het lokale verzet. De actie loopt uit op een mislukking. Bijna de helft van de verzetsstrijders wordt opgepakt en, vlak voor de bevrijding, door de Duitsers gefusilleerd. Volgens de Bennekommer Jan de Gooijer heeft zijn vrouw Nel zijn kameraden verraden en moet ze boete doen voor deze daad. Hierdoor wil Jan van zijn vrouw scheiden en mag ze haar kinderen niet meer zien. Nel was zich van geen kwaad bewust en heeft haar hele leven geleden onder de beschuldiging en alle gevolgen daarvan. Net als haar kinderen, die opgroeiden zonder moeder. Na haar overlijden vinden haar kinderen een brief van Nel waarin ze haar kant van het verhaal vertelt. 50 jaar na dato herinnerde ze zich ineens dat een verzetsman aan haar vroeg of zij wist wie er mee zouden doen aan de dropping. Ze wist vrijwel niets, maar noemde een paar namen. In de brief vraagt ze zich of deze verzetsman haar er wellicht heeft in geluisd. Kleindochter Wendy wil weten of haar oma inderdaad schuldig was aan het verraad van ...","category":""},"57617":{"channel":"141431557","start":"1669223058","end":"1669226448","first":"J","idtitle":"JAMESMARTINSISLANDSTOHIGHLANDS","title":"James Martin's Islands to Highlands","program_id":"1297127407","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/65\/202211160901255268zf.jpg","description":"James Martin's Islands to Highlands - Afl. 3 (20) Tijdens de volgende etappe van zijn Islands to Highlands-tour wordt James in het glorieuze Devon vergezeld door zijn vriend en met een Michelin-ster bekroonde chef-kok Simon Hulstone. James bezoekt een bijzondere champignonkwekerij - gelegen in een bungalow - en gebruikt er een paar om een ??smakelijke biefstuk- en champignonschotel te maken. Simon proeft een aantal bekroonde kaas, wat James inspireert om een ??kaasplateau te maken dat geschikt is voor een koning. De dag eindigt met een reis naar de Art Deco pracht van Burgh Island, waar James heerlijk kookt met een beurre blanc, met uitzicht op het adembenemende uitzicht op de kustlijn van Devon.","category":""},"57618":{"channel":"141431557","start":"1669226448","end":"1669230047","first":"L","idtitle":"LITTLEHOUSEONTHEPRAIRIE","title":"Little House on the Prairie","program_id":"1300013563","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/49\/20221123090055556fu5.jpg","description":"Een vriendelijke dwerg genaamd Lou wordt de alleenstaande vader van een dochtertje wanneer zijn vrouw sterft tijdens de bevalling. Om haar laatste wens te honoreren, zegt hij zijn baan als circusartiest op en gaat op zoek naar een baan waarbij zijn dochter wel een normaal leven kan leiden. Lou belandt in Walnut Grove en vormt een vriendschap met John Carter, die hem bijna een baan bij de bank bezorgt, totdat iemand tussenbeide komt en een nog groter probleem creëert voor Lou.","category":""},"57619":{"channel":"141431557","start":"1669230047","end":"1669233749","first":"T","idtitle":"THEBABYBOOMERSGUIDETOGROWINGOLD","title":"The Baby Boomers' Guide to Growing Old","program_id":"1297127419","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/66\/20221116090125526sck.jpg","description":"The Baby Boomers' Guide to Growing Old - Afl. 4 (4) Deze week zullen onze babyboomers een grappige blik werpen op hun vrije tijd en de tijd van hun leven hebben - of in ieder geval proberen... Een buslading grijzende leuke meiden probeert komiek Roy Hudd te helpen de politicus John Prescott op te vrolijken. Niet makkelijk. En een zevenentwintigjarige punk doet zijn best om ex-conservatieve minister Edwina Currie uit te lokken terwijl ze een zelfgeschreven volkslied speelt voor de boomer-generatie \"I don't wanna die\". Ook legt Esther Rantzen uit waarom ze zich in haar hoogtijdagen van That's Life altijd op de 65-plussers richtte, en fantaseert Kenny Lynch hoe het perfecte verzorgingshuis eruit zou zien.","category":""},"57620":{"channel":"141431557","start":"1669233749","end":"1669240857","first":"F","idtitle":"FILMTHEBYGONE","title":"film: The Bygone","program_id":"1297127425","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/55\/20221116090125526cxy.jpg","description":"Een jonge rancher kruist regelmatig het pad met een indiaans meisje uit een nabijgelegen reservaat. Maar dan opeens niet meer. Haar mysterieuze verdwijning leidt tot een zoektocht die naar de plaatselijke onderwereld van mensenhandel leidt en een aangrijpend verleden blootlegt. Regie: Graham Phillips en Parker Phillips. Cast: Graham Phillips, Jacqueline Toboni en Shawn Hatosy. Land: Verenigde Staten. Genre: Drama. Jaar: 2019.","category":""},"57621":{"channel":"141431557","start":"1669240857","end":"1669242694","first":"D","idtitle":"DEPLAATBLIJFTHANGEN","title":"De Plaat Blijft Hangen","program_id":"1298389625","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/79\/2022111909004054100f.jpg","description":"Oude muziek hits: de beste clips en de mooiste hits uit de jaren '50 tot en met '90.","category":""},"57622":{"channel":"141431557","start":"1669242694","end":"1669243294","first":"M","idtitle":"MIJNEIGENMUSEUM","title":"Mijn Eigen Museum","program_id":"1298389631","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/92\/20221119090040541ju6.jpg","description":"Van Puchjes en Vespa’s tot Duitse buikschuivers. Wie bij Frans van de Mosselaar beneden is uitgekeken op de bonte collectie miniatuurauto’s, stapt een verdieping hoger meteen in de vijftiger en zestiger jaren. Honderden in nieuwstaat verkerende brommers en scooters staan rond een heus tankstation uitnodigend te blinken. De trotse Dongense verzamelaar toont er zijn eerste eigen brommer.","category":""},"57623":{"channel":"141431557","start":"1669243294","end":"1669244441","first":"M","idtitle":"MIJNEIGENMUSEUM","title":"Mijn Eigen Museum","program_id":"1298389637","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/54\/20221119090040541rrf.jpg","description":"‘Weest op uw hoede!’ Het lijkt een onheilspellende waarschuwing, maar in Prinsenbeek vertelt Pim Monné het verhaal achter deze boodschap op de gevel van dit museum, dat geheel is gewijd aan de mobilisatie van september 1939 tot de meidagen van 1940.","category":""}}