{"67631":{"channel":"280714878","start":"1668831300","end":"1668837600","first":"S","idtitle":"STATUSUPDATE","title":"Status Update","program_id":"1295457047","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/63\/20221112090029705egx.jpg","description":"Na de scheiding van zijn ouders, verhuist de zeventienjarige scholier Kyle Moore vanuit Californië met zijn moeder mee naar New England. De skater Kyle kan niet goed aarden in zijn nieuwe sociale omgeving waar de stoere leden van het ijshockeyteam de dienst uitmaken. Maar zijn kansen keren wanneer hij na de reparatie van zijn mobiele telefoon beschikt over een magische app die alle status updates van zijn social media accounts werkelijkheid maakt.","category":""},"67632":{"channel":"280714878","start":"1668837600","end":"1668843000","first":"M","idtitle":"MONSTERSATLARGE","title":"Monsters at Large","program_id":"1295457053","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/54\/202211120900297053se.jpg","description":"Alex probeert zijn kleintje broertje Gavin te helpen om zijn angst voor monsters te overwinnen, door samen met zijn vrienden Dylan & Phoenix \"\"De Monsterjagers\"\" op te richten... Met z'n drieën doen ze net alsof ze het monster gevangen nemen, terwijl ze eigenlijk de dingen aanpakken in de kamer van Gavin die geluid maken.. Het team wordt snel populair en krijgt al een heleboel klussen binnen.. Tot ze op een gegeven moment een echt enorm monster tegenkomen!","category":""},"67633":{"channel":"280714878","start":"1668843000","end":"1668848100","first":"D","idtitle":"DEDOLLETWEELING","title":"De dolle tweeling","program_id":"1295457059","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/70\/20221112090029705tgq.jpg","description":"Wanneer een onschuldige weddenschap van Hanni en Nanni eindigt in een wilde achtervolging door een chique warenhuis, wordt deze dolle tweeling beschuldigd van diefstal en van school gestuurd. Hanni en Nanni's ouders besluiten de meiden naar kostschool de Lindenhof te sturen. Daar begint een heel nieuw leven: terwijl de zachtmoedige Nanni al snel vrienden maakt, heeft de driftige Hanni meer problemen om zich aan te passen. Als het hockeyteam van Lindenhof het moet opnemen tegen het team van hun oude school, moeten Hanni en Nanni beslissen bij welk team hun loyaliteit ligt.","category":""},"67634":{"channel":"280714878","start":"1668848100","end":"1668853200","first":"O","idtitle":"OPZOEKNAARDEYETI","title":"Op zoek naar de Yeti","program_id":"1295457065","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/69\/2022111209002970538e.jpg","description":"Quebec, 1955. Nelly Maloye, een uitbundige en startende detective, kruist per ongeluk het pad van Simon Picard, een ambitieuze wetenschappelijk medewerker in de antropologie aan de plaatselijke universiteit. Gesteund door een filantroop gaan ze op een wild avontuur, vastbesloten om het bestaan van de Yeti te bewijzen. Om dit te bereiken vertrouwt Simon op een gecodeerd dagboek van een vermiste ontdekkingsreiziger. Het dagboek moet hen leiden naar het hol van het mythische schepsel.","category":""},"67635":{"channel":"280714878","start":"1668853200","end":"1668858300","first":"P","idtitle":"PIRATENALLEBUITENBEENTJESAANDEK","title":"Piraten! Alle buitenbeentjes aan dek","program_id":"1295457071","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/22\/20221112090029705egf.jpg","description":"De chaotische en bebaarde Piratenkapitein is de overheerser van de zee. Samen met zijn klunzige crew moet hij zijn grote droom waarmaken, namelijk de bittere rivalen Black Bellamy en Cutlass Liz verslaan om de grote prijs 'Piraat van het Jaar' te winnen. Het is een zoektocht die onze helden meeneemt van de oevers van het exotische Bloed Eiland tot de mistige straten van het Victoriaanse Londen. Onderweg vechten ze tegen een duivelse koningin en gaan in zee met een jonge, verstrooide wetenschapper, maar verliezen één ding waar de piraat het liefst van houdt nooit uit het oog: avontuur!","category":""},"67636":{"channel":"280714878","start":"1668858300","end":"1668863400","first":"D","idtitle":"DEDOLLETWEELING3","title":"De dolle tweeling 3","program_id":"1295457077","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/3\/202211120900297069h3.jpg","description":"De tweeling Hanni en Nanni en hun lerares Frans hebben een geheimzinnige figuur zien rondsluipen door de gangen van hun chique kostschool. Maar ze hebben geen tijd om een nader onderzoek in te stellen, want kort daarna arriveert er een bus vol Engelse scholieren voor een uitwisseling. De jongens worden meteen geronseld om mee te spelen in het toneelstuk 'Romeo en Julia', dat binnenkort op school zal worden opgevoerd. Maar de repetities lopen al gauw enorm uit de hand. Alleen al omdat Hanni en Nanni allebei stapelverliefd zijn op Clyde, de knappe 'Romeo' die zich niet realiseert dat hij met een tweeling te maken heeft.","category":""},"67637":{"channel":"280714878","start":"1668863400","end":"1668868500","first":"B","idtitle":"BIGTRIP","title":"Big Trip","program_id":"1295457083","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/55\/20221112090029706feb.jpg","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op en beginnen aan een spannende tocht vol hilarische momenten. Zal het hen lukken om baby Panda veilig thuis te brengen?","category":""},"67638":{"channel":"280714878","start":"1668868500","end":"1668873600","first":"F","idtitle":"FIRSTKISS","title":"First Kiss","program_id":"1295457089","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/29\/20221112090029706e3l.jpg","description":"Roos (Vajèn van den Bosch) gelooft niet in onenightstands en zoekt naar de ware liefde. Haar moeder Susan (Leontine Borsato) runt First Kiss, een klein, maar succesvol cosmeticabedrijf gespecialiseerd in lipstick. Hun grote concurrent is Couleur de Paris, een cosmeticabedrijf geleid door Jeanette (Caroline De Bruijn) en haar dochter Germaine. Jeanette is een meedogenloze zakenvrouw die First Kiss wil overnemen. Als Susan een overname weigert, zint Jeanette op wraak. Gelukkig leert Roos dat ondanks jaloezie en bedrog de ware liefde altijd overwint.","category":""},"67639":{"channel":"280714878","start":"1668873600","end":"1668879900","first":"T","idtitle":"TIMBOEKTOE","title":"Timboektoe","program_id":"1295457095","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/63\/20221112090029706lkf.jpg","description":"De ouders van Isa en haar oudere broer Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl nieuwe vriendschappen opbloeien, komt camping Timboektoe in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen. Het ziet het er zelfs nar uit dat de camping moet sluiten. Zal het Isa en Kars lukken om Timboektoe open te houden?","category":""},"67640":{"channel":"280714878","start":"1668879900","end":"1668884400","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1295457101","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/74\/20221112090029706azx.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"67641":{"channel":"280714878","start":"1668884400","end":"1668890400","first":"J","idtitle":"JUSTMYLUCK","title":"Just My Luck","program_id":"1295457107","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/59\/20221112090029706ihr.jpg","description":"Ashley (Lindsay Lohan) is de gelukkigste vrouw van New York, waar ze een veelbelovende carrière en een leven vol glamour en romantiek heeft. Jake (Chris Pine) is de ongelukkigste man van de stad, getergd door voortdurende ongelukjes en gemiste kansen. Alles verandert voor Ashley en Jake als ze elkaar ontmoeten op een chic gemaskerd bal, waar ze elkaar zoenen en hun geluk op miraculeuze wijze verwisselen. Nu wordt Ashley's fantastische leven enorm zuur, terwijl Jake van het leven geniet. Maar Ashley is vastbesloten hem te vinden en haar geluk terug te stelen.","category":""},"67642":{"channel":"280714878","start":"1668890400","end":"1668898200","first":"R","idtitle":"RAINMAN","title":"Rain Man","program_id":"1295457113","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/77\/20221112090029706ude.jpg","description":"Na het overlijden van zijn vader, komt yuppie autoverkoper Charlie Babbitt (Tom Cruise) tot de ontdekking dat hij nog een broer heeft. De contactarme Raymond (Dustin Hoffman) is autistisch, maar heeft een fotografisch geheugen en is bovendien in staat om ingewikkelde wiskundige vraagstukken op te lossen. Raymond is de enige erfgenaam van de miljoenen die hun vader heeft achtergelaten. In een poging zijn deel van de erfenis op te eisen, ontvoert Charlie zijn broer uit diens verzorgingshuis en wil hem meenemen naar Los Angeles. Raymond weigert echter te vliegen, waarop de broers aan een lange road trip door Amerika beginnen.","category":""},"67643":{"channel":"280714878","start":"1668898200","end":"1668905400","first":"T","idtitle":"THEHUNDREDFOOTJOURNEY","title":"The Hundred-Foot Journey","program_id":"1295457119","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/94\/20221112090029706fqo.jpg","description":"De familie Kadam verhuist met grootse plannen van India naar het pittoreske Saint-Antonin-Noble-Val in Zuid-Frankrijk om daar een Indiaas restaurant te openen. Het rustig openen van het restaurant zit er echter niet in. De kille eigenaresse van het klassieke Franse restaurant Le Saule Pleureur, Madame Mallory (Helen Mirren), protesteert hevig tegen de opening, wat escaleert in een flinke vete tussen de twee vestigingen. Wanneer zoon Hassan Kadam zijn passie voor de Franse haute cuisine ontdekt en valt voor sous-chef Marguerite, probeert hij te bemiddelen en de twee uiteenlopende culturen nader tot elkaar te brengen.","category":""}}