{"71717":{"channel":"280715028","start":"1668792900","end":"1668799800","first":"M","idtitle":"MONALISASMILE","title":"Mona Lisa Smile","program_id":"1295017001","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/8\/20221111090024732dms.jpg","description":"In de herfst van 1953 trekt de ambitieuze lerares Katherine Watson naar het Wellesley College, een van de meest prestigieuze meisjesscholen van de Verenigde Staten. Ze zal er kunstgeschiedenis gaan doceren. De aanpassing aan haar nieuwe omgeving verloopt echter moeizaam. Haar liefde voor moderne kunst en haar uitgesproken mening over de rol van de vrouw in de samenleving worden allesbehalve gewaardeerd door haar conservatieve collega's. Zelfs bij haar leerlingen vindt Katherine niet altijd bijval. Maar de jonge lerares volhardt in haar idealen en spoort de meisjes aan om verder te gaan studeren in plaats van meteen te trouwen.","category":""},"71718":{"channel":"280715028","start":"1668799800","end":"1668806400","first":"T","idtitle":"THECARDCOUNTER","title":"The Card Counter","program_id":"1295017007","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/86\/20221111090024732zm1.jpg","description":"Ex-militair William Tell (Oscar Isaac) worstelt met zijn geweten sinds zijn dienst in Irak. Na een tijd in de gevangenis te hebben gezeten, vindt hij zichzelf opnieuw uit als professioneel gokker in het pokercircuit. Tijdens een presentatie van majoor Gordo (Willem Dafoe) wordt William benaderd door Cirk (Tye Sheridan), een getroebleerde jongeman. William neemt Cirk mee op reis langs verschillende casino's om hem op het rechte pad te houden. Dit blijkt steeds moeilijker te worden, omdat ook William wordt achtervolgd door de keuzes die hij heeft gemaakt. Zijn enige oplossing lijkt om met geweld te strijden tegen zijn eigen verleden.","category":""},"71719":{"channel":"280715028","start":"1668806400","end":"1668813900","first":"T","idtitle":"TINKERTAILORSOLDIERSPY","title":"Tinker Tailor Soldier Spy","program_id":"1295017013","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/9\/20221111090024732e3d.jpg","description":"Wanneer een geheimagent ontdekt dat er een mogelijke mol aanwezig is in de top van de Britse inlichtingendienst M1-6, wordt in het geheim de gepensioneerde veteraan George Smiley (Gary Oldman) ingeschakeld. De top van de inlichtingendienst mag van niets weten. Smiley's laatste missie staat in het teken van het opsporen van de dubbelspion, maar al snel blijkt er sprake te zijn van een ingewikkelde samenzwering. George belandt in een web van intriges.","category":""}}