{"68880":{"channel":"280714878","start":"1669592700","end":"1669599300","first":"M","idtitle":"MADEINAMERICA","title":"Made in America","program_id":"1299180433","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/97\/20221121090019720t67.jpg","description":"De 17-jarige Zora is de dochter van Sarah. Zora, aan wie altijd werd verteld dat haar vader was overleden, komt erachter dat haar moeder haar in feite heeft gekregen door kunstmatige inseminatie. Nadat ze haar beste vriend ervan weet te overtuigen haar te helpen, gaat ze op zoek naar haar echte vader. Wanneer ze erachter komt dat dit Hal Jackson is, staat het leven van Zora, Hal, maar ook dat van Sarah totaal op de kop. Sarah is ervan ontzet dat de vader van haar dochter zowel een blanke als een gladjanus van een kerel is. Hoewel Zora en Sarah de autoverkoper totaal niet mogen proberen de drie toch een band te scheppen.","category":""},"68881":{"channel":"280714878","start":"1669599300","end":"1669605000","first":"L","idtitle":"LEGEND","title":"Legend","program_id":"1299180439","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/77\/2022112109001972199w.jpg","description":"Het verhaal speelt zich af in een fantasiewereld bewoond door onder andere eenhoorns, feeën en demonen. Een demonisch wezen dat enkel bekendstaat als de Heer der Duisternis geeft zijn handlanger de opdracht om twee eenhoorns te vinden. Met de magische kracht van hun hoorns wil hij de wereld in een eeuwige nacht hullen. Ondertussen toont Jack zijn geliefde prinses Lily de eenhoorns. Lily ziet hoe een van de eenhoorns wordt gedood en wil de andere eenhoorn redden, maar wordt samen met de eenhoorn gevangen genomen en naar het kasteel van de Heer der Duisternis gebracht. Het is aan Jack en zijn vrienden om haar te redden!","category":""},"68882":{"channel":"280714878","start":"1669605000","end":"1669609800","first":"B","idtitle":"BREAKINGEXITING","title":"Breaking & Exiting","program_id":"1299180445","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/60\/20221121090019721ndg.jpg","description":"Harry (Milo Gibson) heeft een carrière als crimineel met een talent voor het inbreken in huizen. Door de verkoop van gestolen televisies en sieraden is hij in staat zijn huur te betalen. Nadat zijn partner in crime stopt, besluit Harry om alleen verder te gaan in de wetenschap dat hij niemand anders nodig heeft. Tot hij op een dag bij een nieuwe inbraak op Daisy stuit, een vrouw die net met een zelfmoordpoging bezig is. Hij besluit haar tegen zichzelf in bescherming te nemen. Voor beiden volgt een zoektocht naar zichzelf en de liefde.","category":""},"68883":{"channel":"280714878","start":"1669609800","end":"1669615200","first":"B","idtitle":"BIGDADDY","title":"Big Daddy","program_id":"1299180451","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/17\/202211210900197214e4.jpg","description":"Sonny (Adam Sandler) is rommelig, ongedisciplineerd en onverantwoordelijk, met andere woorden: een groot kind. Zijn vriendin ziet een toekomst met hem niet meer zitten en vertrekt. De volgende ochtend staat er een jongetje van vijf voor de deur. Hij is de zoon van Sonny's gescheiden huisgenoot, maar die zit momenteel in China. Julian is opgegeven voor adoptie. Sonny besluit de jongen zelf op te voeden om te bewijzen dat hij wel degelijk verantwoordelijkheid kan dragen.","category":""},"68884":{"channel":"280714878","start":"1669615200","end":"1669620300","first":"J","idtitle":"JACKBESTELTEENBROERTJE","title":"Jack bestelt een broertje","program_id":"1299180457","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/23\/20221121090019721qk9.jpg","description":"De achtjarige Jack heeft twee moeders, is enig kind en kan slecht alleen zijn. Jacks grootste wens is dan ook een broertje. Maar dit broertje komt er maar niet, hoe vaak hij zijn moeders er ook om smeekt. Uit protest heeft Jack twee konijnenoren opgezet, die hij pas afzet als zijn moeders hem geven wat hij wil. Als Jack ontdekt dat zijn moeders hem via internet besteld hebben, gaat er een wereld voor hem open.","category":""},"68885":{"channel":"280714878","start":"1669620300","end":"1669627800","first":"H","idtitle":"HOPE","title":"Hope","program_id":"1299180463","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/89\/202211210900197213p8.jpg","description":"Na een succesvolle internationale tour met haar dansgezelschap, keert Anja (Andrea Bræin Hovig) terug naar huis om Kerst te vieren. Daar wacht haar gezin op haar: partner en theaterregisseur Tomas (Stellan Skarsgård), hun drie biologische kinderen, en de drie kinderen uit Tomas' eerste huwelijk. Maar vlak voor Kerst krijgen Anja en Tomas nieuws dat inslaat als een bom: Anja heeft een hersentumor en niet lang meer te leven. Samen proberen ze een manier te vinden om het nieuws te delen met hun familie. In de tijd die volgt wordt de relatie tussen Anja en Tomas hevig op de proef gesteld.","category":""},"68886":{"channel":"280714878","start":"1669627800","end":"1669633500","first":"H","idtitle":"HYDEPARKONHUDSON","title":"Hyde Park on Hudson","program_id":"1299180469","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/5\/20221121090019721ow1.jpg","description":"Amerika, 1939. Margaret 'Daisy' Suckley (Laura Linney), een verre nicht van president Roosevelt (Bill Murray), wordt plots uitgenodigd op diens zomerverblijf om hem wat gezelschap te houden. De twee ontwikkelen een intieme band en Margaret is ook aanwezig als Roosevelt het Britse koninklijke echtpaar voor een informeel weekend te gast krijgt. Een belangrijke gebeurtenis voor iedereen. Het is de eerste keer in de Amerikaanse geschiedenis dat een Britse monarch op bezoek komt. En met de dreiging van een oorlog kan de Britse koning wel wat steun van Amerika gebruiken.","category":""},"68887":{"channel":"280714878","start":"1669633500","end":"1669639800","first":"A","idtitle":"ADMISSION","title":"Admission","program_id":"1299180475","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/55\/20221121090019722dsh.jpg","description":"Portia zit in de toelatingscommissie van de Princeton universiteit. Ze is erg gedreven en leeft haar leven volgens het boekje, zowel op haar werk als in haar relatie met haar faculteit-collega Mark. Bij een bezoek aan de experimentele middelbare school van New Hampshire ontmoet ze John die samen met haar op de universiteit blijkt te hebben gezeten. Ze wordt herinnerd aan haar beslissing die ze tijdens haar studie maakte en haar leven veranderde. Ze had een kind opgegeven voor adoptie en nu blijkt hij één van John's studenten te zijn genaamd Jeremia. In de hoop Jermemia op het rechte pad te krijgen past ze de toelatingseisen aan.","category":""},"68888":{"channel":"280714878","start":"1669639800","end":"1669645800","first":"B","idtitle":"BEWITCHED","title":"Bewitched","program_id":"1299180481","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/22\/20221121090019722hnf.jpg","description":"Jack Wyatt is een matige filmster die zijn carrière een nieuwe impuls wil geven, door Darren Stephens te spelen in een nieuwe reeks van de klassieke tv-serie Bewitched. Jack ontmoet de prachtige Isabel en vindt haar uitermate geschikt om zijn vrouw Samantha in de serie te spelen. Hij weet echter niet dat Isabel daadwerkelijk een echte heks is, wat haar natuurlijk zeer geschikt maakt voor de rol.","category":""},"68889":{"channel":"280714878","start":"1669645800","end":"1669650900","first":"P","idtitle":"PIRATENALLEBUITENBEENTJESAANDEK","title":"Piraten! Alle buitenbeentjes aan dek","program_id":"1299180487","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/37\/20221121090019722vd9.jpg","description":"De chaotische en bebaarde Piratenkapitein is de overheerser van de zee. Samen met zijn klunzige crew moet hij zijn grote droom waarmaken, namelijk de bittere rivalen Black Bellamy en Cutlass Liz verslaan om de grote prijs 'Piraat van het Jaar' te winnen. Het is een zoektocht die onze helden meeneemt van de oevers van het exotische Bloed Eiland tot de mistige straten van het Victoriaanse Londen. Onderweg vechten ze tegen een duivelse koningin en gaan in zee met een jonge, verstrooide wetenschapper, maar verliezen één ding waar de piraat het liefst van houdt nooit uit het oog: avontuur!","category":""},"68890":{"channel":"280714878","start":"1669650900","end":"1669656300","first":"M","idtitle":"MONSTERFAMILY","title":"Monster Family","program_id":"1299180493","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/16\/20221121090019722rvo.jpg","description":"Het gaat niet zo goed met de familie Wensbot. De boekhandel van moeder Emma leidt alleen maar verlies, vader Frank is totaal overwerkt en uitgeput, dochter Fay heeft te kampen met de puberteit en zakt voor haar examens en zoon Max is hoogbegaafd en wordt daardoor op school gepest. Alsof dat nog niet erg genoeg was, worden de vier familieleden op een gekostumeerd feestje ook nog eens vervloekt door de heks Baba Yaga. Emma verandert in een vampier, Fay in een mummie, Max in een harige weerwolf en Frank in het monster van Frankenstein. In hun zoektocht naar de heks, komen ze oog in oog te staan met levensechte, gevaarlijke monsters.","category":""},"68891":{"channel":"280714878","start":"1669656300","end":"1669662000","first":"W","idtitle":"WHENHARRYMETSALLY","title":"When Harry Met Sally...","program_id":"1299180499","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/61\/202211210900197224ol.jpg","description":"Harry (Billy Crystal) ontmoet Sally (Meg Ryan) nadat ze allebei zijn afgestudeerd aan de universiteit van Chicago en zij hem een ritje naar New York aanbiedt. Hun onderwerp van gesprek: kan er een oprechte vriendschap tussen een man en een vrouw ontstaan, zonder dat seks in de weg komt? Elf jaar en vele ontmoetingen later hebben zij het antwoord nog steeds niet gevonden. Zullen deze twee vrienden ooit accepteren dat ze voor elkaar gemaakt zijn, of zullen ze steeds blijven ontkennen dat ze tot elkaar aangetrokken waren vanaf het moment dat ze elkaar voor het eerst zagen?","category":""},"68892":{"channel":"280714878","start":"1669662000","end":"1669668000","first":"M","idtitle":"MYSALINGERYEAR","title":"My Salinger Year","program_id":"1299180505","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/92\/20221121090019722wr0.jpg","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","category":""},"68893":{"channel":"280714878","start":"1669668000","end":"1669673100","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1299180511","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/28\/20221121090019722zlv.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""},"68894":{"channel":"280714878","start":"1669673100","end":"1669679100","first":"S","idtitle":"SLEEPINGWITHOTHERPEOPLE","title":"Sleeping with Other People","program_id":"1299180517","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/83\/20221121090019722lvi.jpg","description":"Jaren nadat ze elkaar als studenten ontmaagden, komen Lainey (Alison Brie) en Jake (Jason Sudeikis) elkaar weer tegen bij een praatgroep voor seksverslaafden in New York. De vonk is er nog, maar ze willen niet weer in de fout gaan. Tragisch mislukte romances hebben geleid tot eindeloos vreemdgaan, dus besluiten ze hun vriendschap platonisch te houden om samen te herstellen van alle liefdesmisère. En hoe help je een goede vriend beter dan met een cursus zelfbevrediging? Kan liefde ook opbloeien terwijl je met andere mensen naar bed gaat?","category":""}}