{"72248":{"channel":"280715089","start":"1669246500","end":"1669252500","first":"O","idtitle":"OFFICEDISTRACTIONS","title":"office Distractions","program_id":"1297542401","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/26\/2022111709002551746w.jpg","description":"...","category":""},"72249":{"channel":"280715089","start":"1669252500","end":"1669260300","first":"S","idtitle":"SEXUALDESIRE","title":"Sexual Desire","program_id":"1297542407","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/90\/20221117090025517a24.jpg","description":"...","category":""},"72250":{"channel":"280715089","start":"1669260300","end":"1669267800","first":"R","idtitle":"RULESOFENGAGEMENT","title":"Rules of Engagement","program_id":"1297542413","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/1\/20221117090025517fhu.jpg","description":"Kolonel Terry Childers (Samuel L. Jackson) is een onderscheiden militair die wordt opgedragen om een bedreigde Amerikaanse ambassadeur in Jemen te bevrijden. Hoewel de gewelddadige actie slaagt heeft het bloederige gevolgen voor de inheemse bevolking. Thuis aangekomen wordt Childers voor zijn daden verantwoordelijk gesteld. Hij schakelt de hulp in van een alcoholische advocaat die zijn vriend was in Vietnam.","category":""},"72251":{"channel":"280715089","start":"1669267800","end":"1669272900","first":"other","idtitle":"911","title":"9\/11","program_id":"1297542419","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/9\/20221117090025517m3p.jpg","description":"Wanneer een lift van het World Trade Center plots blokkeert, hebben de vijf inzittenden geen benul van het drama dat zich daarbuiten en boven hun hoofden aan het voltrekken is. De dame die de liften aanstuurt, vormt hun enige verbinding met de buitenwereld. Via de intercom probeert ze het bonte gezelschap in veiligheid te brengen... de datum is 11 september 2001.","category":""},"72252":{"channel":"280715089","start":"1669272900","end":"1669278300","first":"O","idtitle":"OFFICEUPRISING","title":"Office Uprising","program_id":"1297542425","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/67\/20221117090025517x2n.jpg","description":"De luie Desmond vindt het leuker om uit te gaan met zijn vrienden dan te gaan werken bij zijn baas: een grote wapenfabrikant die net een energiedrank voor het leger heeft ontwikkeld. Volt was bedoeld om militairen om te vormen tot supersoldaten, maar niemand had voorzien dat het drankje je tevens verandert in een moorddadige psychopaat. Ook had niemand verwacht dat de werknemers een restpartij Volt zouden drinken. Nu zit Desmond vast in een wolkenkrabber vol met bloeddorstige moordenaars. Met een kleine groep van onaangetaste collega's moet hij zich een weg naar buiten proberen te vechten.","category":""},"72253":{"channel":"280715089","start":"1669278300","end":"1669285200","first":"O","idtitle":"OLYMPUSHASFALLEN","title":"Olympus Has Fallen","program_id":"1297542431","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/6\/20221117090025518nyl.jpg","description":"Ooit faalde Secret Service Agent Mike Banning (Gerard Butler) bij het beschermen van de presidentiële familie. Banning werkt na het ongelukkige voorval met name achter de schermen van het Witte Huis. Nu krijgt hij de kans om niet alleen zijn eer, maar ook de President van de Verenigde Staten (Aaron Eckhart) te redden. Op de dag dat Noord-Koreaanse commando’s het Witte Huis bezetten en de president en zijn staf gijzelen, blijkt dat echter de enige plek te zijn die hem de kans geeft om terug te slaan.","category":""},"72254":{"channel":"280715089","start":"1669285200","end":"1669291800","first":"T","idtitle":"THERECKONING","title":"The Reckoning","program_id":"1297542437","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/17\/20221117090025518a8m.jpg","description":"Engeland, 1665. De pest waart door het land, de angst regeert en de brandstapels laaien hoog op. Omdat ze hem afwijst, beticht een landeigenaar een weduwe van hekserij. Een legendarische inquisiteur is vastbesloten om de jonge moeder tot bekentenissen te dwingen. Een ongelijke krachtmeting, tot de duivel zich in de strijd mengt.","category":""},"72255":{"channel":"280715089","start":"1669291800","end":"1669298100","first":"S","idtitle":"SINGLEWHITEFEMALE","title":"Single White Female","program_id":"1297542443","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/56\/2022111709002551864l.jpg","description":"Op een dag betrapt Allison Jones haar vriend Sam met een andere vrouw. Nadat ze hem het huis heeft uitgezet, plaatst ze een advertentie voor een nieuwe flatgenoot. Wanneer Hedy Carlson zich daarvoor aanbiedt, komt ze als geroepen. Beide vrouwen kunnen het uitstekend met elkaar vinden. Ze vullen elkaar, op bijna elk vlak, perfect aan. Maar dan begint Hedy Allie na te doen in alles wat ze doet en laat. Oorspronkelijk ziet Allie hier geen kwaad in, maar dan komt haar ex-vriendje Sam weer in haar leven.","category":""},"72256":{"channel":"280715089","start":"1669298100","end":"1669306800","first":"B","idtitle":"BRIMSTONE","title":"Brimstone","program_id":"1297542449","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/45\/20221117090025518tky.jpg","description":"Regisseur Martin Koolhoven (Oorlogswinter) verwezenlijkt zijn droom met deze duistere westernthriller. Aan het einde van de negentiende eeuw is het leven in het wilde Amerikaanse westland hard en meedogenloos. In deze hardvochtige omgeving probeert de jonge moeder Liz (Dakota Fanning) haar mannetje te staan. Wanneer een wraakzuchtige en verraderlijke dominee (Guy Pearce) het op haar heeft voorzien, toont zij zich een echte overlever. Liz weigert het slachtoffer te worden van deze weerzinwekkende vijand en slaat met kracht terug om te vechten voor een beter leven. Het is tijd voor vergelding.","category":""},"72257":{"channel":"280715089","start":"1669306800","end":"1669313100","first":"C","idtitle":"CRYPTO","title":"Crypto","program_id":"1297542455","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/44\/20221117090025518hkc.jpg","description":"Martin is een van de meest veelbelovende jonge bankiers van Wall Street. Totdat hij ontdekt dat zijn eigen bank sjoemelt met witwassen van grote bedragen. Hij trekt aan de bel, maar wordt gedegradeerd en naar een ander filiaal gestuurd. Al snel merkt Martin dat die locatie niet toevallig gekozen is. Hij ontdekt een bende hightech criminelen die hier opereert, met banden met een gewelddadig misdaad syndicaat. Ingeseind door zijn eigen werkgevers, gaan de moordenaars achter Martin aan. Gevangen in een web van internetfraude, witwassen, chantage en moord moet hij doordringen tot het hart van de organisatie en de leider ontmaskeren.","category":""},"72258":{"channel":"280715089","start":"1669313100","end":"1669320000","first":"L","idtitle":"LOGANLUCKY","title":"Logan Lucky","program_id":"1297542461","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/34\/20221117090025518mhg.jpg","description":"De broers Jimmy en Clyde Logan zijn van plan een overval te plegen tijdens een NASCAR-race op het racecircuit Charlotte Motor Speedway. Ze hebben daarvoor Joe Bang, een veroordeelde brandkaskraker nodig. De bende wordt aangevuld met hun zuster Mellie en Joes twee broers Sam en Fish. Jimmy werd voorheen ontslagen bij Charlotte Motor Speedway en wil zijn kennis gebruiken voor de inbraak. Clyde laat zich eerst opsluiten in de gevangenis om zo Joe te helpen ontsnappen. Zal het hen lukken?","category":""},"72259":{"channel":"280715089","start":"1669320000","end":"1669326300","first":"D","idtitle":"DARKWEBCICADA3301","title":"Dark Web: Cicada 3301","program_id":"1297542467","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/75\/20221117090025518wp3.jpg","description":"Connor, een geniale hacker stuit tijdens een van z'n illegale computerkraken op een verborgen bericht van een geheim genootschap dat zich Cicada 3301 noemt. Cicada blijkt achter de schermen gigantische macht over de hele wereld te hebben en Connor raakt betrokken bij een levensgevaarlijke, geheime strijd tussen het genootschap en de Amerikaanse geheime dienst NSA. Wat begon als een intrigerend mysterie verandert al snel in een gevecht op leven en dood.","category":""},"72260":{"channel":"280715089","start":"1669326300","end":"1669332600","first":"T","idtitle":"THESTYLIST","title":"The Stylist","program_id":"1297542473","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/34\/202211170900255182kf.jpg","description":"Iedereen droomt er wel eens van om iemand anders te zijn. Maar voor de eenzame styliste Claire verandert die droom in een obsessie en vervolgens in een ware nachtmerrie. Als kapster met een luisterend oor, verliest ze zich regelmatig in het leven van haar klanten. En wanneer het juiste slachtoffer in haar stoel zit, beëindigt Claire dat leven met een gruwelijk souvenir van haar prooi. Claires solitaire bestaan, haar punctuele methode en haar bloedstollende geheimen worden overhoop gehaald wanneer ze wordt gevraagd om het haar te doen van de succesvolle en sociale Olivia, die op het punt staat om te trouwen.","category":""}}