{"64946":{"channel":"147053128","start":"1668704400","end":"1668705240","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1294618461","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/33\/20221110090109807eg5.jpg","description":"Met het laatste nieuws, gebeurtenissen van nationaal en internationaal belang en de weersverwachting.","category":""},"64947":{"channel":"147053128","start":"1668705240","end":"1668706320","first":"N","idtitle":"NOSJOURNAALREGIO","title":"NOS Journaal Regio","program_id":"1294618467","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/92\/20221110090109807hnn.jpg","description":"Regionaal nieuws met landelijke uitstraling, gemaakt door de NOS en de regionale omroepen.","category":""},"64948":{"channel":"147053128","start":"1668706320","end":"1668708660","first":"N","idtitle":"NOORDZUIDOOSTWEST","title":"Noord-Zuid-Oost-West","program_id":"1294618473","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/29\/2022111009010980713d.jpg","description":"In het programma 'Eruit op de Buis' krijgt de kijker een kijkje voor én achter de schermen bij diverse musea, theaters en parken in de regio. Deze keer: Museum Huygens' Hofwijck waarin de bezoeker de zeventiende eeuw door de ogen van vader en zoon Huygens kan beleven. Verder 'Ons Dorp' van NH Media.","category":""},"64949":{"channel":"147053128","start":"1668708660","end":"1668711120","first":"B","idtitle":"BINNENSTEBUITEN","title":"BinnensteBuiten","program_id":"1294618479","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/30\/202211100901098088fn.jpg","description":"Annemieke is door haar ziekte MS veel aan huis gebonden. Ze is gek van kleuren en prints, maar de woonkamer indelen lukt alsmaar niet. Interieurstylist Theo-Bert helpt haar. * Sharon maakt een betaalbare Libanese maaltijd, een taboulehsalade van quinoa met labneh en gefrituurd flatbread. * Bart is inmiddels de vierde generatie boer van een biologische familieboerderij. Zijn koeien brengt hij naar de natuur om daar het onderhoud te doen. Bart leerde het vak van zijn vader Jan, een echte pionier in de biologische tak. * Marmer uitzoeken in een groeve in Italië en dat bewerken tot standbeeld. Beeldhouwer Margot Homan laat haar vakwerk zien.","category":""},"64950":{"channel":"147053128","start":"1668711120","end":"1668713040","first":"P","idtitle":"PERSECONDEWIJZER","title":"Per Seconde Wijzer","program_id":"1294618485","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/21\/20221110090109808o4j.jpg","description":"Twee kandidaten testen onder hoge druk hun kennis in verschillende categorieën. Hoe zetten zij hun jokers in, hoeveel rondes zullen de spelers het volhouden en met welk bedrag gaan de spelers uiteindelijk naar huis? Met elke dag aan het begin van de uitzending de kijkersvraag.","category":""},"64951":{"channel":"147053128","start":"1668713040","end":"1668715140","first":"Z","idtitle":"ZEMBLA","title":"Zembla","program_id":"1294618491","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/30\/20221110090109808xvn.jpg","description":"De Russische inval in Oekraïne maakt begin dit jaar in een klap een eind aan een lange periode van vanzelfsprekende vrede in Europa. Door de hernieuwde dreiging uit het Oosten geven de lidstaten van de NAVO zonder morren ineens gehoor aan het aloude verzoek om meer geld te investeren in de militaire capaciteit van het bondgenootschap. Dat geldt ook voor Nederland. De regering maakte in juni bekend de komende drie jaar bijna 5 miljard per jaar uit te geven aan de krijgsmacht. Trots meldt minister Ollongren dat Defensie daarmee aan de NAVO-eisen tegemoetkomt. Maar waar wordt dit geld precies aan besteed?","category":""},"64952":{"channel":"147053128","start":"1668715140","end":"1668717000","first":"S","idtitle":"STANDVANNEDERLANDGENERATIENEXT","title":"Stand van Nederland: Generatie Next","program_id":"1294618497","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/24\/202211100901098082w1.jpg","description":"Er warmpjes bijzitten wordt een uitdaging deze winter, zeker in een monumentale woning. Want een monument isoleren en zonnepanelen op het dak: dat mag niet zomaar. In iedere gemeente zijn de regels anders. Raquel Schilder reist heel Nederland door en zoekt uit wat er kan, mag en door gemeentelijke commissies tegengehouden wordt.","category":""},"64953":{"channel":"147053128","start":"1668717000","end":"1668719940","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1294618503","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/14\/20221110090109808om3.jpg","description":"Uitspraak in MH17-zaak. Vandaag doet de rechter na een proces van 2,5 jaar uitspraak in de strafzaak over het neerschieten van vlucht MH17. Vier verdachten staan terecht voor moord. We bespreken de uitspraak met twee nabestaanden van de ramp Silene Fredriksz en Sander van Luik. Ook officier van justitie Digna van Boetzelaer, die leiding geeft aan het MH17-team van het Openbaar Ministerie, komt langs in de studio. En we praten over de zaak met verslaggever Gert-Jan Dennekamp. Hij volgt de gebeurtenissen rondom MH17 al vanaf het begin op de voet.","category":""},"64954":{"channel":"147053128","start":"1668719940","end":"1668721080","first":"I","idtitle":"INSIDEIDFA","title":"Inside IDFA","program_id":"1294618509","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/1\/20221110090109808cww.jpg","description":"Nadia Moussaid spreekt singer-songwriter, gitarist en muziekwetenschapper Shishani Vranckx over Nothing Compares. De film over de Ierse zangeres Sinéad O'Connor is samengesteld uit archiefmateriaal van hoogtepunten, maar vooral ook dieptepunten in haar carrière. Een gesprek met conceptueel kunstenaar en schrijver Tinkebell (Katinka Simonse) over Apolonia, Apolonia. Een documentaire over de jonge vrouwelijke schilder Apolonia Sokol die het wil maken in de kunstwereld, waar seksisme een gegeven is en uitbuiting op de loer ligt. En een ode aan de documentaire in de stad Amsterdam door schrijver\/dichter Gerswhin Bonevacia.","category":""},"64955":{"channel":"147053128","start":"1668721140","end":"1668726600","first":"other","idtitle":"2DOCCHILDRENOFTHEMIST","title":"2Doc: Children of the Mist","program_id":"1294618515","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/20\/20221110090109808n93.jpg","description":"","category":""}}