{"71877":{"channel":"280715028","start":"1669850100","end":"1669856100","first":"U","idtitle":"UNDERSANDET","title":"Under sandet","program_id":"1300400695","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/25\/20221124090024705cae.jpg","description":"Wanneer de Tweede Wereldoorlog op z'n eind loopt wordt een groep Duitse soldaten, eerder jongens dan mannen, gevangen genomen door het Deense leger. Ze worden gedwongen een dodelijke taak ten uitvoer te brengen: het ontmantelen en ruimen van twee miljoen landmijnen die nog in de Deense stranden ingegraven liggen. En dat met weinig tot geen training. De jongens ontdekken dat de oorlog voor hen nog lang niet ten einde is.","category":""},"71878":{"channel":"280715028","start":"1669856100","end":"1669862400","first":"P","idtitle":"PROXIMA","title":"Proxima","program_id":"1300400701","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/14\/20221124090024705640.jpg","description":"De nuchtere Française Sarah voedt haar jonge dochter Stella alleen op. Ze is ook een briljante en gedreven astronaut, die geselecteerd wordt voor een ambitieuze – door mannen gedomineerde - ruimtemissie, samen met de chauvinistische Amerikaan Mike en de vredelievende Rus Anton. Ze bereidt zichzelf en Stella voor op haar langdurige afwezigheid en begint ze aan de zware training in Rusland. Het is het begin van een emotionele rollercoaster, waarin ze moet schipperen tussen haar persoonlijke dromen en behoeften en die van haar kind. Nu ze de aarde gaat verlaten, beseft Sarah dat ze zich er meer mee verbonden voelt dan ooit.","category":""},"71879":{"channel":"280715028","start":"1669862400","end":"1669868400","first":"D","idtitle":"DEDICKMAASMETHODE","title":"De Dick Maas Methode","program_id":"1300400707","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/12\/202211240900247056gu.jpg","description":"Dick Maas is een van Nederlands succesvolste regisseurs. Wie is die man achter Flodder, Amsterdamned, De Lift, Sint en Prooi nou echt? Aan de hand van unieke beelden, is het de jonge filmmaker Jeffrey de Vore gelukt om het verhaal van Dick Maas voor het grote publiek te vertellen in deze grappige en onthullende documentaire. Met ongelimiteerde budgetten en on-Nederlandse stunts en special effects heeft Maas de Nederlandse film naar een ander niveau getild. Samen met Dick Maas en vele toonaangevende filmmakers en acteurs blikken we terug op een unieke en ongekend succesvolle periode uit de Nederlandse filmgeschiedenis.","category":""},"71880":{"channel":"280715028","start":"1669868400","end":"1669874273","first":"T","idtitle":"THECOOLER","title":"The Cooler","program_id":"1300400713","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/44\/20221124090024705xnw.jpg","description":"Het leven van pechvogel Bernie Lootz (William H. Macy) gaat niet over rozen. Sterker nog, zijn aanleg voor het ongeluk blijkt besmettelijk te zijn. In de casino's van Las Vegas bouwt hij een steeds grotere schuld op. Casino-eigenaar Shelly lost alle schulden af, maar dwingt Bernie wel te werken als een zogenaamde Cooler. Voor het eerst werkt Bernie's aantrekkingskracht voor ongeluk in zijn eigen voordeel: elke keer als een tafel te veel geld moet uitbetalen, gaat Bernie erbij staan waardoor al het geluk van de speler verdwijnt. Alles gaat goed tot hij verliefd wordt op de knappe serveerster Natalie.","category":""}}