{"72217":{"channel":"280715089","start":"1669071600","end":"1669077300","first":"A","idtitle":"ANGELSBOUTIQUE","title":"Angels Boutique","program_id":"1296665051","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/20\/20221115090019708115.jpg","description":"...","category":""},"72218":{"channel":"280715089","start":"1669077300","end":"1669083900","first":"I","idtitle":"INITIATIONOFALINALI","title":"Initiation of Alina Li","program_id":"1296665057","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/5\/20221115090019708iys.jpg","description":"...","category":""},"72219":{"channel":"280715089","start":"1669083900","end":"1669089600","first":"O","idtitle":"OFFICERDOWN","title":"Officer Down","program_id":"1296665063","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/49\/20221115090019708kxn.jpg","description":"Toen de corrupte rechercheur David Callahan (Stephen Dorff) levensgevaarlijk verwond werd bij een drugsdeal redde een anonieme vreemdeling zijn leven. David besloot zijn illegale leven de rug toe te keren. Net als hij zijn leven weer op de rit heeft, duikt zijn redder ineens op. Die verlangt als wederdienst dat David wraak neemt op een moordenaar. Zijn speurtocht leidt naar de gewelddadige onderwereldfiguren. Naarmate hij dichter bij de waarheid komt neemt het aantal aanslagen op zijn leven toe. David moet met keihard geweld terugslaan en tegelijkertijd de corruptie en illegale praktijken uit zijn verleden zien te vermijden.","category":""},"72220":{"channel":"280715089","start":"1669089600","end":"1669095000","first":"G","idtitle":"GOWITHME","title":"Go with Me","program_id":"1296665069","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/86\/20221115090019708p28.jpg","description":"Lillian (Julia Stiles) wordt gestalkt door de keiharde crimineel Blackway (Ray Liotta) tegen wie niemand zich durft te verzetten. De mysterieuze Lester (Anthony Hopkins) besluit om Lillian te helpen samen met zijn wat simpele collega Nate. Het drietal begint een speurtocht naar Blackway en na een aantal gewelddadige confrontaties merkt Lillian dat de gewiekste Lester en de brute dommekracht Nate twee perfecte lijfwachten zijn. Het trio legt een beerput van drugs- en wapenhandel, prostitutie, afpersing en moord bloot, met Blackway als middelpunt. Maar dan blijkt dat Lester en Blackway een verleden hebben.","category":""},"72221":{"channel":"280715089","start":"1669095000","end":"1669101300","first":"E","idtitle":"ELCHICANO","title":"El Chicano","program_id":"1296665075","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/52\/20221115090019708rgx.jpg","description":"Moordenaars, drugsdealers en bendes maken de straten van East LA onveilig. Maar één mysterieuze, anonieme vigilante betaalt de misdaad met gelijke munt terug. In de getto staat hij bekend als 'El Chicano', die geharde criminelen op dezelfde gewelddadige manier uit de weg ruimt. Zijn acties lokken echter nog meer geweld uit en politieagent Diego Hernandez krijgt de opdracht hem te ontmaskeren. Diego heeft niet veel zin in de zaak want El Chicano doet het politiewerk een stuk sneller, efficiënter én dodelijker dan de politie zelf. Bovendien vermoedt Diego dat de vigilante een stuk bekender is dan hem lief is.","category":""},"72222":{"channel":"280715089","start":"1669101300","end":"1669106700","first":"T","idtitle":"THERECALL","title":"The Recall","program_id":"1296665081","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/64\/20221115090019709fhn.jpg","description":"Wesley Snipes is \"The Hunter\". Een voormalige gevechtspiloot die oneervol is ontslagen omdat hij er publiekelijk op aandringt dat aliens zich voorbereiden om de aarde aan te vallen. Hij leeft nu verborgen in de wildernis, om zich voor te bereiden op de fatale dag. Brendan en zijn vrienden zijn op vakantie in het gebied, net op het moment dat onverklaarbare weersverschijnselen de planeet aarde schokken. De wereldleiders zijn onwetend, maar de jager weet precies wat er aan de hand is.","category":""},"72223":{"channel":"280715089","start":"1669106700","end":"1669111800","first":"T","idtitle":"THELAZARUSEFFECT","title":"The Lazarus Effect","program_id":"1296665087","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/78\/20221115090019709o1n.jpg","description":"Wetenschappers en echtpaar Zoe en Frank werken samen met student-onderzoekers aan een middel om doden weer tot leven te wekken. Wanneer de zoveelste test op een dode hond opeens succesvol is, willen ze hun ontdekking naar buiten brengen. Maar de universiteit waar ze werken is niet blij met de ontwikkelingen en stopt de tests. De groep wil niet stoppen op zo'n cruciaal moment en gaat op eigen houtje verder. Maar dan gebeurt het ondenkbare: tijdens een nieuw experiment sterft Zoe. Frank is radeloos en besluit hun pas ontdekte serum toe te dienen aan zijn dode geliefde.","category":""},"72224":{"channel":"280715089","start":"1669111800","end":"1669117800","first":"B","idtitle":"BRICKMANSIONS","title":"Brick Mansions","program_id":"1296665093","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/13\/202211150900197098yq.jpg","description":"De criminele buitenwijken van Detroit worden overspoeld door geweld en drugs. Lino (David Belle) levert een dagelijks gevecht om een eerlijk leven te lijden. Als zijn vriendin wordt gekidnapt door een drugsbaas, kiest hij ervoor om de politie in te schakelen. Die koppelt Lino aan undercover agent Damien (Paul Walker), die al tijden bezig is de gangen van de criminele bende achter de ontvoering te volgen. Gezamenlijk duiken ze in de duistere wereld van de georganiseerde misdaad en knokken ze zich een weg naar de eindbaas.","category":""},"72225":{"channel":"280715089","start":"1669117800","end":"1669124100","first":"T","idtitle":"THELOCKDOWNHAUNTINGS","title":"The Lockdown Hauntings","program_id":"1296665099","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/41\/202211150900197094gs.jpg","description":"Wanneer enkele jonge vrouwen tijdens de corona-lockdown op onverklaarbare en gruwelijke wijze om het leven komen, bundelt rechercheur Parker haar krachten met een controversiële expert in paranormale verschijnselen: Jordan Myers. Alles wijst erop dat seriemoordenaar The Locksmith weer aan het moorden is geslagen. Het punt is alleen dat deze psychopaat al dood is...","category":""},"72226":{"channel":"280715089","start":"1669124100","end":"1669129800","first":"M","idtitle":"MOMENTUM","title":"Momentum","program_id":"1296665105","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/51\/20221115090019709p1v.jpg","description":"Alex Faraday is een knappe en intelligente vrouw, die het risico loopt gepakt te worden. Tot haar ongenoegen, is een overval die ze wilde plegen mislukt, maar ook één van haar partners bij de overval op brute wijze vermoord door een internationaal syndicaat, dat op zoek is naar een sleutel. Terwijl Alex de moordplek probeert te ontsnappen, wordt ze gezien door Mr. Washington en begint een gevecht om te overleven.","category":""},"72227":{"channel":"280715089","start":"1669129800","end":"1669135200","first":"R","idtitle":"RUNDFUNKJACHTERWACHTER","title":"Rundfunk: Jachterwachter","program_id":"1296665111","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/55\/20221115090019709pn0.jpg","description":"De keihard werkende Wachtopzichter (Yannick van de Velde) runt zonder hulp camping HIVO. De komst van de uitgeleefde ex-wereldster Ronnie Bosboom Jr. (Tom van Kalmthout) lijkt een zegen, maar wanneer hij op de vlucht blijkt voor gevaarlijke criminelen, moet het duo er alles aan doen om de camping te redden. En dat dan allemaal heel grappig.","category":""},"72228":{"channel":"280715089","start":"1669135200","end":"1669140300","first":"B","idtitle":"BROSBEFOREHOS","title":"Bro's Before Ho's","program_id":"1296665117","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/38\/20221115090019709evt.jpg","description":"Blowen, zuipen en zoveel mogelijk chicks regelen. Dat is het leven van videotheekmedewerker Max (Tim Haars)en zijn geadopteerde broer Jules (Daniël Arends), tevens beste vriend. Samen hebben ze een pact: ze willen nooit een relatie want dat is te veel gezeik. Zij leven het leven waar elke man van droomt, totdat ze allebei verliefd worden op Anna (Sylvia Hoeks).","category":""},"72229":{"channel":"280715089","start":"1669140300","end":"1669147200","first":"K","idtitle":"KICKASS","title":"Kick-Ass","program_id":"1296665123","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/27\/2022111509001970940a.jpg","description":"Dave is een sul op de middelbare school, heeft weinig vrienden, leeft alleen met zijn vader en is een enorme fan van stripboeken. Op een dag besluit hij dat hij een superheld wil worden, net als in één van zijn stripboeken. Probleem is echter dat hij geen superkrachten heeft en gedoemd lijkt om te mislukken. Zijn zelfgemaakte pak en bravoure kunnen daarom niet voorkomen dat hij in zijn eerste confrontaties met echte criminelen een flink pak slaag krijgt. Op zijn pad ontmoet hij echter enkele bijzondere medestanders.","category":""},"72230":{"channel":"280715089","start":"1669147200","end":"1669152300","first":"B","idtitle":"BLOODONHERNAME","title":"Blood on Her Name","program_id":"1296665129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/44\/20221115090019709cwz.jpg","description":"Leigh Tiller doodt per ongeluk een persoon waarna ze in een wanhopige bui het lijk verstopt. In een poging haar leven met haar zoon weer op te pakken, wordt zij voortdurend aan de misdaad herinnerd door haar geweten. De familie van de vermoorde man blijft met veel vragen achter. Leigh moet haar geheim verborgen houden voor haar vader Richard, die agent is, en voor Dani, de vriendin van het slachtoffer.","category":""},"72231":{"channel":"280715089","start":"1669152300","end":"1669158600","first":"A","idtitle":"ABOVESUSPICION","title":"Above Suspicion","program_id":"1296665135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/90\/20221115090019709agw.jpg","description":"FBI-agent Mark Putham (Jack Huston) wordt naar een bergstadje in Kentucky gestuurd om een aantal opvallende illegale praktijken te onderzoeken. Mark raakt al gauw betrokken bij een zaak waarin de armlastige Susan (Emilia Clarke) zijn belangrijkste informante wordt. Susan ziet Mark als een manier om te ontsnappen en hun band wordt steeds persoonlijker. In werkelijkheid blijkt deze affaire een ramp te zijn voor beiden.","category":""}}