{"71801":{"channel":"280715028","start":"1669336800","end":"1669342800","first":"D","idtitle":"DEDICKMAASMETHODE","title":"De Dick Maas Methode","program_id":"1297971964","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/22\/202211180900197051hh.jpg","description":"Dick Maas is een van Nederlands succesvolste regisseurs. Wie is die man achter Flodder, Amsterdamned, De Lift, Sint en Prooi nou echt? Aan de hand van unieke beelden, is het de jonge filmmaker Jeffrey de Vore gelukt om het verhaal van Dick Maas voor het grote publiek te vertellen in deze grappige en onthullende documentaire. Met ongelimiteerde budgetten en on-Nederlandse stunts en special effects heeft Maas de Nederlandse film naar een ander niveau getild. Samen met Dick Maas en vele toonaangevende filmmakers en acteurs blikken we terug op een unieke en ongekend succesvolle periode uit de Nederlandse filmgeschiedenis.","category":""},"71802":{"channel":"280715028","start":"1669342800","end":"1669348200","first":"R","idtitle":"RELIC","title":"Relic","program_id":"1297971970","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/77\/20221118090019705wet.jpg","description":"Wanneer de bejaarde weduwe Edna (Robyn Nevin) vermist raakt, reizen haar dochter Kay (Emily Mortimer) en kleindochter Sam (Bella Heathcote) naar het afgelegen familiehuis om haar te zoeken. Maar als Edna plotseling weer opduikt blijft een verklaring uit. Edna's vergeetachtigheid en nachtelijk ronddolen lijken te verergeren. Totdat Kay ontdekt dat een mysterieuze entiteit niet alleen het huis teistert maar ook haar moeder.","category":""},"71803":{"channel":"280715028","start":"1669348200","end":"1669356000","first":"T","idtitle":"THEBUTLER","title":"The Butler","program_id":"1297971976","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/0\/20221118090019705zft.jpg","description":"Butler Cecil Gaines (Forest Whitaker) werkt tijdens de ambtstermijnen van maar liefst acht Amerikaanse presidenten in het Witte Huis. In zijn periode als bediende verandert de maatschappij om hem heen door de civil rights movement, de oorlog in Vietnam en andere belangrijke historische gebeurtenissen. Dit alles heeft niet alleen groots effect op Amerika, maar ook op het gezin van Cecil.","category":""},"71804":{"channel":"280715028","start":"1669356000","end":"1669362900","first":"D","idtitle":"DAGLICHT","title":"Daglicht","program_id":"1297971982","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/56\/20221118090019705npe.jpg","description":"De ambitieuze advocate Iris moet schipperen in haar rol als alleenstaande moeder en strafpleiter in soms schemerige zaken. Als ze in het huis van haar moeder Ageeth logeert, stuit ze op een duister familiegeheim. Ze blijkt een broer te hebben waarvan het bestaan altijd zorgvuldig is verzwegen. De autistische Ray zit in een tbs-kliniek, veroordeeld voor de gruwelijke moord op zijn buurvrouw en haar dochtertje. Iris trekt zich het lot van haar broer aan, ook omdat ze veel overeenkomsten ziet tussen hem en haar zoontje Aron. Ze probeert haar broer vrij te pleiten, maar in haar zoektocht naar de waarheid ontdekt ze nog veel geheimen...","category":""},"71805":{"channel":"280715028","start":"1669362900","end":"1669369200","first":"O","idtitle":"ONEDAY","title":"One Day","program_id":"1297971988","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/18\/20221118210020526n6t.jpg","description":"15 juli 1988. Na één dag samen te hebben doorgebracht, ontstaat er tussen Emma en Dexter een vriendschap voor het leven. En dat terwijl het tegenpolen lijken te zijn; Emma is een idealistisch en ambitieus type, dromend van een betere wereld. Dexter daarentegen is een rijke charmeur die de wereld als zijn eigen grote speeltuin ziet. Twee decennia lang kijken we op 15 juli hoe het met hen gaat en hoe hun levens met elkaar verwikkeld zijn. Hun relatie verschuift in de loop der jaren, totdat ze zich op een bepaald punt in hun leven realiseren dat hetgeen waar ze naar zoeken en op hopen, dichterbij is dan ze al die tijd hebben gedacht.","category":""},"71806":{"channel":"280715028","start":"1669369200","end":"1669374600","first":"C","idtitle":"CARGO","title":"Cargo","program_id":"1297971994","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/10\/20221118090019706gsd.jpg","description":"Cargo brengt het ruwe verhaal van drie broers die het familiebedrijf in de visserij proberen te redden van de ondergang. In het ijskoude water van de Noordzee valt Leon Broucke overboord uit zijn vissersboot, recht voor de ogen van zijn oudste zoon Jean. Leon verzeilt in een diepe coma en laat Jean achter met het familiebedrijf en een enorme schuldenberg. Na het ongeval van Leon komen tal van onuitgesproken conflicten tussen Jean en zijn twee broers aan de oppervlakte.Jean worstelt met zijn nieuwe rol als patriarch en keert zich tot het criminele milieu van broer William om een betere toekomst te kunnen geven aan zijn 8-jarige zoon.","category":""},"71807":{"channel":"280715028","start":"1669374600","end":"1669380900","first":"T","idtitle":"TRUST","title":"Trust","program_id":"1297972000","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/12\/20221118090019706oyl.jpg","description":"De familie Cameron is het perfecte voorbeeld van een gelukkig Amerikaans gezin. Alles loopt voorspoedig tot het moment dat de veertien jaar oude Annie haar eerste vriendje, Charlie, leert kennen via internet. Na maanden van onschuldig communiceren via het web besluit Annie af te spreken met Charlie. Dan komt ze er op een afschuwelijke manier achter dat Charlie niet is wie hij aanvankelijk is. Geschokt door wat hun dochter aangedaan is, gaan Annies ouders de strijd aan om hun dochter in het reine te laten komen met wat er gebeurd is in haar tot dan toe onschuldige leventje. Een strijd die het hele gezin dreigt te verscheuren...","category":""},"71808":{"channel":"280715028","start":"1669380900","end":"1669386900","first":"J","idtitle":"JACKIE","title":"Jackie","program_id":"1297972006","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/61\/202211180900197066x9.jpg","description":"De 33-jarige tweeling Sofie en Daan is opgevoed door twee vaders. Wanneer er totaal onverwacht een telefoontje van hun, tot dan toe onbekende, biologische moeder uit Amerika komt, storten ze zich in een avontuur waardoor alle aannames die ze hadden op losse schroeven komen te staan. Door de reis met de raadselachtige en onaangepaste Jackie verandert het leven van Sofie en Daan voorgoed.","category":""},"71809":{"channel":"280715028","start":"1669386900","end":"1669392600","first":"T","idtitle":"THERACER","title":"The Racer","program_id":"1297972076","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/42\/20221118090019706v72.jpg","description":"In de zomer van 1998 vinden de eerste etappes van de Tour de France plaats in Ierland. De Belgische wielrenner Dom Chabol, bijna aan het einde van zijn carrière, is één van de beste meesterknechten van de afgelopen twintig jaar in de Tour. Het is een zware, opofferende rol – tempo instellen, wind tegenhouden en ondersteuning bieden zodat de sprinter van het team als eerste over de meet komt - en zelf voor de overwinning gaan is geen optie. Maar Dom koestert in het geheim een verlangen om de gele trui te dragen, als is het maar één keer voor het einde van zijn carrière.","category":""},"71810":{"channel":"280715028","start":"1669392600","end":"1669399200","first":"L","idtitle":"LIFE","title":"Life","program_id":"1297972082","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/1\/20221118090019706fu3.jpg","description":"Hollywoodlegende James Dean (Dane DeHaan) en fotograaf Dennis Stock (Robert Pattinson) gaan op roadtrip voor een fotoshoot voor LIFE Magazine en leren elkaar en zichzelf op een heel andere manier kennen. James Dean stierf op 24-jarige leeftijd na een korte, maar indrukwekkende carrière. Het maakte van hem een van de grootste Hollywood iconen ooit.","category":""},"71811":{"channel":"280715028","start":"1669399200","end":"1669404600","first":"T","idtitle":"THERUNNER","title":"The Runner","program_id":"1297972088","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/36\/20221118090019706g7k.jpg","description":"Colin Pryce (Nicolas Cage) is een politicus met grootse idealen maar niet zonder persoonlijke zwaktes. Na het grootschalige olielek van BP in 2010 en een seksschandaal op zijn eigen naam is Colin gedwongen zijn chaotische leven onder de loep te nemen.","category":""},"71812":{"channel":"280715028","start":"1669404600","end":"1669415100","first":"L","idtitle":"LAVIEDADELE","title":"La vie d'Adèle","program_id":"1297972094","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/6\/20221118090019706u2j.jpg","description":"Op haar vijftiende twijfelt Adèle er niet aan: meisjes horen uit te gaan met jongens. Maar wanneer ze Emma (Léa Seydoux) ontmoet, een jonge kunststudente met blauw haar, wordt haar hele leven op z'n kop gezet. Emma geeft Adèle de kans om haar verlangens te ontdekken, om zich te laten gelden als vrouw en als volwassene. Te midden van haar omgeving, gaat Adèle op zoek naar zichzelf.","category":""},"71813":{"channel":"280715028","start":"1669415100","end":"1669421400","first":"T","idtitle":"THEBIGHIT","title":"The Big Hit","program_id":"1297972100","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/72\/20221118090019706b22.jpg","description":"Om toch maar rond te kunnen komen, stemt worstelend acteur Étienne (Kad Merad) ermee in om een theaterworkshop in een gevangenis te geven. Verrast door het daar aanwezige acteertalent besluit hij om samen met zijn bonte groep gedetineerden Samuel Becketts beroemde toneelstuk 'Wachten op Godot' op de planken brengen. Wanneer de groep toestemming krijgt om buiten de gevangenismuren op te treden, heeft Étienne eindelijk de kans zijn talenten te laten zien. De mannen beginnen aan een tournee, die elke terugkeer achter de tralies weer pijnlijker maakt dan de vorige.","category":""}}