{"71183":{"channel":"280715089","start":"1668835800","end":"1668841200","first":"W","idtitle":"WILDLING","title":"Wildling","program_id":"1295457140","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/68\/20221112090030526ikn.jpg","description":"In een afgelegen boshut vindt sheriff Ellen Cooper (Liv Tyler) de jonge vrouw Anna, die haar hele leven door haar vader is opgesloten om haar te beschermen tegen de zogenaamde 'Wildling'. Anna's vader heeft haar altijd goed behandeld, tot het gruwelijke moment dat hij voor haar ogen zijn eigen hoofd eraf schoot met een dubbelloops jachtgeweer. Wanneer sheriff Cooper Anna in huis neemt, kan het meisje eindelijk wennen aan een normaal bestaan. Totdat de buurt wordt opgeschrikt door de vondst van een aantal walgelijk verminkte lijken en Coopers onderzoek leidt naar een merkwaardige legende en een eeuwenoude bloedvete.","category":""},"71184":{"channel":"280715089","start":"1668841200","end":"1668847500","first":"B","idtitle":"BROKENCITY","title":"Broken City","program_id":"1295457146","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/79\/202211120900305261oc.jpg","description":"Burgemeester Nicholas Hostetler (Russell Crowe) vermoed dat zijn vrouw Emily (Catherine Zeta-Jones) een buitenechtelijke affaire heeft. Na wat speurwerk kan privédetective en ex-politieman Billy Taggart (Mark Wahlberg) dat bevestigen. Maar als niet veel later het dode lichaam van Emily’s minnaar opduikt, raakt Taggart tegen zijn wil verstrikt in een web van politieke corruptie, vastgoedschandalen en smeergelden. Taggart laat zich echter niet voor het bureaucratische karretje spannen en besluit terug te slaan. Maar dan volgens de wetten van de straat.","category":""},"71185":{"channel":"280715089","start":"1668847500","end":"1668852900","first":"B","idtitle":"BEFOREIGOTOSLEEP","title":"Before I Go to Sleep","program_id":"1295457152","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/9\/20221112090030526e07.jpg","description":"Christine wordt ’s ochtends wakker in een vreemd bed, in een vreemd huis, naast een man die ze niet kent. Ze herinnert zich niets van wat er die nacht is gebeurd en besluit snel haar kleren aan te trekken en naar huis te gaan. Maar dan ziet ze zichzelf in de spiegel. Christine herkent zichzelf niet: ze is veel ouder dan ze dacht. De man vertelt haar dat ze al tweeëntwintig jaar getrouwd zijn.","category":""},"71186":{"channel":"280715089","start":"1668852900","end":"1668858600","first":"T","idtitle":"THEFORGER","title":"The Forger","program_id":"1295457158","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/21\/20221112090030526nup.jpg","description":"Ray Cutter (Travolta) is een kruimeldief die erin slaagt om zich uit de gevangenis te 'kopen' zodat hij tijd kan doorbrengen met zijn zieke zoon (Sheridan). Maar Ray en zijn vader (Plummer) moeten samen nog één laatste grote klus doen om het syndicaat dat zijn vroegtijdige vrijlating financierde terug te betalen.","category":""},"71187":{"channel":"280715089","start":"1668858600","end":"1668864600","first":"D","idtitle":"DEATHINTEXAS","title":"Death in Texas","program_id":"1295457164","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/9\/202211120900305261o6.jpg","description":"Billy Walker verlaat de gevangenis en verneemt dat zijn moeder zonder nieuwe lever niet lang meer te leven heeft. Omdat ze de enige is die hem nooit in de steek liet, zet hij alles op alles om haar te redden. Ook al betekent moet hij daarvoor afdalen in de onderbuik van El Paso en de strijd aanbinden met een meedogenloze misdaadbaas. ","category":""},"71188":{"channel":"280715089","start":"1668864600","end":"1668870600","first":"L","idtitle":"LYINGANDSTEALING","title":"Lying and Stealing","program_id":"1295457170","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/29\/20221112090030526qac.jpg","description":"Playboy Ivan (Theo James) hopt van het ene highsocietyfeest naar het andere, waar hij zijn extreem rijke gastheren van waardevolle kunst berooft. Elyse (Emily Ratajkowski) begeeft zich in hetzelfde wereldje en verrijkt zich door de mensen die ze daar ontmoet op te lichten. De twee blijken één ding gemeen hebben: ze zijn beiden een fortuin schuldig aan het keiharde en gewetenloze onderwereld kopstuk Dimitri. Ivan en Elyse zijn op elkaar aangewezen om van de gewelddadige crimineel af te komen en bedenken een gewaagd plan. Maar lukt het deze twee onbetrouwbare types om op elkaar vertrouwen?","category":""},"71189":{"channel":"280715089","start":"1668870600","end":"1668876300","first":"J","idtitle":"JAKOBSWIFE","title":"Jakob's Wife","program_id":"1295457176","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/85\/20221112090030526ono.jpg","description":"Gevangen in een huwelijk met een predikant, zoekt de Anne troost bij een oude vriend. Een flirt die uitmondt in een bizarre, bloederige inwijding. Herboren als vampier, komt Anne voor een verscheurende keuze te staan: een opwindend, onsterfelijk bestaan aan de zijde van The Master of de terminale treurnis als Jakobs vrouw.","category":""},"71190":{"channel":"280715089","start":"1668876300","end":"1668882300","first":"D","idtitle":"DANIELISNTREAL","title":"Daniel Isn't Real","program_id":"1295457182","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/7\/20221112090030526j4m.jpg","description":"Nadat hij als achtjarige jongen getuige is van een gruwelijk bloedbad, creëert Luke zijn denkbeeldige vriendje Daniel, die hem een emotionele uitlaatklep bezorgt. Maar Daniel wordt steeds reëler in Lukes gedachten en haalt hem over een streek uit te halen met vreselijke gevolgen. Luke wordt gedwongen afscheid te nemen van Daniel. Twaalf jaar later, wanneer Luke op de universiteit zit, krijgt hij het advies om zijn denkbeeldige vriendje terug te roepen en zo zijn problemen het hoofd te bieden. De charmante Daniel is alles wat Luke niet is en sleurt hem steeds verder mee in een buitensporig leven van seks, drank, drugs en geweld.","category":""},"71191":{"channel":"280715089","start":"1668882300","end":"1668888000","first":"T","idtitle":"THEWARWITHGRANDPA","title":"The War with Grandpa","program_id":"1295457188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/89\/20221112090030526lba.jpg","description":"Wat zou jij doen als je jouw slaapkamer zou moeten afstaan aan niemand minder dan je eigen opa? Dit overkomt de tienjarige Peter (Oakes Fegley) omdat zijn opa Jack (Robert De Niro) noodgedwongen bij de familie intrekt. Peter wil zijn slaapkamer koste wat kost terug en samen met zijn vrienden doet hij er alles aan om zijn opa uit zijn slaapkamer te verdrijven. Dit betekent oorlog, want opa laat niet zomaar met zich sollen en schakelt de hulp van zijn eigen vrienden in. Een race tegen de klok, waarbij alle streken uit de kast worden getrokken. Lukt het Peter om zijn slaapkamer terug te krijgen?","category":""},"71192":{"channel":"280715089","start":"1668888000","end":"1668895200","first":"O","idtitle":"OUTOFTHEFURNACE","title":"Out Of The Furnace","program_id":"1295457194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/68\/20221112090030526t81.jpg","description":"Russell Baze leeft een eenvoudig bestaan als fabrieksarbeider met zijn vriendin Lena en zijn terminaal zieke vader. Wanneer jongere broer Rodney terugkeert van zijn militaire missie in Irak, lijkt de familie weer compleet. Tot de getraumatiseerde Rodney plots toetreedt tot een gevaarlijke criminele bende en vervolgens verdwijnt. Russell wendt zich tot de politie, maar agent Barnes zegt niets te kunnen doen. De misdaadorganisaties hebben zo hun eigen manier van gerechtigheid, verklaart hij. Er zit voor Russell niets anders op dan het recht in eigen handen te nemen.","category":""},"71193":{"channel":"280715089","start":"1668895200","end":"1668900900","first":"T","idtitle":"THELASTSONOFISAACLEMAY","title":"The Last Son of Isaac Lemay","program_id":"1295457200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/70\/202211120900305275ri.jpg","description":"Aan het einde van de negentiende eeuw, in het Wilde Westen van Sierra Nevada, gaat de outlaw Isaac LeMay (Sam Worthington) gebukt onder een vervloekte profetie: ooit zal hij vermoord worden door een van zijn eigen kinderen. Omdat hij niet weet wie hem uiteindelijk zal neerleggen, maakt hij jacht op al zijn nakomelingen. Zijn laatste nog levende zoon is de koelbloedige moordenaar Cal (Colson 'Machine Gun Kelly' Baker), die achterna wordt gezeten door sheriff Solomon (Thomas Jane) en diens premiejagers.","category":""}}