{"46763":{"channel":"141430280","start":"1669762800","end":"1669770300","first":"L","idtitle":"LOSABRAZOSROTOS","title":"Los abrazos rotos","program_id":"1300014703","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/34\/20221123090055531r2u.jpg","description":"Spaans filmdrama. Na een ernstig auto-ongeluk raakt regisseur Mateo Blanco zijn zicht en zijn geliefde kwijt. Hij trekt zich terug en onder zijn nieuwe pseudoniem Harry Caine werkt hij aan filmscripts. Op een dag krijgt Mateo te horen dat zijn voormalige producent Ernesto Martel is overleden. De dood van deze vroegere rivaal brengt diep weggestopte gevoelens aan de oppervlakte. Hoewel ze zakenpartners waren, bracht hun concurrerende liefde voor actrice en callgirl Lena destijds het allerslechtste in hen naar boven. De herinnering aan deze geschiedenis plaatst Mateo's huidige leven in een heel ander perspectief.","category":""},"46764":{"channel":"141430280","start":"1669770300","end":"1669773900","first":"H","idtitle":"HETUURVANDEWOLFKUBRICKOVERKUBRICK","title":"Het Uur van de Wolf: Kubrick over Kubrick","program_id":"1300014709","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/37\/202211230900555317st.jpg","description":"Filmlegende Stanley Kubrick laat twee decennia na zijn dood opnieuw van zich horen. Hij reflecteert op zijn oeuvre en vertelt over zijn unieke werkwijze. Kubrick trad zelden in de publiciteit maar in een serie audio-interviews met de Franse filmcriticus Michel Ciment is hij openhartig over zijn vak en toont hij zich een intelligente en originele auteur. Deze interviews vormen, samen met talloze onvergetelijke filmfragmenten, de ruggengraat van deze documentaire. Daarnaast vertellen acteurs over hun ervaringen op de set, onder wie Jack Nicholson (The Shining), Malcolm McDowell (A Clockwork Orange) en Nicole Kidman (Eyes Wide Shut).","category":""},"46765":{"channel":"141430280","start":"1669773900","end":"1669776600","first":"B","idtitle":"BRIEVENAANANDALUSIE","title":"Brieven aan Andalusië","program_id":"1300014715","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/28\/20221123090055531tiz.jpg","description":"Met brieven over de paasweek lijkt Stef Biemans eindelijk het favoriete onderwerp van de Andalusiërs te pakken te hebben. De Semana Santa wordt in volle glorie gevierd. Omdat de verkiezingen voor de deur staan, kan Stef de verleiding niet onderdrukken om ook te vragen of kerk en staat in Spanje niet teveel met elkaar verbonden zijn. Maar die brieven beantwoorden de Andalusiërs liever niet.","category":""},"46766":{"channel":"141430280","start":"1669776600","end":"1669777800","first":"M","idtitle":"MAKERSVANMORGEN","title":"Makers van morgen","program_id":"1300014721","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/2\/202211230900555317j3.jpg","description":"Jord (20) wordt een week lang naar een huisje in de bossen gestuurd door jonge maker Dylan Werkman. Gedurende zeven dagen is Jord alleen met eten, drinken en een audiorecorder waarmee hij z'n gedachtestroom vastlegt. Wat doet het met je als je zo lang niemand anders hoort of ziet dan jezelf? Deze vraag onderzoekt Dylan Werkman.","category":""},"46767":{"channel":"141430280","start":"1669777800","end":"1669778100","first":"I","idtitle":"INSIDEIDFA","title":"Inside IDFA","program_id":"1300014727","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/57\/20221123090055531kjx.jpg","description":"Monic Hendrickx gaat naar 'Amal', een coming of age-film over een rebels Egyptisch meisje en ze praat met regisseur Mohamed Siam. Connie Palmen ontmoet regisseur Frederick Wiseman, de meester van de 'fly on the wall' methode.","category":""},"46768":{"channel":"141430280","start":"1669778100","end":"1669783200","first":"I","idtitle":"IDFADOCAMAL","title":"IDFA Doc: Amal","program_id":"1300014733","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/8\/20221123090055531z3x.jpg","description":"Amal is veertien jaar oud als ze tijdens de Arabische Lente naar het Tahrirplein in Caïro gaat om te demonstreren. Met jeugdige overmoed gaat ze regelrecht op het gevaar af. Deze coming of age-film volgt haar in de jaren die volgen, een periode waarin de onverschrokken Amal haar eigen identiteit zoekt in een land in transitie.","category":""},"46769":{"channel":"141430280","start":"1669783200","end":"1669788300","first":"I","idtitle":"IDFADOCWEARETHETHOUSAND","title":"IDFA Doc: We Are the Thousand","program_id":"1300014739","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/44\/20221123090055531o3l.jpg","description":"Fabio Zaffagnini droomt ervan dat zijn lievelingsband Foo Fighters komt optreden in zijn woonplaats, het slaperige Italiaanse stadje Cesena. Hij plaatst een oproep op YouTube om met een gelegenheidsband van duizend man de Foo Fighters-hit Learn to Fly op te nemen en zo de aandacht van de Amerikaanse band te trekken. Het resultaat mag er zijn.","category":""},"46770":{"channel":"141430280","start":"1669788300","end":"1669792800","first":"B","idtitle":"BLOKHUISEXTRA","title":"Blokhuis extra","program_id":"1300014745","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/73\/20221123090055531d32.jpg","description":"Op 9 december 2022 is het 50 jaar geleden dat I Am Woman van Helen Reddy op 1 stond in de Amerikaanse Billboard Top 100. Leo Blokhuis zet zoveel mogelijk mooie songs vol female empowerment op een rij. Denk aan bijvoorbeeld Destiny's Child, Conny Vandenbos, Solange, Dolly Parton, Gloria Gaynor, The Spice Girls, Queen Latifah en Lesley Gore, naast het titelnummer van deze aflevering uiteraard. De aflevering wordt besloten door een mini-concert uit 1981 van de eerste en beroemdste bezetting van The Pretenders, aangevoerd door feministisch icoon Chrissie Hynde.","category":""},"46771":{"channel":"141430280","start":"1669792800","end":"1669794300","first":"M","idtitle":"MILEYCYRUSTHEBACKYARDSESSIONS","title":"Miley Cyrus - The Backyard Sessions","program_id":"1300014751","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/6\/20221123090055531kzh.jpg","description":"In de jaren 90 is er de unplugged-rage, ingezet door de veel bekeken (en ook op cd woest verkopende) akoestische optredens in de gelijknamige show op MTV, dat we toen nog vooral zagen als clipzender. Flash forward naar 2020. MTV heeft haar Unplugged show nieuw leven ingeblazen, alleen zitten we midden in een pandemie. Miley Cyrus is geboekt en laat zich niet voor één gat vangen: ze speelt met haar band (inclusief mondkapjes) vanuit haar achtertuin een paar bijzondere covers van Jackson Browne, Britney Spears, The Cardigans en The Velvet Underground. Haar meest recente eigen knaller Midnight Sky doet ze natuurlijk ook.","category":""},"46772":{"channel":"141430280","start":"1669794300","end":"1669796100","first":"T","idtitle":"THEBALLROOM","title":"The Ballroom","program_id":"1300014757","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/88\/20221123090055531w3v.jpg","description":"Jan Douwe Kroeske ontvangt in de voormalige AVRO-Studio's in Hilversum podiumkunstenaars voor een goed gesprek, een livesessie of een impressie van een voorstelling.","category":""},"46773":{"channel":"141430280","start":"1669796100","end":"1669800300","first":"S","idtitle":"SHANIATWAINLIVEINLASVEGAS","title":"Shania Twain - Live in Las Vegas","program_id":"1300014763","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/15\/20221123090055531mcw.jpg","description":"Het is deze maand 25 jaar geleden dat Come On Over van de Canadese zangeres Shania Twain verscheen. Het werd een van de best verkochte albums aller tijden, de teller staat inmiddels op meer dan 40 miljoen exemplaren. Shania Twain werd de meest succesvolle countryartiest ooit. Na 2004 werd het stil rond haar persoon. In de dit jaar verschenen documentaire Shania Twain: Not Just A Girl vertelt ze over die moeilijke jaren waarin ze ziek werd en scheidde. In 2012 keerde ze terug op het podium, in Las Vegas, waar ze twee jaar lang een reeks spectaculair vormgegeven comebackconcerten gaf.","category":""},"46774":{"channel":"141430280","start":"1669800300","end":"1669802100","first":"J","idtitle":"JAZZPORTRETTEN","title":"Jazzportretten","program_id":"1300014769","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/76\/20221123090055531k08.jpg","description":"Als tienjarige weet Rob van Bavel (Breda, 16 januari 1965) zeker dat hij, net als zijn vader, klassiek pianist wil worden. Maar hij kiest voor de jazz, die voor hem altijd moet swingen. Meteen na zijn cum laude afstuderen aan het Rotterdams conservatorium stijgt zijn bekendheid snel door het winnen van internationale prijzen. Eind jaren tachtig is Rob van Bavel de primus inter pares van de jonge Nederlandse jazzpianisten. Hij werkt met eigen bands: duo, trio, kwartet, kwintet, sextet, octet en zelfs een veertien man sterke big band. Van Bavel maakt ook naam als componist. Daarbij toont hij zich toegankelijk voor invloeden uit andere stijlen.","category":""},"46775":{"channel":"141430280","start":"1669802100","end":"1669805700","first":"other","idtitle":"2DOCDEDINGENDIEVOORBIJGAAN","title":"2Doc: De dingen die voorbij gaan","program_id":"1300014775","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/27\/20221123090055531in9.jpg","description":"In 2010 kreeg regisseur Michiel van Erp drie verhuisdozen met daarin de toneelherinneringen van de in 2008 overleden acteur Carol van Herwijnen in handen. Het verzoek was naar aanleiding van de inhoud van de dozen een documentaire te maken over de carrière van de geliefde en beruchte Van Herwijnen. De inhoud van de dozen overviel hem. Veel blijft er blijkbaar niet over van een toneelcarrière. Hij besloot een documentaire te maken over de nalatenschap van nog levende acteurs. Met de herinneringen aan Carol van Herwijnen als uitganspunt. Wat blijft er over na een lange, succesvolle toneelcarrière?","category":""},"46776":{"channel":"141430280","start":"1669805700","end":"1669807800","first":"R","idtitle":"ROMEINSETRAGEDIES","title":"Romeinse tragedies","program_id":"1300014781","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/99\/202211230900555316ac.jpg","description":"Antonius leidt een losbandig leven in Egypte. Onder druk keert hij terug naar Rome. Om de banden met de machtige Octavius Caesar aan te halen, trouwt hij met diens zus. Kort daarna haast hij zich terug naar zijn Egyptische minnares Cleopatra.","category":""},"46777":{"channel":"141430280","start":"1669807800","end":"1669810200","first":"R","idtitle":"ROMEINSETRAGEDIES","title":"Romeinse tragedies","program_id":"1300014787","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/99\/20221123090055532b93.jpg","description":"Octavius Caesar maakt gebruik van Antonius' afwezigheid in Rome om meer macht te verzamelen. Uiteindelijk begeeft hij zich met een leger naar Egypte om daar definitief met zijn tegenstander af te rekenen.","category":""},"46778":{"channel":"141430280","start":"1669810200","end":"1669812300","first":"F","idtitle":"FLAMENCOBIENNALE2021THEMAKINGOFFLAMENCOCRIOLLO","title":"Flamenco Biënnale 2021: The Making of Flamenco Criollo","program_id":"1300014793","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/88\/20221123090055532k5y.jpg","description":"Programma over de totstandkoming van de voorstelling Flamenco Criollo, waarin pianist Aruán Ortiz samen met een internationale cast van musici en dansers op zoek gaat naar de roots van flamenco.","category":""},"46779":{"channel":"141430280","start":"1669812300","end":"1669815900","first":"F","idtitle":"FLAMENCOBIENNALE2021FLAMENCOCRIOLLO","title":"Flamenco Biënnale 2021: Flamenco Criollo","program_id":"1300014799","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/17\/20221123090055532z1e.jpg","description":"Tijdens de achtste editie van de Flamenco Biënnale Nederland gaat Flamenco Criollo in première. Het Aruán Ortiz Ensemble brengt deze gloednieuwe creatie, in opdracht van de Flamenco Biënnale 2021, in verschillende Nederlandse en Belgische steden. Dit concert is opgenomen in Brussel. Pianist Aruán Ortiz gaat samen met een internationale cast van musici en dansers op zoek naar de roots van flamenco. In Flamenco Criollo mengen ze melancholische klanken uit Al-Andalus, zoals het Iberisch Schiereiland destijds door de Moorse veroveraars genoemd werd, met energieke ritmes uit Afrika.","category":""},"46780":{"channel":"141430280","start":"1669815900","end":"1669817100","first":"F","idtitle":"FLAMENCOBIENNALE2021ISRAELGALVAN","title":"Flamenco Biënnale 2021: Israel Galván","program_id":"1300014805","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/68\/2022112309005553269a.jpg","description":"Verslag van de Flamenco Biënnale 2021 in Amsterdam. Met speciale aandacht voor danser Israel Galván.","category":""},"46781":{"channel":"141430280","start":"1669817100","end":"1669818600","first":"F","idtitle":"FLAMENCOBIENNALE2021ROCIOMOLINA","title":"Flamenco Biënnale 2021: Rocío Molína","program_id":"1300014811","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/46\/20221123090055532s7z.jpg","description":"Verslag van de Flamenco Biënnale 2021 in Amsterdam. Met speciale aandacht voor danser Rocío Molína.","category":""},"46782":{"channel":"141430280","start":"1669818600","end":"1669821000","first":"H","idtitle":"HISTORISCHBEWIJS","title":"Historisch Bewijs","program_id":"1300014817","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/0\/20221123090055532rl9.jpg","description":"Het Haags Historisch Museum bezit een doosje met daarin een vinger en een tong. Als het verhaal klopt zijn die afkomstig van de gebroeders De Wit, slachtoffers van de gruwelijkste politieke moord in de Nederlandse geschiedenis. Áls het verhaal klopt. Met de nieuwste technieken probeert het NFI een DNA-profiel te verkrijgen met materiaal uit het graf van de moeder van de broers.","category":""},"46783":{"channel":"141430280","start":"1669821000","end":"1669821600","first":"I","idtitle":"INSIDEIDFA","title":"Inside IDFA","program_id":"1300014823","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/1\/202211230900555327rk.jpg","description":"Pieter van der Wielen spreekt met presentator en journalist Hanneke Groenteman over Raising A School Shooter.","category":""},"46784":{"channel":"141430280","start":"1669821600","end":"1669824900","first":"I","idtitle":"IDFADOCRAISINGASCHOOLSHOOTER","title":"IDFA Doc: Raising a School Shooter","program_id":"1300014829","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/91\/20221123090055532gj7.jpg","description":"Ouders van drie leerlingen, die klasgenoten en personeel vermoordden op hun school, vertellen hun verhaal van verlies. Door hun persoonlijke en eerlijke verhalen worden grote thema's aangeraakt; er wordt gesproken over schuld, mislukking, verantwoordelijkheid, intimidatie, leed, vriendschap en liefde.","category":""},"46785":{"channel":"141430280","start":"1669824900","end":"1669825500","first":"D","idtitle":"DOCTALKSRAISINGASCHOOLSHOOTER","title":"DocTalks: Raising a School Shooter","program_id":"1300014835","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/62\/20221123090055532sjp.jpg","description":"Regisseurs of hoofdpersonen van spraakmakende documentaires worden de meest prangende vragen voorgelegd.","category":""},"46786":{"channel":"141430280","start":"1669825500","end":"1669828800","first":"K","idtitle":"KINGSOFTHEWORLD","title":"Kings of the World","program_id":"1300014841","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/54\/20221123090055532plj.jpg","description":"Kings of the World is een intiem muzikaal portret van een teruggetrokken zigeunergemeenschap in Zuid-Frankrijk, die wereldberoemde muzikanten heeft voortgebracht maar voor de buitenwereld grotendeels onbekend is. De film vertelt het verhaal van drie families, verbonden door bloed- en muziekbanden: de Reyes, bekend als de Gipsy Kings, de Balliardo, afstammelingen van Manitas de Plata, en hun neven de Regis, teruggetrokken adepten van flamencopuro. Door middel van filmische beelden, poëtische vertelling, intieme muziekuitvoeringen en ontroerende glimpen van het dagelijks leven leren we de mentaliteit te begrijpen van deze unieke mensen.","category":""},"46787":{"channel":"141430280","start":"1669828800","end":"1669833000","first":"H","idtitle":"HOLLANDOPERATAMETHESHREWNOFEARFORSHAKESPEARE","title":"Holland Opera: Tame the shrew, No Fear For Shakespeare","program_id":"1300014847","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/30\/202211230900555328pb.jpg","description":"'De getemde feeks', gebaseerd op het toneelstuk van William Shakespeare, is het rauwe verhaal van de ambitieuze en bitchy Katharina die de eerste president van Europa wil worden. Op aanraden van haar vader gaat ze op zoek naar een geschikte echtgenoot die haar bij kan staan in het waarmaken van deze droom. Niemand is echter geïnteresseerd in Katharina, terwijl de mannen wél bij bosjes vallen voor haar zusje, popidool en guy magnet Bianca. Dan vindt Katharina iemand waar ze een deal mee sluit: hij wil haar geld, zij zijn adellijke titel én een huwelijk. De onderneming is het begin van een nachtmerrie, waarbij de hele wereld meekijkt.","category":""},"46788":{"channel":"141430280","start":"1669833000","end":"1669834800","first":"J","idtitle":"JAZZPORTRETTEN","title":"Jazzportretten","program_id":"1300014853","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/54\/2022112309005553223r.jpg","description":"Violist en componist Oene van Geel, een muzikale avonturier die is geïnspireerd door jazz, muziek uit India, kamermuziek en vrije improvisatie.","category":""},"46789":{"channel":"141430280","start":"1669834800","end":"1669836600","first":"A","idtitle":"ANDERETIJDEN","title":"Andere Tijden","program_id":"1300014859","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/92\/202211230900555328s8.jpg","description":"In de loop van de jaren 90 stappen bijna alle Nederlandse gemeenten over op de stemcomputer. De voordelen liggen voor de hand: er worden minder fouten gemaakt, het tellen van de stemmen is betrouwbaarder en snel. Totdat Rop Gonggrijp in 2006 ontdekt dat de computers te hacken zijn. Met zijn campagne 'wij vertrouwen stemcomputers niet' weet hij het vertrouwen in de apparaten te ondermijnen. Met de Tweede Kamerverkiezingen in het vooruitzicht ontstaat er grote paniek bij de overheid. Met wat kunstgrepen aan de apparaten worden ze bij de verkiezingen toch gebruikt maar daarna is het afgelopen. Nederland gaat terug naar het rode potlood.","category":""},"46790":{"channel":"141430280","start":"1669836600","end":"1669842900","first":"I","idtitle":"IDFADOCCOLLECTIVE","title":"IDFA Doc: Collective","program_id":"1300014865","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/45\/202211230900555322ck.jpg","description":"Op 30 oktober 2015 brak er in nachtclub Colectiv in Boekarest een grote brand uit. Het werd een van de grootste rampen uit de recente Roemeense geschiedenis, met aanvankelijk 27 doden en 180 gewonden. Binnen enkele dagen braken felle protesten uit, die leidden tot het aftreden van de sociaaldemocratische regering. Regisseur Alexander Nanau volgt een aantal hoofdrolspelers in de nasleep van de ramp, vanaf het moment waarop bekend wordt dat 37 van de gewonden zijn gestorven aan bacteriële infecties in lokale ziekenhuizen.","category":""},"46791":{"channel":"141430280","start":"1669842900","end":"1669843800","first":"T","idtitle":"TEMOOIVOORWOORDEN","title":"Te mooi voor woorden","program_id":"1300014871","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/54\/20221123090055532x2z.jpg","description":"Deze keer aandacht voor het lied De Fanfare van honger en dorst van Lieven Tavernier.","category":""},"46792":{"channel":"141430280","start":"1669843800","end":"1669845600","first":"S","idtitle":"STUDIO2020","title":"Studio 2020","program_id":"1300014877","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/36\/2022112309005553259o.jpg","description":"Al meer dan dertig jaar verzorgt De Kift een geheel eigen blik op de wereld die hen omringt. Ze maken met tomeloze energie de term 'fanfare-punk' waar. Misschien hoor je links of rechts een toefje Pogues, maar voor de rest is het één en al origineel. Ook nog eens versterkt door het gebruik van de eigen taal. Het album 'Hoogriet' verscheen in dit jaar. We krijgen een unieke inkijk op die plaat.","category":""},"46793":{"channel":"141430280","start":"1669845600","end":"1669849200","first":"B","idtitle":"BACKTONORTHSEAJAZZ","title":"Back to North Sea Jazz","program_id":"1300014883","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/22\/20221123090055532pmx.jpg","description":"Deze keer het nog niet eerder uitgezonden concert dat de New Cool Collective gaf op North Sea Jazz 2022. Het Amsterdamse collectief viert in 2023 het 30-jarig jubileum en kan terugblikken op optredens over heel de wereld en samenwerkingen met o.a. Tony Allen, Matt Bianco en Georgie Fame. Met hun strak groovende mix van jazz, afrobeat, ska, soul en funk moest ook het NSJ-publiek weer stevig aan de bak afgelopen juli. Op de setlist stonden veel nummers van het eind vorig jaar verschenen album YUNIK_N.","category":""}}