{"72308":{"channel":"280715089","start":"1669591200","end":"1669593000","first":"A","idtitle":"ATOUCHOFLUST1","title":"A Touch of Lust 1","program_id":"1299183243","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/83\/20221121090029715ks4.jpg","description":"...","category":""},"72309":{"channel":"280715089","start":"1669593000","end":"1669594800","first":"A","idtitle":"ATOUCHOFLUST2","title":"A Touch of Lust 2","program_id":"1299183249","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/22\/20221121090029715v71.jpg","description":"...","category":""},"72310":{"channel":"280715089","start":"1669594800","end":"1669596900","first":"E","idtitle":"ESCORTN5PART3","title":"Escort N5 Part 3","program_id":"1299183255","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/55\/20221121090029715yaq.jpg","description":"...","category":""},"72311":{"channel":"280715089","start":"1669596900","end":"1669604700","first":"D","idtitle":"DANIDANIELSGIRLPERVERSIONS","title":"Dani Daniels Girl Perversions","program_id":"1299183261","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/1\/20221121090029715los.jpg","description":"...","category":""},"72312":{"channel":"280715089","start":"1669604700","end":"1669613400","first":"D","idtitle":"DASBOOT","title":"Das Boot","program_id":"1299183267","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/54\/20221121090029715za9.jpg","description":"Najaar 1941. Aan de Franse kust drinken vijftig Duitse militairen drinken zich zat in een nachtclub, voordat ze aan boord gaan van de U-96, een van de beroemdste Duitse onderzeeërs. Hun missie is om zo veel mogelijk vijandelijke schepen tot zinken te brengen in de Atlantische Oceaan. Naarmate de dagen in de claustrofobische duikboot vorderen, neemt de verveling en de vervuiling onder de bemanning drastisch toe. Wanneer echter na lange tijd de vijand in zicht komt, slaat de sfeer al snel om in doodsangst en een hevige heimwee naar de thuishaven.","category":""},"72313":{"channel":"280715089","start":"1669613400","end":"1669619400","first":"T","idtitle":"THEEXPENDABLES2","title":"The Expendables 2","program_id":"1299183273","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/52\/20221121090029715zey.jpg","description":"De louche CIA agent Church (Bruce Willis) stuurt de Expendables, een groep huurlingen, opnieuw op een gevaarlijke missie. De groep moet een vermist pakketje zien terug te krijgen bij het agentschap. Het pakketje is echter in Gazak, een door oorlog verscheurd Oost-Europees land. De missie loopt in het honderd wanneer blijkt dat een andere groep huurlingen, de Sangunaires, dezelfde opdracht probeert uit te voeren.","category":""},"72314":{"channel":"280715089","start":"1669619400","end":"1669625400","first":"S","idtitle":"SEMPERFI","title":"Semper Fi","program_id":"1299183279","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/38\/20221121090029715d61.jpg","description":"Cal is een rechtvaardige politieagent die de eindjes aan elkaar probeert te knopen als reservist in het marinierskorps waartoe ook zijn onafscheidelijke jeugdvrienden behoren. Wanneer Cals jongere en roekeloze halfbroer Oyster zich in een bar schuldig maakt aan doodslag, dwingt Cal hem de consequenties onder ogen te zien. Terwijl Oyster een buitensporig zware straf uitzit in een gevaarlijke gevangenis, wordt Cal uitgezonden naar Irak.","category":""},"72315":{"channel":"280715089","start":"1669625400","end":"1669632900","first":"R","idtitle":"RIDDICK","title":"Riddick","program_id":"1299183285","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/2\/20221121090029715nj3.jpg","description":"Riddick (Vin Diesel) is verraden door zijn eigen volk en voor dood achtergelaten op een verlaten, door de zon verschroeide planeet. Er zit niets anders op dan op kracht te komen en de strijd aangaan met de buitenaardse roofdieren die hem belagen. Riddick kan alleen ontsnappen door een signaal uit te zenden dat al snel een groep premiejagers naar zijn planeet lokt. Het eerste schip dat landt zit vol met gewelddadige, dodelijke huurlingen en op het tweede schip bevindt zich iemand die een persoonlijker motief heeft om Riddick op te jagen.","category":""},"72316":{"channel":"280715089","start":"1669632900","end":"1669638600","first":"F","idtitle":"FARGO","title":"Fargo","program_id":"1299183291","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/97\/20221121090029715o9e.jpg","description":"Autoverkoper Jerry Lundegaard (William H. Macy), woonachtig in het ijskoude stadje Fargo in Minnesota, heeft een plan om uit de schulden te komen. Hij laat zijn vrouw ontvoeren door twee schurken (Steve Buscemi en Peter Stormare) om vervolgens aan zijn rijke schoonvader een flink bedrag aan losgeld te vragen. Het zou een eenvoudige klus moeten worden, ware het niet dat de criminelen direct na hun aankomst in Fargo drie inwoners koudmaken. De hoogzwangere politie-agente Marge Gunderson (Frances McDormand) wordt belast met het moordonderzoek en laat zich niet hinderen door haar gebrek aan ervaring met grote misdrijven.","category":""},"72317":{"channel":"280715089","start":"1669638600","end":"1669644000","first":"R","idtitle":"RUNDFUNKJACHTERWACHTER","title":"Rundfunk: Jachterwachter","program_id":"1299183297","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/63\/20221121090029715d7w.jpg","description":"De keihard werkende Wachtopzichter (Yannick van de Velde) runt zonder hulp camping HIVO. De komst van de uitgeleefde ex-wereldster Ronnie Bosboom Jr. (Tom van Kalmthout) lijkt een zegen, maar wanneer hij op de vlucht blijkt voor gevaarlijke criminelen, moet het duo er alles aan doen om de camping te redden. En dat dan allemaal heel grappig.","category":""},"72318":{"channel":"280715089","start":"1669644000","end":"1669650900","first":"K","idtitle":"KICKASS","title":"Kick-Ass","program_id":"1299183303","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/46\/20221121090029715fto.jpg","description":"Dave is een sul op de middelbare school, heeft weinig vrienden, leeft alleen met zijn vader en is een enorme fan van stripboeken. Op een dag besluit hij dat hij een superheld wil worden, net als in één van zijn stripboeken. Probleem is echter dat hij geen superkrachten heeft en gedoemd lijkt om te mislukken. Zijn zelfgemaakte pak en bravoure kunnen daarom niet voorkomen dat hij in zijn eerste confrontaties met echte criminelen een flink pak slaag krijgt. Op zijn pad ontmoet hij echter enkele bijzondere medestanders.","category":""},"72319":{"channel":"280715089","start":"1669650900","end":"1669658700","first":"S","idtitle":"SPIDERMANHOMECOMING","title":"Spider-Man: Homecoming","program_id":"1299183309","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/75\/20221121090029715en3.jpg","description":"Peter Parker (Tom Holland) keert na zijn eerste superheldengevecht als Spider-Man terug naar zijn normale leven in Queens. Hij hoopt snel bij The Avengers gevraagd te worden door Tony Stark (Robert Downey Jr.), maar het telefoontje blijft uit. Peter wordt ongeduldig, denkt dat hij zichzelf als held moet bewijzen aan Tony Stark en gaat vervolgens zelf op zoek naar onrecht. Tijdens deze zoektocht komt hij al snel terecht bij een mysterieuze wapenhandel van ene Adrian Toomes (Michael Keaton).","category":""},"72320":{"channel":"280715089","start":"1669658700","end":"1669665600","first":"T","idtitle":"THEHITMANSBODYGUARD","title":"The Hitman's Bodyguard","program_id":"1299183315","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/40\/20221121090029716t1x.jpg","description":"Met zijn reputatie in duigen aanvaardt Michael Bryce een aanbod van Interpol om de internationale huurmoordenaar, Darius Kincaid, van Manchester naar Den Haag te begeleiden. De taak lijkt eenvoudig: Bryce moet Kincaid van punt A naar punt B vervoeren; desondanks is de reis naar Nederland lang en gevaarlijk, en Kincaid, die als enige het lef en voldoende hard bewijs heeft om te getuigen tegen een tirannieke Wit-Russische dictator, is een duidelijk doelwit. Het is ongetwijfeld een zware klus. Kan de lijfwacht van de huurmoordenaar de belangrijkste missie in zijn carrière uitvoeren?","category":""},"72321":{"channel":"280715089","start":"1669665600","end":"1669670700","first":"N","idtitle":"NOTORIOUSNICK","title":"Notorious Nick","program_id":"1299183321","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/60\/20221121090029716sk5.jpg","description":"Omdat Nick Newell geboren wordt met anderhalve arm, werd hij van jongs af aan gepest en gedwongen zich te verdedigen tegen bullebakken en pestkoppen. Gesteund door zijn alleenstaande moeder Stacey, zijn beste vriend Abi en zijn coach Alex weet hij het te schoppen tot MMA-kooivechter. Maar hij heeft moeite om tegenstanders te vinden. Kooivechters vinden geen eer te behalen aan een gevecht met Nick. Door keihard te blijven trainen en vol te houden met ongekend doorzettingsvermogen, krijgt Nick eindelijk zijn kans. En als hij eenmaal in de kooi staat ziet de hele wereld dat hij harder, sterker en succesvoller is dan zijn tegenstanders.","category":""},"72322":{"channel":"280715089","start":"1669670700","end":"1669677000","first":"M","idtitle":"MISERY","title":"Misery","program_id":"1299183327","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/3\/202211210900297167t9.jpg","description":"Romanschrijver Paul Sheldon (James Caan) kan zich de verblindende sneeuwstorm, die zijn auto tollend van de weg af bracht, niet herinneren. Ook kan hij zich niet herinneren dat hij door aandacht en liefdevolle verpleging weer bij bewustzijn is gebracht. Het enige dat hij zich herinnert, is dat hij wakker werd in het huis van Annie (Kathy Bates). Deze voormalige verpleegster verandert echter van een reddende engel in een maniakale fan, die zich heeft voorgenomen om haar favoriete schrijver de rest van zijn leven als persoonlijke gevangene te houden.","category":""}}