{"56159":{"channel":"141431343","start":"1668985200","end":"1668995038","first":"B","idtitle":"BIZETCARMEN","title":"Bizet - Carmen","program_id":"1296264449","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/82\/202211140901097142zg.jpg","description":"De Oostenrijkse Opernfestspiele St. Margarethen, één van de belangrijkste openluchtfestivals van Europa, trekken jaarlijks bijna 220 duizend operaliefhebbers . De indrukwekkende en adembenemende omgeving van de wild-romantische Romeinse steengroeve van St. Margarethen in Oostenrijk vormt dan ook het perfecte, unieke decor voor de kleurrijke openluchtopvoering van Georges Bizets opera Carmen (1875) in deze uitzending. Met een cast van 400 medewerkers is deze overdadige uitvoering van Bizets beroemdste opera een feest voor de zintuigen! Het Orkest en koor van het Nationaal Brno-theater staan onder leiding van dirigent Ernst Märzendorfer. Solisten zijn Nadia Krasteva, Russi Nikov en Alexandr Antonenko. De choreografie is van Marieta Romero.","category":""},"56160":{"channel":"141431343","start":"1668995038","end":"1669002904","first":"W","idtitle":"WALDBUEHNE2000RHYTHMANDDANCE","title":"Waldbühne 2000 - Rhythm and Dance","program_id":"1296264455","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/82\/20221114090109714rxp.jpg","description":"Het jaarlijkse zomerconcert van de Berliner Philharmoniker in de Waldbühne in Berlijn is legendarisch. Het milleniumconcert, opgenomen op 25 juni 2000, trok meer dan 22.000 bezoekers naar een van de meest aantrekkelijke amfitheaters van Europa voor een van de meer geliefde klassieke concerten van de wereld. Dirigent Kent Nagano het programma met populaire en ongewone twintigste-eeuwse muziek de titel “Rhythm and Dance”. Het bleek een insprirerende combinatie van klassieke werken, show-tunes en Oosterse muziek, resulterend in een muzikale potpourri die terecht een van de meest opwindende optredens ooit op de Waldbühne genoemd kan worden. Tijdens het concert zijn vele klassiekers van George Gershwin te horen (Lady, Be Good!, Strike Up the Band, A Damsel in Distress, Oh, Kay!, Porgy and Bess and Girl Crazy) , gezongen door de Amerikaanse mezzosopraan Susan Graham. Daarnaast zijn staan werken van Ravel (‘La Valse’ en ‘Daphnis et Chloe Suite No. 2’) en de soundtrack van de succesvolle Chinese film \"Farewell My Concubine\" op het programma.","category":""},"56161":{"channel":"141431343","start":"1669002904","end":"1669006136","first":"R","idtitle":"RACHMANINOVPIANOCONCERTNR3OP30","title":"Rachmaninov - Pianoconcert Nr. 3, Op. 30","program_id":"1296264461","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/24\/20221114090109714tle.jpg","description":"Sergej Rachmaninov was de eerste die opstond om de uitvoering van zijn Pianoconcert Nr. 3 door de legendarische pianist Vladimir Horowitz's (1903-1989) te prijzen. Rachmaninov hoorde Horowitz het werk spelen in 1928, toen de in Kiev geboren Horowitz net in New York was aangekomen. Rachmaninov zei hierover: \"Hij slikte het in één keer door.\" Vijftig jaar later, op 24 september 1978, liet Horowitz zijn publiek eens te meer versteld staan met zijn interpretatie van dit monumentale werk. Bijgestaan door de New York Philharmonic onder leiding van Zubin Mehta gaf hij een bijzondere uitvoering van dit werk als onderdeel van de viering van de vijftigste verjaardag van zijn Amerikaanse debuut. Zijn onvergetelijke vertolking - de laatste keer dat Horowitz zich aan dit pianoconcert zou wagen - werd door de hele VS uitgezonden op radio en televisie. Deze compositie, die pianisten die dit technisch monsterlijk uitdagende stuk aandurven eerbiedig \"Rach 3\" noemen, wordt wereldwijd geliefd en bewonderd.","category":""},"56162":{"channel":"141431343","start":"1669006136","end":"1669006800","first":"W","idtitle":"WAGNERVORSPIELDIEMEISTERSINGERVONNUERNBERG","title":"Wagner - Vorspiel - Die Meistersinger von Nürnberg","program_id":"1296264467","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/21\/20221114090109714a04.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. De editie van 1992 vanuit El Escorial in Madrid staat onder de muzikale leiding van Daniel Barenboim met de wereldberoemde tenor Placido Domingo in een glansrol. Op het programma staan Giuseppe Verdi's ouverture tot La forza del destino en Verdi's Lo l'ho perduta! uit Don Carlos, gevolgd door delen uit Hector Berlioz' La damnation de Faust en Franz Schuberts onvoltooide Symfonie Nr. 7. Het concert sluit af met muziek van Richard Wagner, van wie Winterstürme wichen dem Wonnemond uit Die Walküre, de prelude tot de eerste akte uit Die Meistersinger von Nürnberg, en orkestdelen uit Götterdämmerung op het programma staan.","category":""},"56163":{"channel":"141431343","start":"1669006800","end":"1669008871","first":"M","idtitle":"MOZARTSTRIJKKWARTETNR19","title":"Mozart - Strijkkwartet Nr. 19","program_id":"1296264473","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/28\/20221114090109714oxj.jpg","description":"Vanuit het Barockschloss in het Duitse Rammenau speelt het Gewandhausquartett Mozarts Vioolkwartet Nr. 19 in C-groot, KV. 465. Het werk kreeg de naam “Dissonantenkwartet” vanwege het uitzonderlijk langzame intro dat voorzien was van dissonante noten alvorens de harmonie oplost in de toonsoort C-groot van het Allegro. Het is mogelijk de meest bekende van Mozarts strijkkwartetten en de laatste van de set van zes kwartetten die de componist aan collega en vriend Joseph Haydn opdroeg. Het Gewandhausquartett bestaat uit Frank Michael Erben (1e viool), Conrad Suske (2e viool), Volker Metz (altviool), Jürnjakob Timm (cello) and Steffen Adelmann (contrabas).","category":""},"56164":{"channel":"141431343","start":"1669008871","end":"1669014429","first":"C","idtitle":"CHOPINPIANOCONCERTNR1ENNR2","title":"Chopin - Pianoconcert Nr. 1 en Nr. 2","program_id":"1296264479","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/43\/202211140901097149vv.jpg","description":"Antoni Wit dirigeert het Filharmonisch Orkest van Warschau in uitvoeringen van Frédéric Chopins Pianoconcert nr. 1, op. 11, en nr. 2, op. 21. Solisten zijn de pianisten Nikolai Demidenko en Jevgeni Kissin. Na het Pianoconcert nr. 1 keert Demidenko terug om als toegift Chopins Mazurka op. 17\/4 te spelen. Kissin sluit het concert af met Chopins Etude op. 10\/12 en de Wals in e klein, op. post. Dit concert was onderdeel van de viering van de 200e geboortedag van de componist in 2010. Opmerkelijk is dat Chopin zijn tweede pianoconcert een jaar vóór zijn eerste schreef. Hij voltooide beide werken op zijn twintigste, voordat hij zijn thuisland Polen achter zich liet en naar Parijs verhuisde.","category":""},"56165":{"channel":"141431343","start":"1669014429","end":"1669018430","first":"O","idtitle":"ODEAANDEFRANSEROMANTIEKINVENETIE","title":"Ode aan de Franse romantiek in Venetië","program_id":"1296264485","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/65\/20221114090109714k1f.jpg","description":"Salon Romantique à Venise brengt een eerbetoon aan het werk van de Palazzetto Bru Zane Foundation. Deze wil bijdragen aan de herwaardering van vaak over het hoofd gezien Frans muzikaal erfgoed van de tijd van Lodewijk XVI in de late achttiende eeuw tot de Eerste Wereldoorlog. Dit concert vormt een reis door het Franse romantische repertoire, uitgevoerd door pianist David Violi, sopraan Jodie Devos, en mezzosopraan Anaik Morel. Op het programma staan een aantal geliefde Franse aria's, waaronder Seguedille uit Georges Bizet's 'Carmen', het Bloemenduet uit Leo Delibes' 'Lakmé', en 'Mon cœur s’ouvre à ta voix' uit Camille Saint-Saëns' 'Samson et Dalila'. Dit programma is opgenomen in het Palazzetto Bru Zane in Venetië, Italië, in 2016.","category":""},"56166":{"channel":"141431343","start":"1669018430","end":"1669021251","first":"C","idtitle":"CMIMPIANO2021HALVEFINALESUYEONKIM","title":"CMIM Piano 2021 Halve finale: Su Yeon Kim","program_id":"1296264555","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/36\/2022111409010971480o.jpg","description":"Su Yeon Kim (Zuid-Korea, 1994) voert J. S. Bach’s Italiaanse Concert, BWV 971 (Concerto nach Italienischem Gusto), Frédéric Chopins Ballade nr. 4 in f-klein, Op. 52, Nocturne nr. 2 in fis-klein, Op. 48, Scherzo nr. 3 in cis-klein, Op. 39, en Sergej Prokofjevs Sonate nr. 3 in a-klein, Op. 28, uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in de Neuer Konzertsaal FAL van de Universität für Musik und darstellende Kunst Wenen, Oostenrijk.","category":""},"56167":{"channel":"141431343","start":"1669021251","end":"1669023275","first":"O","idtitle":"OPERAHOUSESAROUNDTHEWORLDOPERADELYON","title":"Opera Houses Around the World: Opéra de Lyon","program_id":"1296264561","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/30\/20221114090109714v9a.jpg","description":"Stingray Brava reist de aarde rond op zoek naar de geheimen van 's werelds beroemdste operahuizen. Reis in deze aflevering mee naar Frankrijk en ontdek alle wetenswaardigheden over de Opéra de Lyon in Lyon! Zodra het reuzenrad z'n hoogste punt bereikt, valt het oog van de bezoekers direct op het gebogen dak op van de Opéra. Dit is het werk van architect Jean Nouvel (1945), die een cilindrische constructie van glas en staal ontwierp bovenop de classicistische gevel van het oude operagebouw. Deze vereniging van contrasterende elementen symboliseert het snijvlak tussen traditie en innovatie: moderne opera, zoals we die in onze huidige cultuur beleven. Deze documentaire beschrijft hoe dit operahuis, dat internationaal geroemd wordt als architecturaal hoogstandje, een artistieke transformatie heeft doormaakt tot één van de belangrijkste podia van Europa — en hoe het de harten van de Lyonezen wist te veroveren met z’n uitgekiende repertoirekeuze. Een cruciale succesfactor voor deze culturele balanceeract is de samenwerking die dit operahuis aanging met andere operahuizen. De initiatiefnemers wilden een centrum voor de uitvoerende kunsten realiseren met jonge zangers onder leiding ...","category":""},"56168":{"channel":"141431343","start":"1669023275","end":"1669029281","first":"K","idtitle":"KRISTINEOPOLAISRECITAL","title":"Kristine Opolais Recital","program_id":"1296264567","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/23\/202211140901097149jj.jpg","description":"Kristine Opolais, de Letse prima donna en ster van de New York Metropolitan Opera, treedt op in haar thuisland. Samen met het Latvian National Symphony Orchestra verzorgde ze in 2017 een spetterend concert in de Nationale Opera van Letland. Op het programma staan verschillende aria’s die Opolais tot een internationale wereldster maakten. Italiaanse operamuziek maakt een prominent onderdeel uit van het concert, met aria’s die de toehoorders aanzetten tot dromen over de liefde en hen doen realiseren wat werkelijk belangrijk is in het leven. Geniet van de mooiste vocale en instrumentale stukken uit opera’s van Giuseppe Verdi, Giacomo Puccini, Pietro Mascagni, Camille Saint-Saëns, Arrigo Boito and Alfredo Catalani.","category":""},"56169":{"channel":"141431343","start":"1669029281","end":"1669031317","first":"S","idtitle":"SCHUMANNSYMFONIENR1OP38","title":"Schumann - Symfonie Nr. 1, Op. 38","program_id":"1296264573","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/50\/20221114090109715frf.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad, ter herdenking van de oprichting van het orkest op 1 mei 1882. In deze uitzending ziet u het Europaconcert van 1999, opgenomen in de Mariakerk in het Poolse Krakau, waar Bernard Haitink de Berliner Philharmoniker dirigeert in een uitvoering van Robert Schumanns Symfonie Nr. 1 in Bes majeur, Op. 38.","category":""},"56170":{"channel":"141431343","start":"1669031317","end":"1669032167","first":"J","idtitle":"JDHEINICHENMAGNIFICATINA","title":"J.D. Heinichen - Magnificat in A","program_id":"1296264579","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/37\/20221114090109715s2y.jpg","description":"Patrick Debrabandere leidt het Vox Mago kamerkoor in een uitvoering van het Magnificat in A van J. D. Heinichen. De uitvoering is onderdeel van het concertprogramma In Tempus Adventus, bestaande uit drie magistrale barokcantates. Opgenomen in december 2018 in de Begijnhof te Gent, België. Het Magnificat van Heinichen kent qua instrumentatie een typische barokklank, met strijkers, continuo en twee hobopartijen. Aanvankelijk werd Heinichen jurist in Weissenfels en pas in 1709 besloot hij om van muziek zijn beroep te maken. In Leipzig nam hij de leiding van het Collegium Musicum op zich en schreef hij daar cantates en opera’s. Met een beurs van zijn opdrachtgever, hertog Wilhelm Moritz in Zeitz, trok hij in 1709 naar Italië op studiereis. Hij verbleef er zeven jaar, leerde er het kruim van de toenmalige Italiaanse componisten kennen en genoot een zeker succes met zijn opera’s. Hij reisde er een tijdlang met Bachs latere opdrachtgever Leopold von Anhalt-Köthen, maar het was de Saksische kroonprins Friedrich August die hem in 1716 in Venetië voor het Hof in Dresden aanwierf. Opera’s schrijven kon hij niet lang doen in Dresden, want reeds in 1720 sloot de Saksische keurvorst en ...","category":""},"56171":{"channel":"141431343","start":"1669032167","end":"1669033213","first":"S","idtitle":"STRAUSSHOORNCONCERTNR1OP11","title":"Strauss - Hoornconcert nr. 1, Op. 11","program_id":"1296264585","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/73\/20221114090109715iyc.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in een uitvoering van Richard Strauss' Hoornconcert Nr. 1. Solist is Lasse Mauritzen, de eerste hoornist van het orkest.Het werk is een van de populairste en meest uitgevoerde hoornconcerten uit het repertoire. De vader van Strauss was een van de meest begenadigde hoornisten van zijn tijd. Naast het hoornconcert staan ook Beethovens Symfonie Nr. 7 en Schönbergs Verklärte Nacht op het programma. Dit concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"56172":{"channel":"141431343","start":"1669033213","end":"1669035696","first":"B","idtitle":"BARTOKROEMEENSEVOLKSDANSEN","title":"Bartók - Roemeense Volksdansen","program_id":"1296264591","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/22\/20221114090109715emv.jpg","description":"This concert entitled 'Liszt Mosaics' is dedicated to the rich traditonal of Hungarian Folk Music. The concert opens with a selection of Bartók's 44 Duos for 2 Violins (No. 17, 18, 36 and 44) performed by Shlomo Mintz and Radics Ferenc. Furthermore, Pál Eszter is accompanied by the Hungarian State Folk Ensemble and Cameristi della Scala in vocal performances of Hungarian Folk Music from the Kalotaszeg region. The ensembles conclude the concert by performing Romanian Folk Dances by Bartók, led by musical director István Pál Szalonna. Solo violinist is Agnese Ferraro.","category":""},"56173":{"channel":"141431343","start":"1669035696","end":"1669041500","first":"B","idtitle":"BRITTENWARREQUIEM","title":"Britten - War Requiem","program_id":"1296264597","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/67\/202211140901097150eu.jpg","description":"Paul McCreesh dirigeert het Orquesta Gulbenkian en Coro Infantil da Academia de Música de Sana Cecília in een uitvoering van Benjamin Brittens (1913-1976) War Requiem, Op. 66. Solisten zijn Tatiana Pavlovskaya (sopraan), John Mark Ainsley (tenor) en Hanno Müller-Brachmann (bas). Deze uitvoering is opgenomen in het Grande Auditorio Gulbenkian te Lissabon in 2014 en is geregisseerd door Yan Proefrock. Britten componeerde het War Requiem ter gelegenheid van de inwijding van de Coventry Cathedral in 1962. Traditionale Latijnse requiemteksten worden afgewisseld door teksten van Britse dichter Wilfred Owen. Britten componeerde het werk voor een bezetting van sopraan, tenor, bariton, jongenskoor, orgel en twee orkesten: een symfonie- en kamerorkest. Het kamerorkest begeleidt de Engelse teksten, terwijl het symfonieorkest de in Latijn gezongen teksten ondersteunt.","category":""},"56174":{"channel":"141431343","start":"1669041500","end":"1669043658","first":"S","idtitle":"SCHOENBERGVERKLAERTENACHTOP4","title":"Schönberg - Verklärte Nacht, Op. 4","program_id":"1296264603","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/96\/202211140901097155vm.jpg","description":"Fabio Luisi dirigeert het Deens Nationaal Symfonieorkest in een uitvoering van Arnold Schönberg’s toondicht 'Verklärte Nacht', Op. 4 (“Verlichte Nacht”). De componist schreef dit werk in 1899 eerst voor strijksextet, maar in 1917 arrangeerde hij het werk eigenhandig voor strijkorkest. Verklärte Nacht stamt uit het begin van Schönberg's carrière, toen hij manieren zocht om de Duitse romantische stijlen van Johannes Brahms en Richard Wagner voort te zetten. Het werk is gebaseerd op Richard Dehmels gedicht van dezelfde naam, waarin een vrouw en haar minnaar op een maanverlichte avond door het bos lopen. De vrouw biecht op dat zij zwanger is van een andere man die zij nooit heeft liefgehad. Deze uitvoering werd in 2017 opgenomen in het DR Koncerthuset in de Deense hoofdstad Kopenhagen.","category":""},"56175":{"channel":"141431343","start":"1669043658","end":"1669049231","first":"T","idtitle":"THENUTCRACKERONICE","title":"The Nutcracker on Ice","program_id":"1296264609","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/21\/20221114090109715f7b.jpg","description":"Met deze spetterende ijsdansproductie weten de Imperial Ice Stars zowel het publiek als tv-kijkers vanover de hele wereld met hun kunsten te betoveren. Deze uitvoering van Tsjaikovski’s De Notenkraker maakte onderdeel uit van de wereldtournee van 2011 en is opgenomen tijdens een liveshow vanuit Kaapstad, Zuid-Afrika. Tony Mercers uitmuntende regie, de spectaculaire setting, prachtige kostuums en lichtontwerp dragen alle bij aan deze bijzondere productie. De cast van 26 dansers, waaronder solisten Vadim Yarkov en Olga Sharutenko, wordt begeleid door het Manchester Symphony Orchestra onder leiding van Tim A. Duncan.","category":""},"56176":{"channel":"141431343","start":"1669049231","end":"1669054321","first":"T","idtitle":"TRIOSTSJAIKOVSKIOP50SHOSTAKOVICHOP67","title":"Trio's: Tsjaikovski, Op. 50 & Shostakovich, Op. 67","program_id":"1296264615","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/96\/20221114090109715voi.jpg","description":"Het Trio Zadig is ontstaan toen twee jeugdvrienden uit Frankrijk, Boris Borgolotto (viool) en Marc Girard Garcia (cello) besloten om samen met de Amerikaanse pianist Ian Barber de krachten te bundelen. Tot vandaag de dag heeft het trio meerdere internationale prijzen gewonnen op concoursen in Frankrijk, Italië, Oostenrijk en de Verenigde Staten. In dit concert vanuit het Auditorium St. Pierre des Cuisines te Toulouse, interpreteert het trio verschillende werken van Russische componisten. Op het programma staan Tsjaikovksi’s Pianotrio in a-klein, Op. 50 en Dmitri Sjostakovitsjs’ Pianotrio Nr. 2 in e-klein, Op. 67.","category":""},"56177":{"channel":"141431343","start":"1669054321","end":"1669059000","first":"H","idtitle":"HOWTOGETOUTOFTHECAGEAYEARWITHJOHNCAGE","title":"How to get out of the Cage - A year with John Cage","program_id":"1296264621","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/88\/20221114090109715gbn.jpg","description":"De documentaire How to get out of the Cage (2012) van de prijswinnende regisseur Frank Scheffer vormt een intiem portret van John Cage (1912-1992), een van de belangrijkste componisten van de twintigste eeuw. Van 1982 tot 1992 werkte Scheffer nauw samen met Cage en dit resulteerde in uniek beeld- en geluidsmateriaal, zoals interviews, muziekuitvoeringen en beelden van locaties die een belangrijke rol spelen in het leven en werk van de componist. In al zijn werk over Cage maakt Scheffer gebruik van de Chinese kansmethode I Tjing (het Boek der Veranderingen), die Cage ook gebruikte in zijn composities. Toch besloot Scheffer deze documentaire te structureren op de gebruikelijke manier: gebaseerd op keuzes.","category":""},"56178":{"channel":"141431343","start":"1669059000","end":"1669068114","first":"V","idtitle":"VERDILATRAVIATA","title":"Verdi - La Traviata","program_id":"1296264627","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/83\/20221114090109715nxe.jpg","description":"Yannick Nézet-Séguin leidt het orkest en koor van de Metropolitan Opera in deze uitvoering van La traviata van Giuseppe Verdi (1813–1901) uit december 2018. Onder de solisten zijn Diana Damrau (Violetta), Juan Diego Flórez (Alfredo), Quinn Kelsey (Giorgio), Maria Zifchak (Annina), en Marco Antonio Jordao (Giuseppe). Verdi’s La traviata kwam haar roemruchte, dramatische première te boven en groeide uit tot één van de meest geliefde opera's van het repertoire. Na de grootschalige dramatiek van zijn eerdere opera's als Rigoletto en Il trovatore putte de componist nu inspiratie uit een intiemer onderwerp, wat misschien wel zijn meest diepzinnige, oprechte muziek opleverde. Verdi en librettist Francesco Maria Piave baseerden La traviata op een toneelstuk dat zich nu eens niet afspeelde in het verre verleden, maar in hun eigen tijd – een unicum in de lange carrière van de componist. De titelrol van de “gevallen vrouw”, een onuitputtelijke bron van vocale en dramatische mogelijkheden en uitdagingen, weet de verbeelding van publiek en artiesten nog altijd te prikkelen. De muzikaal-dramatische kunde waarmee Verdi een individu portretteert dat wordt gemarginaliseerd door de maatschappij ...","category":""},"56179":{"channel":"141431343","start":"1669068114","end":"1669068849","first":"R","idtitle":"ROTATHEGODFATHERSUITE","title":"Rota - The Godfather Suite","program_id":"1296264633","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/88\/20221114090109715xlg.jpg","description":"This exclusive live concert production presents a unique selection of movie classics - from Sergio Leone’s iconic Spaghetti Westerns to modern mafia masterpieces by Francis Ford Coppola and the cult movies of Tarantino. The Danish National Symphony Orchestra and Concert Choir are conducted by Sarah Hicks in this premiere performance of authentic soundtracks by composer legends Ennio Morricone, Nino Rota, Sonny Bono and Bernard Herrmann. Soloists for this performance are Tuva Semmingsen (mezzo), Christine Nonbo Andersen (soprano), Hans Ulrik (saxophone) and Mads Kjølby (guitars). Recorded at the DR Koncerthuset in Copenhagen, Denmark in 2018.","category":""},"56180":{"channel":"141431343","start":"1669068849","end":"1669069589","first":"S","idtitle":"SEGATTASUITENECROMANTICA","title":"Segatta - Suite Necromantica","program_id":"1296264639","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/53\/20221114090109715eds.jpg","description":"Nicola Segatta (cello) voert zijn eigen compositie 'Suite Necromantica' (2020) uit op een zelfgebouwde cello. Segatta (1982) is een Italiaans hedendaagse componist en cellist. Oorspronkelijk was dit stuk bedoeld voor een cello met vijf snaren. De opdracht voor dit stuk was gegeven door cellist Giovanni Sollima en Musica Insieme Bologna.","category":""},"56181":{"channel":"141431343","start":"1669069589","end":"1669071600","first":"S","idtitle":"SCHUBERTDERHIRTAUFDEMFELSEND965","title":"Schubert - Der Hirt auf dem Felsen, D 965","program_id":"1296264645","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/80\/20221114090109715thx.jpg","description":"Klarinettist Sharon Kam, sopraan Jacquelyn Wagner en pianist Matan Porat bundelden op 11 mei 2020 hun krachten in dit recital uit Schinkel Pavillon Berlijn. Het programma begint met Claude Debussy's Première Rhapsodie voor klarinet en piano, gevolgd door Johannes Brahms' Sonate voor klarinet en piano, Opus 120 nr. 2. Porat speelt aansluitend Maurice Ravels Une barque sur l'océan voor piano. Na Francis Poulenc's Klarinetsonate besluit het concert met Franz Schuberts lied 'Der Hirt auf dem Felsen' in een arrangement voor klarinet, sopraan en piano.","category":""}}