{"72358":{"channel":"280715089","start":"1669764000","end":"1669771200","first":"G","idtitle":"GETWET","title":"Get Wet","program_id":"1299993616","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/13\/20221123090019845luk.jpg","description":"...","category":""},"72359":{"channel":"280715089","start":"1669771200","end":"1669777500","first":"D","idtitle":"DRAINEDTOPERFECTION","title":"Drained to Perfection","program_id":"1299993622","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/48\/20221123090019845bii.jpg","description":"...","category":""},"72360":{"channel":"280715089","start":"1669777500","end":"1669779300","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSBRYANSINGER","title":"Hollywood's Best Film Directors: Bryan Singer","program_id":"1299993628","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/81\/202211230900198458a4.jpg","description":"Met The Usual Suspects uit 1995, zijn tweede film, brak regisseur Bryan Singer door, om zich vijf jaar later te commiteren aan de X-Men films - een ommekeer voor het superheldengenre. In 2018 regisseerde hij de hitfilm Bohemian Rhapsody.","category":""},"72361":{"channel":"280715089","start":"1669779300","end":"1669786200","first":"L","idtitle":"LETMEIN","title":"Let Me In","program_id":"1299993634","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/53\/20221123090019845t5k.jpg","description":"New Mexico, begin jaren tachtig. De twaalfjarige Owen is een eenzame jongen die op school wordt gepest door drie klasgenoten. Thuis koestert hij zijn wraakgevoelens. Op een avond treft hij bij de speeltoestellen voor hun gebouw de twaalfjarige Abby. Het meisje is pas in de buurt is komen wonen, samen met haar vader. De twee raken bevriend en Abby spoort Owen aan om voor zichzelf op te komen. Owen kan echter niet vermoeden welk duister geheim Abby met zich meedraagt.","category":""},"72362":{"channel":"280715089","start":"1669786200","end":"1669792200","first":"B","idtitle":"BLAME","title":"Blame","program_id":"1299993640","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/91\/20221123090019845vnd.jpg","description":"De mooie maar onstabiele student Abigail heeft een taboe-relatie met haar leraar Jeremy. Dit valt bij haar klasgenoot Melissa op, die barst van de jaloezie. Melissa is het populaire meisje op school, de aanvoerder van de cheerleaders, met een klein leger van bewonderaars die haar volgen. Beetje bij beetje raakt ze volledig geobsedeerd en wil ze niets liever dan Abigail's leven ellendig maken. Wat begon met vrij onschuldige pesterijen liep volledig uit de hand: Chantage, stalken, geweld. Maar Melissa ontdekt dat Abigail zelf een duister geheim heeft en niet bang is om genadeloos alles te doen om te krijgen wat ze wil.","category":""},"72363":{"channel":"280715089","start":"1669792200","end":"1669797600","first":"A","idtitle":"ABCSOFSUPERHEROES","title":"ABCs of Superheroes","program_id":"1299993646","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/8\/202211230900198459ej.jpg","description":"Het ABC van Superhelden brengt je niet minder dan zesentwintig van de meest heroïsche en waanzinnige helden en schurken aller tijden. Van de Almachtige Aap tot de fantastische Zee-Mannen, deze actiekomedie je lachen en schreeuwen om meer. De ultieme ervaring als het gaat om Superkrachten!","category":""},"72364":{"channel":"280715089","start":"1669797600","end":"1669803300","first":"T","idtitle":"THEHUMANITYBUREAU","title":"The Humanity Bureau","program_id":"1299993652","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/23\/20221123090019845nkw.jpg","description":"In een grotendeels opgedroogde wereld, bepaalt het Bureau voor de Mensheid met koude precisie of burgers van waarde zijn voor de samenleving. Noah werkt voor het Bureau om burgers te deporteren die van onvoldoende waarde geacht worden. Enkele collega's die jaloers zijn op zijn succes, zetten een valstrik op voor hem. Hij krijgt het bevel om een jonge moeder en haar zoontje te deporteren. Noah besluit hen echter te helpen en ontdekt een gruwelijk geheim binnen het Bureau. Hij moet al zijn kennis en gevechtservaring gebruiken om zijn leven en dat van Rachel en Lucas te redden.","category":""},"72365":{"channel":"280715089","start":"1669803300","end":"1669809000","first":"N","idtitle":"NEKROTRONIC","title":"Nekrotronic","program_id":"1299993658","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/29\/20221123090019845n9h.jpg","description":"De onfortuinlijke reinigingsmedewerker Howard North raakt betrokken bij een wereldwijd conflict tussen twee Nekromancers - de keiharde demonenjagers Molly en Torquel - en de duivelse Finnegan (Monica Bellucci) die het internet heeft geïnfiltreerd om de zielen van miljoenen mensen, verslaafd aan hun mobieltjes, te verslinden. Wanneer Howard achter de waarheid van Finnegans verleden komt, sluit hij zich aan bij Molly en Torquel om de plannen van de gevaarlijke demon te dwarsbomen. Hij ontdekt dat hij de ultieme Nekromancer is. De enige die de kracht heeft om de wereld te redden.","category":""},"72366":{"channel":"280715089","start":"1669809000","end":"1669814100","first":"S","idtitle":"SHADOWINTHECLOUD","title":"Shadow in the Cloud","program_id":"1299993664","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/2\/2022112309001984550n.jpg","description":"Badass-chick Maude (Chloë Grace Moretz) bluft zich tijdens een geheime missie een bommenwerper in tijdens de Tweede Wereldoorlog. Als enige vrouw moet ze zich niet alleen verweren tegen de achterdochtige en seksistische bemanning, maar ook tegen een mysterieuze vijand. Is het de Japanse vloot of een duister wezen? En wat wordt er vervoerd in het ruim? Het duurt niet lang voor de hel losbreekt en Maude alles moet doen om te overleven.","category":""},"72367":{"channel":"280715089","start":"1669814100","end":"1669819200","first":"A","idtitle":"ACTSOFVENGEANCE","title":"Acts of Vengeance","program_id":"1299993670","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/78\/20221123090019845uj2.jpg","description":"Hoewel Frank Valera veel om zijn vrouw en dochter geeft, heeft hij weinig tijd voor ze vanwege zijn baan als advocaat. Op een avond mist hij de talentenshow van zijn dochter. Later krijgt Frank opeens van de politie te horen dat zijn familie dood is teruggevonden langs de weg. Niemand weet wie erachter zit. Frank stort helemaal in elkaar en probeert zijn verdriet weg te drinken. Maar dan raakt hij geïnspireerd om wraak te nemen en legt een eed van stilte af.","category":""},"72368":{"channel":"280715089","start":"1669819200","end":"1669824900","first":"S","idtitle":"SKYFIRE","title":"Skyfire","program_id":"1299993676","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/89\/202211230900198454qp.jpg","description":"Hoewel een geologe voorspelt dat een sluimerende vulkaan - de trekpleister van een Chinees vakantiepark - op uitbarsten staat, weigeren overheid en zakenlui de bezoekers van het resort te evacueren. Als het eiland plots bedolven wordt onder vuurballen en lavastromen, ontbrandt letterlijk en figuurlijk een race tegen de tijd om iedereen te redden.","category":""},"72369":{"channel":"280715089","start":"1669824900","end":"1669831500","first":"E","idtitle":"ENTRAPMENT","title":"Entrapment","program_id":"1299993682","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/3\/20221123090019845t7m.jpg","description":"De legendarische en beruchte meesterdief Mac MacDougal reist de hele wereld af met de doelstelling zoveel mogelijk kunstwerken te stelen. Hij verkeert dus in de beste kringen en logeert in de duurste hotels. Kortom: overal waar geld is vind je Mac. Een undercover verzekeringsagente, Gin Baker, heeft hem echter in de smiezen en doet zich bij Mac voor als een meesterdievegge. Zij plannen hun superdiefstal op de vooravond van het nieuwe millennium. Op het moment dat de wederzijdse aantrekkingskracht groeit maar ook het wantrouwen, neemt het verhaal een compleet ander wending...","category":""},"72370":{"channel":"280715089","start":"1669831500","end":"1669838400","first":"T","idtitle":"THEVANISHED","title":"The Vanished","program_id":"1299993688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/1\/20221123090019845pu4.jpg","description":"Wat een leuke campervakantie aan een idyllisch meertje moest worden, ontaardt in een nachtmerrie wanneer het dochtertje van Paul en Wendy (Thomas Jane en Anne Heche) plots spoorloos verdwijnt. Hoewel de lokale sheriff (Jason Patric) zijn best doet, kan hij geen spoor van het meisje vinden. Paul en Wendy vermoeden kwade opzet en nemen het recht in eigen hand. Met alle gevolgen van dien.","category":""},"72371":{"channel":"280715089","start":"1669838400","end":"1669843500","first":"T","idtitle":"THEROW","title":"The Row","program_id":"1299993694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/52\/2022112309001984659q.jpg","description":"Een seriemoordenaar heeft het gemunt op de meisjes op de campus. Nieuwkomer Riley raakt verwikkelt in een sinister complot met een duister geheim bij het dispuut waar ze lid van is. Ondertussen onderzoekt haar vader, rechercheur Cole, de zaak. Hij moet proberen de identiteit van de moordenaar te onthullen voordat het te laat is en Riley het volgende slachtoffer wordt.","category":""},"72372":{"channel":"280715089","start":"1669843500","end":"1669849500","first":"L","idtitle":"LINEOFDUTY","title":"Line of Duty","program_id":"1299993700","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/14\/20221123090019846uft.jpg","description":"Wanneer politieagent Frank Penny (Aaron Eckhart) tegen alle bevelen in een achtervolging inzet, schiet hij de kidnapper dood die de elfjarige dochter van de commissaris ergens heeft opgesloten. Frank moet alles op het spel zetten om het meisje te redden, maar om haar te vinden heeft hij de hulp nodig van vlogger Ava Brooks. Zij volgt Frank op de voet en zendt alles live uit op haar nieuwskanaal. Terwijl de stad toekijkt, beginnen Frank en Ava aan een race tegen de klok.","category":""}}