{"72232":{"channel":"280715089","start":"1669158600","end":"1669160700","first":"C","idtitle":"CONFESSIONSOFASINNER1","title":"Confessions of A Sinner 1","program_id":"1297087593","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/22\/20221116090029736xch.jpg","description":"...","category":""},"72233":{"channel":"280715089","start":"1669160700","end":"1669162500","first":"C","idtitle":"CONFESSIONSOFASINNER2","title":"Confessions of A Sinner 2","program_id":"1297087599","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/56\/20221116090029737z7h.jpg","description":"...","category":""},"72234":{"channel":"280715089","start":"1669162500","end":"1669164600","first":"C","idtitle":"CONFESSIONSOFASINNER3","title":"Confessions of A Sinner 3","program_id":"1297087605","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/10\/20221116090029737ner.jpg","description":"...","category":""},"72235":{"channel":"280715089","start":"1669164600","end":"1669170600","first":"S","idtitle":"SINFULDETECTIVE","title":"Sinful Detective","program_id":"1297087611","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/1\/20221116090029737dwb.jpg","description":"...","category":""},"72236":{"channel":"280715089","start":"1669170600","end":"1669179600","first":"A","idtitle":"ADMIRAL","title":"Admiral","program_id":"1297087617","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/34\/2022111609002973794i.jpg","description":"Na het overlijden van admiraal Maarten Tromp wordt Michiel de Ruyter aangesteld als zijn opvolger. De Ruyter behaalt grote successen als admiraal over de oorlogsvloot van de Republiek der Zeven Verenigde Nederlanden en weet met zijn vlaggenschip de Zeven Provinciën de Engelsen te verslaan. In de Republiek is echter een interne machtsstrijd losgebroken tussen enerzijds de republikeinen met als aanvoerder Johan de Witt en anderzijds de Orangisten die prins Willem III op de troon willen plaatsen. Als De Witt wordt vermoord en Willem III als stadhouder is geïnstalleerd wordt De Ruyter op een onmogelijke missie gestuurd.","category":""},"72237":{"channel":"280715089","start":"1669179600","end":"1669181400","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSPAULVERHOEVEN","title":"Hollywood's Best Film Directors: Paul Verhoeven","program_id":"1297087623","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/19\/20221116090029737gk0.jpg","description":"Met Nederlandse bioscoophits als Turks fruit, Soldaat van Oranje en Zwartboek en de internationale successen RoboCop, Total Recall, Basic Instinct en Elle is Paul Verhoeven is een van de grootste filmregisseurs die ons land rijk is.","category":""},"72238":{"channel":"280715089","start":"1669181400","end":"1669187700","first":"P","idtitle":"PRIDEANDPREJUDICEANDZOMBIES","title":"Pride and Prejudice and Zombies","program_id":"1297087629","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/49\/20221116090029737btq.jpg","description":"Engeland, 19e eeuw. Elizabeth Bennett en haar vier bevallige zussen worden door hun vader getraind in de vechtkunsten om zombie-aanvallen af te weren. Hun moeder probeert haar dochters ondertussen wanhopig aan de man te helpen en is blij met de komst van Mr. Darcy. Deze knappe maar onuitstaanbare man is behalve een fanatieke zombiemoordenaar, ook het levende voorbeeld van het vooroordeel dat heerst over de hogere klasse. Als de zombie-uitbraak epidemische vormen aanneemt moeten alle partijen hun trots inslikken en hun krachten bundelen om de levende doden in het bloeddoorlopen slagveld voor eens en voor altijd te verslaan.","category":""},"72239":{"channel":"280715089","start":"1669187700","end":"1669193400","first":"C","idtitle":"CELL","title":"Cell","program_id":"1297087635","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/27\/20221116090029737dwm.jpg","description":"Noodlijdend kunstenaar Clay Riddell probeert huiswaarts te keren naar zijn zoon als plots overal chaos losbreekt en mensen in moordlustige monsters veranderen. Clay heeft al snel door dat een vreemd signaal uitgezonden door mobiele telefoons de oorzaak is van de apocalyptische epidemie. Samen met een groep andere overlevenden in New England probeert hij het mysterie rondom het signaal te ontrafelen.","category":""},"72240":{"channel":"280715089","start":"1669193400","end":"1669199100","first":"T","idtitle":"THEHOWLINGREBORN","title":"The Howling: Reborn","program_id":"1297087641","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/46\/20221116090029737xlq.jpg","description":"Op de avond van zijn diploma-uitreiking, legt buitenbeentje Will eindelijk contact met het meisje van zijn dromen. Tegelijkertijd komt hij tot de verschrikkelijke ontdekking dat hij een weerwolf is. Nu moet hij niet alleen zijn eigen bloeddorstige aard onderdrukken, maar het ook opnemen tegen een leger van gevaarlijke monsters die de mensheid wil wegvagen.","category":""},"72241":{"channel":"280715089","start":"1669199100","end":"1669204800","first":"T","idtitle":"THEWRETCHED","title":"The Wretched","program_id":"1297087647","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/28\/202211160900297378a1.jpg","description":"Ben is een rebelse tiener die worstelt met de scheiding van zijn ouders. Terwijl hij de zomer doorbrengt bij zijn vader, ontdekt hij dat de buurvrouw bezeten is door een kwaadaardige entiteit. Een eeuwenoude heks die zich voedt met kinderen. Omdat niemand hem wil geloven, bindt hij ten einde raad zelf de ongelijke strijd aan.","category":""},"72242":{"channel":"280715089","start":"1669204800","end":"1669211100","first":"T","idtitle":"THISISYOURDEATH","title":"This is Your Death","program_id":"1297087653","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/75\/20221116090029737i2a.jpg","description":"De finale van de populaire tv-show Trouw De Miljonair krijgt een gruwelijke wending wanneer de verliezend finalist live op tv haar rivaal, de miljonair en zichzelf door het hoofd schiet. De idealistische presentator Adam (Josh Duhamel) weet ternauwernood te ontkomen. Zijn redacteur Ilana (Famke Janssen) wil tegen de wil van Adam volop munt slaan uit de publiciteit. Er ontstaat een machtsstrijd op het scherpst van de snede tussen de twee. De idealen worden al snel uit het oog verloren en de twee schuwen geen enkel middel in hun strijd om het grote publiek te binden. Met gruwelijke gevolgen.","category":""},"72243":{"channel":"280715089","start":"1669211100","end":"1669217100","first":"J","idtitle":"JOHNWICK","title":"John Wick","program_id":"1297087659","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/31\/202211160900297371uc.jpg","description":"John Wick (Keanu Reeves) is een levende legende door zijn kwaliteiten als huurmoordenaar voor de Russische maffia. De mysterieuze eenling heeft zijn verleden afgezworen en wil niets liever dan in alle rust genieten van zijn luxe leven in New York. Totdat alles wat hem lief is, wordt afgenomen door een groep gewelddadige gangsters. Er rest John Wick nog maar een ding: wraak.","category":""},"72244":{"channel":"280715089","start":"1669217100","end":"1669226400","first":"Z","idtitle":"ZERODARKTHIRTY","title":"Zero Dark Thirty","program_id":"1297087665","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/20\/20221116090029737fz8.jpg","description":"Na de aanslagen van 11 september 2001 start een intensieve zoektocht naar Osama Bin Laden. Alle geheime diensten van de Verenigde Staten zijn op zoek naar de meest beruchte terrorist ter wereld en falen hem te vinden. Het is uiteindelijk de intelligentie en opmerkzaamheid van één vrouw (Jessica Chastain) die ervoor zorgt dat Bin Laden in handen valt van de Navy SEALS.","category":""},"72245":{"channel":"280715089","start":"1669226400","end":"1669233600","first":"T","idtitle":"TRANSCENDENCE","title":"Transcendence","program_id":"1297087671","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/51\/20221116090029737w0i.jpg","description":"Dokter Will Caster is de voornaamste onderzoeker op het gebied van Kunstmatige Intelligentie. Hij werkt aan een machine die collectieve kennis combineert met menselijke emoties. Het zijn controversiële experimenten waar anti-technologische extremisten tegen in opstand komen. Maar vlak voor zijn dood lukt het Will alsnog om zijn bewustzijn te uploaden in het computersysteem. Zijn vrouw Evelyn en vriend Max, beiden mede-onderzoekers, maken dit mogelijk maar niet zonder hun twijfels. Hun grootste angsten worden werkelijkheid wanneer Wills zoektocht naar oneindige kennis evolueert in een honger naar macht.","category":""},"72246":{"channel":"280715089","start":"1669233600","end":"1669240200","first":"other","idtitle":"7PSYCHOPATHS","title":"7 Psychopaths","program_id":"1297087677","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/43\/20221118210021077vqf.jpg","description":"Scenarioschrijver Marty worstelt met zijn nieuwe script 'Seven Psychopaths'. Hij heeft dringend een beetje inspiratie nodig. Marty doet alles voor een goed verhaal en raakt betrokken bij de criminele activiteiten van zijn beste vriend Billy en diens partner in crime Hans, die samen een aardig centje bijverdienen met het kidnappen van honden. Alles loopt uit de hand wanneer de dognappers de geliefde hond van de psychopathische gangster Charlie ontvoeren. Marty krijgt genoeg ideeën voor zijn script, maar met Charlie achter zich aan is het de vraag of hij het nog na kan vertellen.","category":""},"72247":{"channel":"280715089","start":"1669240200","end":"1669246500","first":"S","idtitle":"SENTINEL","title":"Sentinel","program_id":"1297087683","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/93\/20221116090029737357.jpg","description":"Pete Garrison (Michael Douglas) heeft een lange staat van dienst bij de Amerikaanse geheime dienst en werkt momenteel voor de presidentsvrouw (Kim Basinger). Wanneer aan het licht komt dat er aanslag wordt beraamd op president, vraagt Garrison aan zijn goede collega David Breckinridge (Kiefer Sutherland) om de onderste steen boven te krijgen. Helaas leiden alle sporen van een mol binnen de organistatie naar Garrison zelf. Terwijl Breckinridge niets anders kan dan zijn oude leermeester te arresteren, is hun collega Jill Marin (Eva Longoria) minder overtuigd van de zaak.","category":""}}