{"57297":{"channel":"141431343","start":"1669676400","end":"1669685277","first":"L","idtitle":"LEHARDIELUSTIGEWITWE","title":"Lehár - Die lustige Witwe","program_id":"1299581832","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/51\/202211220900497186to.jpg","description":"Parijs, de stad van liefde (en lichte zeden) is een uitstekende plaats voor een operette moet Franz Lehár gedacht hebben toen hij Die Lustige Witwe componeerde. De weduwe Hanna Glawari is stinkend rijk. De ambassadeur van het arme Ponteverdo wil er voor zorgen dat haar geld niet in de handen van een buitenlander verdwijnt en zoekt daarom een geschikte man voor haar. Hij denkt er een gevonden te hebben in de gedaante van graaf Danilo Danilowitsch, die al verliefd op Hanna was vóór haar huwelijk met haar overleden man. Hij kon toen echter niet met haar trouwen vanwege haar stand en nu durft hij zijn liefde niet te bekennen uit angst dat ze denk dat hij alleen maar achter haar 20 miljoen aanzit... Opgenomen in de Semperoper in Dresden in 2008 met onder anderen Gunter Emmerlich, Bo Skovhus en Petra Maria Schnitzer.","category":""},"57298":{"channel":"141431343","start":"1669685277","end":"1669694857","first":"S","idtitle":"SUMMERNIGHTMUSICSPIRITSOFMUSIC","title":"Summer Night Music - Spirits of Music","program_id":"1299581838","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/3\/20221122090049718g4k.jpg","description":"Spirits of Music is een ongewone muzikale reis door de eeuwen, die alle werelddelen aandoet. De verschillende geloven van de componisten en musici inspireren optredens met een sterke religieuze lading. Het levert ontroerende voorbeelden op van de emotionele kracht die goede muziek kan hebben. Internationaal geroemde solisten en ensembles, onder wie Bobby McFerrin, Nigel Kennedy, Sibylla Rubens en het Gewandhausorchester Leipzig, voeren geliefde werken uit de Europese muzikale traditie uit van onder meer J. S. Bach, W. A. Mozart en Giuseppe Verdi. Talrijke prachtige voorbeelden van religieuze muziek komen van artiesten als Kroke, de Kuumba Singers, Mari Boine, Bulgarian Voices Angelite, Vocal Sampling, en het Ensemble Al-Kindi. Doordat dit programma muziek omvat van over de hele wereld, is het resultaat een spannend contrast tussen Europese en niet-Europese muziek.","category":""},"57299":{"channel":"141431343","start":"1669694857","end":"1669696697","first":"L","idtitle":"LANGLANGTHETHIRDDIMENSION","title":"Lang Lang – The Third Dimension","program_id":"1299581844","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/75\/20221122090049718gba.jpg","description":"De Chinese pianist Lang Lang speelt enkele van de meest geliefde stukken uit binnen het pianorepertoire. Op het programma staan het eerste deel van Beethovens 'Appassionata' Pianosonate, Op. 57, het ‘Precipato’ uit Prokofievs Pianosonate Nr. 7 en ‘Evocation’ uit Albeniz’ Iberia (Boek 1). Lang Lang sluit af met een krachtige uitvoering van Chopins ‘Heroïsche’ Polonaise, Op. 53.","category":""},"57300":{"channel":"141431343","start":"1669696697","end":"1669698000","first":"D","idtitle":"DEBUSSYTROISNOCTURNES","title":"Debussy - Trois Nocturnes","program_id":"1299581850","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/12\/20221122090049718ev2.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. De editie van 1998 vond plaats op een fascinerende, unieke locatie: het Vasamuseum in Stockholm. Dit maritieme museum stelt de Vasa tentoon: dit enorme, 17e-eeuws schip, dat 69 meter lang en 12 meter breed was en 1210 ton woog, kapseisde en zonk al op haar eerste reis in 1628. Hiermee is het museum de perfecte achtergrond voor de Berliner Philharmoniker onder leiding van Claudio Abbado, die een muziekprogramma uitvoeren dat perfect aansluit op deze maritieme omgeving. Claude Debussy's Nocturnes dragen met impressionistische tonen van licht en kleur bij aan een indrukwekkend concert.","category":""},"57301":{"channel":"141431343","start":"1669698000","end":"1669701401","first":"B","idtitle":"BEETHOVENSOCTETENDVORAKSSERENADE","title":"Beethovens Octet en Dvořáks Serenade","program_id":"1299581856","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/10\/20221122090049718t2v.jpg","description":"De Berliner Philharmoniker behoort al jaren tot de beste orkesten ter wereld. In 1990 kwamen musici uit het orkest bijeen om enkele prachtige kamermuziekstukken te spelen. Het eerste is Ludwig van Beethovens Octet in Es-groot en er wordt afgesloten met Antonín Dvořáks Serenade in d-klein. Beide composities zijn geschreven voor blaasinstrumenten. Wel herschreef en breidde Beethoven zijn eerste strijkkwartet uit voor zijn Octet in Es-groot. Dit concert is opgenomen in de Neue Kammern naast Slot Sanssouci, het zomerverblijf van Frederik de Grote.","category":""},"57302":{"channel":"141431343","start":"1669701401","end":"1669706259","first":"S","idtitle":"SCHUBERTWINTERREISE","title":"Schubert - Winterreise","program_id":"1299581862","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/23\/20221122090049718onk.jpg","description":"Dat Franz Schuberts liederencyclus ‘Winterreise’ een meesterwerk is, bewijst het aantal boeken en opnames van en over dit werk alleen al. De centrale vraag die specialisten vaak oproepen bij dit werk is of het überhaupt wel een liederencyclus is. De 24 liederen waaruit de cyclus bestaat, met teksten van dichter Wilhelm Müller werden in twee verschillende lichtingen gepubliceerd: een in februari 1827 en een in oktober van hetzelfde jaar. Het verhaal lijkt vrij simpel: een jongeman wordt afgewezen en daarna midden in de winter op een doelloze reis gaat. De sfeer van de liederen is echter zwaar en mistroostig.","category":""},"57303":{"channel":"141431343","start":"1669706259","end":"1669709782","first":"B","idtitle":"BRAHMSVIOOLCONCERTAKADEMISCHEFESTOUVERTUERE","title":"Brahms - Vioolconcert & Akademische Festouvertüre","program_id":"1299581868","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/48\/20221122090049718tza.jpg","description":"Franz Welser-Möst dirigeert het Cleveland Orchestra in een concertprogramma met werken van Johannes Brahms (1833-1897). Het concert opent met de Akademische Festouvertüre, Op. 80. Brahms componeerde het werk ter ere van de Universiteit van Breslau, waar de componist een eredoctoraat ontving in de filosofie. Na deze ouverture volgt Brahms' Vioolconcert in D, Op. 77. Soliste is de vermaarde Duitse violiste Julia Fischer (1983). Brahms componeerde het werk speciaal voo vioolvirtuoos Joseph Joachim, die het schaarde onder de 'vier grote Duitse vioolconcerten', naast die van Beethoven, Bruch en Mendelssohn. Dit concert is opgenomen in de Severance Hall te Cleveland, VS in 2014.","category":""},"57304":{"channel":"141431343","start":"1669709782","end":"1669712710","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEMARCELTADOKORO","title":"CMIM Piano 2021 - Halve finale: Marcel Tadokoro","program_id":"1299581874","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/72\/20221122090049718rpn.jpg","description":"Marcel Tadokoro (Frankrijk, 1993) voert François Couperin’s La Visionnaire (25e ordre, Boek 4), Ludwig van Beethovens Zes variaties in F-groot, Op. 34, Igor Stravinsky’s Russische Dans, Petroesjka's Kamer, en het Carnaval uit 'Petroesjka', en Karol Szymanowski's Variaties in bes-klein, Op. 3 uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Salle Cortot van de École Normale de Musique in Parijs, Frankrijk.","category":""},"57305":{"channel":"141431343","start":"1669712710","end":"1669716897","first":"B","idtitle":"BRUCKNERSYMFONIENR9","title":"Bruckner - Symfonie Nr. 9","program_id":"1299581880","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/38\/20221122090049719rb5.jpg","description":"Anton Bruckners Symfonie Nr. 9 kan worden beschouwd als zijn afscheid van het leven. Al toen Bruckner in 1887 aan het werk begon, zat zijn gezondheid hem dwars. Hij uitte de hoop dat \"God mij genoeg tijd zal gunnen om het te voltooien\", en tijdens de jaren die volgden werkte hij onvermoeibaar verder. In eind 1894 had hij alleen de eerste drie delen af. Toen hij op 11 oktober 1896 overleed, liet hij zes verschillende versies van de finale na, die geen van allen voltooid waren. Desalniettemin is het een monumentaal werk geworden, met de imposante grandeur van een kathedraal. De vele details van deze architectonische kolos komen verbazingwekkend transparant tot leven in de handen van dirigent Franz Welser-Möst en het Cleveland Orchestra. Het orkest nam in de laatste dagen van oktober 2007 een krachtige, afgemeten uitvoering van deze symfonie op in de prachtige Gouden Zaal van de beroemde Musikverein in Wenen: op ditzelfde podium werd het werk in 1903 voor het eerst uitgevoerd.","category":""},"57306":{"channel":"141431343","start":"1669716897","end":"1669720719","first":"T","idtitle":"TRIOSVOORKLARINETBEETHOVENGLINKASPOHR","title":"Trio's voor klarinet: Beethoven, Glinka & Spohr","program_id":"1299581886","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/15\/20221122090049719ota.jpg","description":"Klarinettist Henk de Graaf behaalde alle diploma’s met onderscheiding. In 1973 verwierf hij de “Prix d’Exellence”. In 1975 werd hij benoemd tot eerste soloklarinettist van het Rotterdams Philharmonisch Orkest met wie hij onder meer de concerten van Mozart en Von Weber speelde en verder het concerto van Lindpainter tijdens een Americaanse tournee van het RPhO. Ook speelde hij enkele jaren in het Nederlands Blazers Ensemble en maakte deel uit van diverse kamermuziekensembles. Tegenwoordig vormt hij zijn eigen ensembles, speelt hij solo en dirigeert hij het Symfonisch Blazers Collectief Nederland wat bestaat uit professionele blazers en goed gevorderde amateurs uit heel Nederland. In deze uitzending ziet u klarinettrio's van Glinka, Beethoven, Crusell, Baermann en Spohr.","category":""},"57307":{"channel":"141431343","start":"1669720719","end":"1669723873","first":"M","idtitle":"MAESTRABALTICAANUTALIBALTISCHEMUZIEK","title":"Maestra Baltica - Anu Tali & Baltische muziek","program_id":"1299581892","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/12\/20221122090049719lvc.jpg","description":"“Agressief, smerig en gewelddadig. Zo zitten wij, Estlanders, in elkaar.” Met deze woorden waarschuwde Anu Tali haar nieuwe collega's tijdens haar eerste ontmoeting met het Münchener Kammerorchester. Deze Estlandse dirigent stelde voor haar debuut een Baltisch programma samen: het vioolconcert Tala gaisma van de Letlandse componist Peteris Vasks en het drieluik Action-Passion-Illusion van de Estlandse componist Erkki Sven Tüür. In deze uitzending ziet u Anu Tali en het Münchener Kammerorchester in de repetitieruimte en in de concertzaal aan het werk. Samen donderen ze door archaïsche, gewelddadige ritmes - want, zo meent Anu Tali, het gaat hier eigenlijk om rockmuziek!","category":""},"57308":{"channel":"141431343","start":"1669723873","end":"1669726808","first":"C","idtitle":"CHOPINNOCTURNESOP62","title":"Chopin - Nocturnes Op. 62","program_id":"1299581898","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/1\/20221122090049719bkh.jpg","description":"Roberto Prosseda (1975) speelt Mozarts Pianosonate Nr. 5 (KV. 283) en vier Impromptu's, Op. 90 van Franz Schubert. Het concert eindigt met een uitvoering van Chopins virtuoze Ballade Nr. 4, Op. 52. Prosseda staat voornamelijk bekend om zijn uitvoeringen van onbekende, herontdekte van Felix Mendelssohn, van wie hij het volledige piano-oeuvre op negen cd's voor Decca heeft vastgelegd. Sinds 2012 geeft Prosseda ook educatieve concerten samen met de robotpianist TeoTronico om de verschillen tussen de letterijke uitvoering en menselijke interpretatie te demonstreren.","category":""},"57309":{"channel":"141431343","start":"1669726808","end":"1669734232","first":"D","idtitle":"DONIZETTIDONPASQUALE","title":"Donizetti - Don Pasquale","program_id":"1299581904","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/99\/20221122090049719men.jpg","description":"Frédéric Chaslin leidt het Orchestre Symphonique Région Centre-Val de Loire\/Tours en het koor van de Opéra de Tours in een uitvoering van Gaetano Donizetti’s komische opera Don Pasquale (1842). Met in de cast een aantal van de beroemdste zangers van zijn tijd ging Don Pasquale in 1843 in première in Salle Ventadour in Parijs. Het was meteen een succes: binnen een jaar werd het werk uitgevoerd in de grote operahuizen van Europa. Het libretto is grotendeels geschreven door Giovanni Ruffini en de componist zelf. Het vertelt het hilarische verhaal van de oude, in goeden doen verkerende vrijgezel Don Pasquale, die in toorn ontsteekt als hij hoort dat zijn neef Ernesto van plan is te trouwen met de verarmde weduwe Norina. Dus moet Pasquale zelf maar trouwen als hij wil voorkomen dat zijn neef de erfenis opstrijkt. Maar dat is buiten de vrienden Malatesta en Norina gerekend, die met een plan komen om een spaak in het wiel van de oude vrijgezel te steken door middel van een nephuwelijk. Onder de solisten zijn Laurent Naouri (Don Pasquale), Florian Sempey (Malatesta), Sébastien Droy (Ernesto), Anne-Catherine Gillet (Norina) en François Bazola (notaris). Deze uitvoering werd in 2021 ...","category":""},"57310":{"channel":"141431343","start":"1669734232","end":"1669737348","first":"J","idtitle":"JOSQUINSMOTETTEN","title":"Josquins motetten","program_id":"1299581910","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/68\/20221122090049719tf1.jpg","description":"In de 15de-eeuwse polyfonie is lijden misschien wel het belangrijkste thema. Net zoals bij de Vlaamse Primitieven vloeien de tranen rijkelijk in het oeuvre van Josquin Desprez. Met deze selectie van Josquins mooiste donkere tonen (De profundis, Absalon fili mi), tekent Cappella Amsterdam voor een adembenemend programma met een gedempt kleurenpalet. Ze sluiten af met Gomberts klaagzang op de dood van Josquin.","category":""},"57311":{"channel":"141431343","start":"1669737348","end":"1669742911","first":"P","idtitle":"PENDERECKISYMFONIEZEVENPOORTENVANJERUZALEM","title":"Penderecki - Symfonie: Zeven poorten van Jeruzalem","program_id":"1299581916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/91\/20221122090049719o0a.jpg","description":"Het Praagse Lentefestival van 2017 werd afgesloten met een uitvoering van Krzysztof Penderecki's monumentale Zeven Symfonie, die als titel \"Seven Gates of Jerusalem\" draagt. De componist dirigeert zelf het Praags Radio Symfonieorkest en het Slowaaks Philharmonisch Koor. Het werk is gecomponeerd ter ere van de stad Jeruzalem voor een bezetting van orkest, koor en solisten. Voor het libretto zijn teksten uit het Oude Testament gebruikt. Voor expressieve doeleinden heeft Penderecki gekozen voor een uitzonderlijk instrumentarium: een tubafoon, door de componist zelf vervaardigde percussie-instrumenten en de shofar, een oud Joods liturgisch instrument. Solisten zijn Iwona Hossa (sopraan), Karolina Sikora (sopraan), Anna Lubanska (mezzo-sopraan), Adam Zdunikowsk (tenor), Piotr Nowacki (bas) en David Švehlík (spreker). Daarnaast staat de Serenade voor Orkest van de Tsjechische componist Isa Krejci op het programma. Dit concert is opgenomen in de Smetanahal te Praag.","category":""},"57312":{"channel":"141431343","start":"1669742911","end":"1669745750","first":"R","idtitle":"RIMSKIKORSAKOVSUITES","title":"Rimski-Korsakov Suites","program_id":"1299581922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/79\/20221122090049719bgi.jpg","description":"Mikhail Pletnev dirigeert het Russian National Orchestra in een concert opgenomen in de Tsjaikovskizaal te Moskou. Op het programma staan twee orkestsuites van Rimski-Korsakov: \"The Tale of the Invisible City of Kitezh and the Maiden Fevroniya\" en \"The Tale of Tsar Saltan\". Dit concert is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"57313":{"channel":"141431343","start":"1669745750","end":"1669747781","first":"F","idtitle":"FRANGSCHIFFENZIMMERMANNSPELENMOZARTBRAHMS","title":"Frang, Schiff en Zimmermann spelen Mozart & Brahms","program_id":"1299581928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/83\/20221122090049719ktf.jpg","description":"Vilde Frang, Tabea Zimmermann en András Schiff bundelen de krachten in een concert tijdens de 25-jarige jubileumedite van het Zwitserse Verbier Festival van 2018. Tijdens dit concert etaleert Schiff zijn veelzijdige vakmanschap als zowel pianist en dirigent. Hij wordt bijgestaan door Vilde Frang, een uitmuntend Mozartinterprete en altvioliste Tebea Zimmerman. Op het programma staan Mozarts Sinfonia Concertante voor viool en altviool (KV. 364), Schumanns Märchenbilder voor altviool en piano, Op. 113 en Brahms’ Sonate Nr. 1 voor altviool en piano, Op. 120. Het laatste werk is een bewerking is van het origineel, dat voor piano en klarinet is gecomponeerd.","category":""},"57314":{"channel":"141431343","start":"1669747781","end":"1669750200","first":"V","idtitle":"VILLALOBOSSTRIJKKWARTETNR2","title":"Villa-Lobos - Strijkkwartet nr. 2","program_id":"1299581934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/63\/20221122090049719k83.jpg","description":"Quarteto Radamés Gnattali speelt Heitor Villa-Lobos' Strijkkwartet nr. 2 in het Palácio do Catete in Rio de Janiero in Brazilië. Dit ensemble werd opgericht in 2006 en bestaat uit Carla Rincón en Francisco Roa (violen), Fernando Thebaldi (altviool), en Hugo Pilger (cello). Het kwartet, dat zich specialiseert Braziliaanse muziek, is zeer actief in de muziekeducatie. Hun opname van de complete strijkkwartetten van Villa-Lobos is een grote verdienste en werd met enthousiasme onthaald door de internationale muziekpers. Op Villa-Lobos' Bachianas brasileiras na wordt het werk van de Braziliaanse componist voornamelijk in Latijns-Amerika uitgevoerd. Villa-Lobos wordt in zijn geboorteland op handen gedragen als componist, dirigent en docent. Hij heeft opera's, symfonieën, concerten, pianowerken, koormuziek en zeventien strijkkwartetten op zijn naam.","category":""},"57315":{"channel":"141431343","start":"1669750200","end":"1669759042","first":"D","idtitle":"DONIZETTILAFILLEDUREGIMENT","title":"Donizetti - La fille du régiment","program_id":"1299581940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/24\/20221122090049719bnb.jpg","description":"Enrique Mazzola dirigeert het koor en orkest van de Metropolitan Opera New York in deze uitvoering van de opera La fille du régiment van de hand van Gaetano Donizetti (1797–1848), opgenomen op 2 maart 2019. De solisten zijn Pretty Yende, Javier Camarena, Paul Corona (Hortensius), Stephanie Blythe (Markiezin), Kathleen Turner (Hertogin) en Yohan Belmin (Notaris). De opera speelt zich af in het pittoreske berggebied Tirol in de Alpen. Deze productie speelt zich af tijdens de Eerste Wereldoorlog. Donizetti’s muziek is een vernuftige combinatie van zorgeloze militaire muziek (waaronder bestaande Franse regimentsmuziek uit de tijd van de componist), bruisende komische scenes, elegante ensemblestukken en sprankelende aria's. Donizetti schreef orkest- en kamermuziek en maar liefst zo'n 75 opera's, in een carrière die te vroeg ten einde kwam wegens een geestesziekte. Met uitzondering van het nog altijd zeer geliefde Lucia di Lammermoor en van komische meesterwerken als L'elisir d'amore en Don Pasquale raakte het leeuwendeel van zijn oeuvre in de vergetelheid.","category":""},"57316":{"channel":"141431343","start":"1669759042","end":"1669761425","first":"S","idtitle":"SEGATTACONCERTOBIZANTINO","title":"Segatta - Concerto Bizantino","program_id":"1299581946","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/8\/202211220900497192qf.jpg","description":"Het La Piccola Orchestra Lumière voert het werk 'Concerto Bizantino' van Italiaanse hedendaagse componist Nicola Segatta (1982-), met als solist Giovanni Sollima (cello) en onder leiding van dirigent Marcello Fera. Deze uitvoering is opgenomen op 25 januari 2021, in het Kulturzentrum Gustav Mahler te Toblach, Italië. Segatta werd geboren in Trente en is naast componist ook cellist en luthier. Als componist is hij autodidact. Als cellist heeft hij les gehad van verschillende leraren, waaronder Giovanni Sollima (de solist in deze uitvoering).","category":""},"57317":{"channel":"141431343","start":"1669761425","end":"1669762800","first":"B","idtitle":"BERGSIEBENFRUEHELIEDER","title":"Berg - Sieben frühe Lieder","program_id":"1299581952","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/36\/20221122090049719zet.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks delen pianist Jonathan Ware en sopraan Elsa Dreisig het podium in uitvoeringen van Edvard Griegs Solveigs lied, Claude Debussy's Trois Chansons de Bilitis, Maurice Ravels Oiseaux tristes (voor solo piano), Enrique Granados' La Maja y el Ruiseñor, Sergej Rachmaninovs Vocalise, en Alban Bergs Sieben frühe Lieder.","category":""}}