{"67704":{"channel":"280714878","start":"1669247400","end":"1669253400","first":"S","idtitle":"SLEEPINGWITHOTHERPEOPLE","title":"Sleeping with Other People","program_id":"1297547216","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/54\/20221117090030536gp5.jpg","description":"Jaren nadat ze elkaar als studenten ontmaagden, komen Lainey (Alison Brie) en Jake (Jason Sudeikis) elkaar weer tegen bij een praatgroep voor seksverslaafden in New York. De vonk is er nog, maar ze willen niet weer in de fout gaan. Tragisch mislukte romances hebben geleid tot eindeloos vreemdgaan, dus besluiten ze hun vriendschap platonisch te houden om samen te herstellen van alle liefdesmisère. En hoe help je een goede vriend beter dan met een cursus zelfbevrediging? Kan liefde ook opbloeien terwijl je met andere mensen naar bed gaat?","category":""},"67705":{"channel":"280714878","start":"1669253400","end":"1669258800","first":"T","idtitle":"THEBIGASK","title":"The Big Ask","program_id":"1297547222","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/38\/20221117090030536bt4.jpg","description":"Andrew is wanhopig na de dood van zijn moeder en samen met zijn vriendin nodigt hij zijn beste vrienden uit in de woestijn voor een retraite van emotionele genezing. In werkelijkheid blijkt het een therapeutische orgie te zijn en zodra die absurde waarheid aan het licht komt, staat de onderling vriendschap op het spel.","category":""},"67706":{"channel":"280714878","start":"1669258800","end":"1669264500","first":"G","idtitle":"GAGARINE","title":"Gagarine","program_id":"1297547228","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/23\/20221117090030536smj.jpg","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","category":""},"67707":{"channel":"280714878","start":"1669264500","end":"1669269600","first":"G","idtitle":"GALAPAGOSHOPEFORTHEFUTURE","title":"Galapagos: Hope for the Future","program_id":"1297547234","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/56\/20221117090030536pir.jpg","description":"De Galapagos, wereldwijd beroemd door Charles Darwin, die zijn baanbrekende theorieën baseerde op de uitzonderlijke natuur van de unieke eilandengroep in de Stille Oceaan bij Ecuador, wordt net als de rest van de wereld bedreigd door de verandering van het klimaat en invloeden van de mens. Deze film, vol schitterende beelden van ongerepte natuur en bijzondere diersoorten, belicht een nieuwe kant van de Galapagos, één waar mens en dier dicht bij elkaar staan. Het vertelt het hoopvolle verhaal van gepassioneerde onderzoekers die zich inzetten om dit bijzondere, maar kwetsbare ecosysteem toekomstbestendig te maken.","category":""},"67708":{"channel":"280714878","start":"1669269600","end":"1669275000","first":"D","idtitle":"DEEP","title":"Deep","program_id":"1297547240","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/47\/2022111709003053671c.jpg","description":"Diep verborgen in een grot op de bodem van de oceaan leeft de eigenwijze octopus Diep.Samen met zijn twee beste vrienden, een brutale garnaal en een wat domme zeeduivel, gaat hij tegen de regels in op ontdekkingstocht. Wat begint als een onschuldig tripje verandert al snel in een enorme ramp wanneer Diep per ongeluk een oude torpedo laat ontploffen. De trillingen van de explosie zijn over de hele zeebodem voelbaar en zorgen ervoor dat een grote steen precies op de ingang van de grot valt. Iedereen zit gevangen! Samen met zijn vriendjes gaat Diep op een ongelofelijk spannend avontuur. Lukt het hen de kolonie te bevrijden?","category":""},"67709":{"channel":"280714878","start":"1669275000","end":"1669281900","first":"D","idtitle":"DUSKA","title":"Duska","program_id":"1297547310","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/75\/20221117090030536xzo.jpg","description":"Bob (Gene Bervouts) rommelde ooit wat in de filmwereld, bezocht als journalist de nodige filmfestivals en is nu krampachtig bezig met een script. Juist wanneer zijn liefde voor een mooie, jonge onbereikbare bioscoopcaissière (Sylvia Hoeks) zijn verbeelding overstijgt en ze daadwerkelijk in zijn huis belandt, staat er plotseling ene Duska voor de deur. Bob heeft deze uiterst vriendelijke Rus ooit in een overmoedige bui uitgenodigd en dat had hij beter niet kunnen doen. Duska blijkt een uitvreter en niet van plan weer weg te gaan. Bobs pogingen hem de deur uit te krijgen lopen, mede omdat ze elkaar niet kunnen verstaan, op niets uit.","category":""},"67710":{"channel":"280714878","start":"1669281900","end":"1669288200","first":"T","idtitle":"THEREWRITE","title":"The Rewrite","program_id":"1297547316","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/8\/202211170900305368rv.jpg","description":"Ooit had scenarioschrijver Keith Michaels het helemaal gemaakt: hij won een Golden Globe, had een knappe vrouw en een schijnbaar onuitputtelijke bron van humor en charme. Maar dat is 15 jaar geleden. Nu is Keith gescheiden, nadert hij de 50 en heeft hij al jaren niet meer voor een grote productie geschreven. Gelukkig heeft zijn agent een baan voor hem: een universiteit in Binghamton zoekt een docent scenarioschrijven. Omdat hij blut is, kan Keith niet anders dan de positie aan te nemen.","category":""},"67711":{"channel":"280714878","start":"1669288200","end":"1669293900","first":"T","idtitle":"THEYEARDOLLYPARTONWASMYMOM","title":"The Year Dolly Parton Was My Mom","program_id":"1297547322","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/27\/20221117090030536aeu.jpg","description":"Het is 1976 en Elizabeth is een doodgewoon meisje van elf jaar oud. Sinds kort bidt ze echter elke dag voor de overgang naar volwassenheid, omdat ze heeft ontdekt dat haar hele leven uit één grote leugen bestaat; ze blijkt geadopteerd. Met alleen haar verbeelding als gids, besluit ze te vertrekken, op zoek naar haar eigen identiteit. Marion, haar adoptiemoeder, voelt zich al snel gedwongen om alle waarheden rondom Elizabeth bekend te maken.","category":""},"67712":{"channel":"280714878","start":"1669293900","end":"1669299300","first":"D","idtitle":"DEVOGELWACHTER","title":"De vogelwachter","program_id":"1297547328","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/84\/20221117090030536a1s.jpg","description":"De vogelwachter (Freek de Jonge) woont al bijna een halve eeuw moederziel alleen en zielsgelukkig op een afgelegen eiland. Op een dag krijgt hij bericht dat zijn post wordt opgeheven. Aan zijn gelukkige bestaan in en met de natuur komt abrupt een einde. De afgedankte vogelwachter weigert echter te gaan en trekt op geheel eigen wijze ten strijde.","category":""},"67713":{"channel":"280714878","start":"1669299300","end":"1669304700","first":"H","idtitle":"HEKSJELILLYDEDRAAKENHETMAGISCHEBOEK","title":"Heksje Lilly - De Draak en het Magische Boek","program_id":"1297547334","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/97\/20221117090030536tp8.jpg","description":"Lilly lijkt een heel gewoon kind. En dat is ze eigenlijk ook. Toch kan ze iets heel bijzonders: Lilly kan toveren. Onder haar bed heeft ze een echt toverboek verstopt. Maar hoe komt ze eigenlijk aan dat magische boek? Op een dag duikt een klein onhandig draakje op in de kamer van Lilly. Hij heet Hektor en hij heeft een magisch boek bij zich. Surulunda, een geheime heks uit de magische wereld, heeft Lilly uitgekozen om haar opvolgster te worden en Hektor gaat Lilly daarbij helpen. Maar eerst moet Lilly binnen 99 uur bewijzen dat ze de taak aankan en waard is.","category":""},"67714":{"channel":"280714878","start":"1669304700","end":"1669309800","first":"other","idtitle":"100COCO","title":"100% Coco","program_id":"1297547340","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/26\/20221117090030536f7v.jpg","description":"De 13-jarige Coco is gek op mode en draagt haar eigen excentrieke stijl. Ze droomt ervan een beroemd stijlicoon te worden. Maar als ze op de eerste schooldag door haar kleding uitgemaakt wordt voor Coco de Clown besluit ze haar vintage jurkjes, panterlaarzen en streepjessokken thuis te laten en als 'grijze muis' door het schoolleven te gaan. Anoniem houdt ze een modevlog bij als de 'Style Tiger', wat een grote hit wordt. Zou ze dan toch een beroemd stijlicoon worden? En zou Bruno, die eigenzinnige jongen van school, haar dan eindelijk zien staan? Langzaam maar zeker leert Coco dat ze gewoon 100% zichzelf moet zijn!","category":""},"67715":{"channel":"280714878","start":"1669309800","end":"1669316400","first":"M","idtitle":"MERMAIDS","title":"Mermaids","program_id":"1297547346","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/2\/202211170900305362y6.jpg","description":"Telkens wanneer haar moeder een relatie verbreekt, moet de vijftienjarige Charlotte Flax (Winona Ryder) verhuizen. Zo belandt ze begin jaren zestig in een klein stadje in Massachusetts, tot haar grote blijdschap in de buurt van een klooster. Charlottes grootste wens is namelijk om non te worden, al brengt de ontluikende liefde voor een conciërge haar behoorlijk in verwarring. Charlottes neurotische puberproblemen worden niet alleen bemoeilijkt door haar halfzusje Kate (Christina Ricci), die zwemster wil worden, maar vooral haar onconventionele moeder Rachel (Cher), die zich meer als vriendin dan als moeder gedraagt.","category":""},"67716":{"channel":"280714878","start":"1669316400","end":"1669321800","first":"B","idtitle":"BEDAZZLED","title":"Bedazzled","program_id":"1297547352","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/6\/20221117090030536wnl.jpg","description":"Elliot Richards is niet populair, zijn sociale leven is onbestaand, zijn beroep als technisch adviseur stelt niet veel voor en hij koestert bovendien een onbeantwoorde liefde voor zijn collega Alison Gardner. Dan ontmoet hij een bloedmooie vrouw die beweert de duivel te zijn. Ze doet Elliot een voorstel. In ruil voor zijn ziel mag Elliot zeven wensen naar keuze maken. Aanvankelijk is Elliot zielsgelukkig maar na een paar wensen begint hij toch te twijfelen of al die wensen hem wel verder kunnen helpen in het leven. Dan lijkt het te laat om zijn ziel nog terug te krijgen.","category":""},"67717":{"channel":"280714878","start":"1669321800","end":"1669327200","first":"M","idtitle":"MISSNOBODY","title":"Miss Nobody","program_id":"1297547358","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/13\/20221117090030537q0n.jpg","description":"Wachtend op haar prins op het witte paard, werkt Sarah Jane McKinney (Leslie Bibb) als secretaresse voor een groot farmaceutisch bedrijf. Ze probeert tevergeefs hogerop te komen, totdat ze per ongeluk haar nieuwe baas vermoordt en diens positie krijgt aangeboden. Met deze eerste moord op haar geweten, begint Sarah Jane zich steeds verder naar boven te werken. Totdat er echt een prins op het witte paard voorbijkomt, in de vorm van een rechercheur.","category":""},"67718":{"channel":"280714878","start":"1669327200","end":"1669334400","first":"J","idtitle":"JAYNEMANSFIELDSCAR","title":"Jayne Mansfield’s Car","program_id":"1297547364","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/54\/20221117090030537oeh.jpg","description":"Alabama, jaren '40. Sinds zijn vrouw hem dertig jaar geleden verliet voor de Engelsman Kingsley Bedford en naar Groot-Brittannië verhuisde, heeft Jim Caldwell zijn kinderen helemaal alleen opgevoed. Wanneer zijn ex-vrouw overlijdt, heeft ze het verzoek achtergelaten om terug te worden gebracht naar Alabama, om aldaar begraven te worden. Wanneer de Engelse familie Bedford en de Amerikaanse familie Caldwell bij elkaar komen voor deze plechtigheid, moeten ze allemaal een poging doen om zich aan elkaar aan te passen.","category":""}}