{"67689":{"channel":"280714878","start":"1669160100","end":"1669165500","first":"V","idtitle":"VOORELKAARGEMAAKT","title":"Voor elkaar gemaakt","program_id":"1297086695","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/72\/20221116090019709rqq.jpg","description":"Felix geniet volop van zijn vrijgezelle bestaan. Totdat een one night stand door een bizar incident eindigt in het ziekenhuis. Als Felix daar bijkomt, krijgt hij tot zijn schrik de diagnose dat hij voor eeuwig onvruchtbaar zal zijn. Nu het stichten van een gezin opeens geen keuze meer is, maakt zijn happy single gevoel plotseling plaats voor een groeiende kinderwens. Zijn prettig gestoorde broer Jelle ontdekt dat één eerdere donatie van Felix aan de spermabank wel goed terecht is gekomen bij de eicel van Jip. Vanaf dat moment zet Felix alles op alles om de vader te worden van het enige kind dat hij ooit zal kunnen hebben.","category":""},"67690":{"channel":"280714878","start":"1669165500","end":"1669171500","first":"T","idtitle":"TUTTACOLPADIGIUDA","title":"Tutta colpa di Giuda","program_id":"1297086893","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/45\/20221116090019709rrf.jpg","description":"Musical producente Irena stemt ermee in om samen te werken met pater Iridio aan de opvoering van een toneelstuk in een gevangenisinstelling. Ze is zeer enthousiast en onbevangen, maar de pater loopt haar voortdurend voor de voeten. Ze beseft niet dat deze ervaring haar leven zal veranderen.","category":""},"67691":{"channel":"280714878","start":"1669171500","end":"1669177500","first":"A","idtitle":"ALMOSTFRIENDS","title":"Almost Friends","program_id":"1297086899","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/83\/202211160900197099u5.jpg","description":"De twintiger Charlie Brenner (Freddie Highmore) droomde ooit van een carrière als chefkok, maar vult nu zijn ongemotiveerde dagen met een onbeduidend baantje in een kleine bioscoop. Charlie woont bij zijn moeder Samantha en zijn stiefvader en hij leidt zijn leven feitelijk via zijn vriend Ben (Haley Joel Osment). Daar komt verandering in als hij valt voor de charmes van barista Amber (Odeya Rush). Helaas heeft zij zo haar eigen relatieproblemen en is ze van plan naar New York te verhuizen. Wanneer Charlie's biologische vader plotseling opduikt, wordt het hoog tijd op de zaken eens goed op een rijtje te zetten.","category":""},"67692":{"channel":"280714878","start":"1669177500","end":"1669183200","first":"other","idtitle":"10REGOLEPERFAREINNAMORARE","title":"10 regole per fare innamorare","program_id":"1297086905","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/89\/20221116090019709m6k.jpg","description":"Italiaanse komedie waarin een onvervalste rokkenjager zijn onhandige zoon de kneepjes van het vak leert: tien vuistregels waarmee je iedere vrouw kunt krijgen. Maar de resultaten zijn verre van verwacht.","category":""},"67693":{"channel":"280714878","start":"1669183200","end":"1669188300","first":"D","idtitle":"DEEMOJIFILM","title":"De emoji film","program_id":"1297086911","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/80\/20221116090019709qh0.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"67694":{"channel":"280714878","start":"1669188300","end":"1669193700","first":"I","idtitle":"ITSADISASTER","title":"It's a Disaster","program_id":"1297086917","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/4\/20221116090019709hku.jpg","description":"Vier jonge koppels komen bij elkaar voor een zondagse brunch waar eigenlijk niemand meer zin in heeft. De spanningen lopen op en iedereen hoopt eigenlijk dat de brunch zo snel mogelijk voorbij is. Maar dan wordt aangekondigd dat er zich een chemische ramp heeft plaatsgevonden en dat iedereen binnen moet blijven met gesloten deuren en ramen. De spanningen lopen steeds verder op.","category":""},"67695":{"channel":"280714878","start":"1669193700","end":"1669199700","first":"D","idtitle":"DRIVENTODANCE","title":"Driven to Dance","program_id":"1297086923","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/25\/20221116090019709jie.jpg","description":"Sinds ze zich kan herinneren, heeft Paige Johnson één passie gehad: ballet. Haar toewijding heeft haar er zelfs toe gebracht om auditie te doen bij de San Francisco Ballet Company, geleid door haar toegewijde leraar Glenn. Maar naarmate de auditie dichterbij komt, staat het persoonlijke leven bij Paige thuis al snel in de weg van haar voorbereiding. Paige moet zichzelf en haar moeder ervan overtuigen dat ze genoeg in huis heeft om het te maken in de danswereld.","category":""},"67696":{"channel":"280714878","start":"1669199700","end":"1669206000","first":"A","idtitle":"AFISHCALLEDWANDA","title":"A Fish Called Wanda","program_id":"1297086929","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/14\/20221116090019709ja0.jpg","description":"De doortrapte Wanda (Jamie Lee Curtis) en de driftige Otto (Kevin Kline) zijn twee Amerikaanse dieven die een diamantroof in Engeland plegen en hierbij hun twee Britse medeplichtigen bedriegen. Ze laten bendeleider George oppakken door de politie, maar weten niet dat hij de buit al op een geheime plaats heeft verstopt. Om erachter te komen waar George de diamanten verborg, papt Wanda aan met zijn advocaat Archie Leach (John Cleese). De beschaafde Archie valt al snel voor de charmes van de sexy Wanda en heeft niet door dat hij slechts een speelbal is in haar sluwe plannetje.","category":""},"67697":{"channel":"280714878","start":"1669206000","end":"1669212600","first":"C","idtitle":"CHICAGO","title":"Chicago","program_id":"1297086935","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/16\/20221116090019709avz.jpg","description":"Chicago, 1929. Roxie Hart (Renée Zellweger) heeft er alles voor over om beroemd te worden op het toneel. Als ze ontdekt dat de mooie praatjes van een scharrel gelogen waren, schiet ze hem dan ook dood uit razernij. In de gevangenis ontmoet Roxie haar idool, zangeres en danseres Velma Kelly (Catherine Zeta-Jones), die vastzit voor de moord op haar echtgenoot en haar zus. Roxie's advocaat (Richard Gere) is een showbizzagent die ervoor zorgt dat haar verhaal in alle bladen terechtkomt. Wanneer Velma hierdoor in de vergetelheid raakt, ontstaat er een rivaliteit tussen de dames om publiciteit in de media.","category":""},"67698":{"channel":"280714878","start":"1669212600","end":"1669217700","first":"F","idtitle":"FIRSTKISS","title":"First Kiss","program_id":"1297086941","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/97\/20221116090019709lhu.jpg","description":"Roos (Vajèn van den Bosch) gelooft niet in onenightstands en zoekt naar de ware liefde. Haar moeder Susan (Leontine Borsato) runt First Kiss, een klein, maar succesvol cosmeticabedrijf gespecialiseerd in lipstick. Hun grote concurrent is Couleur de Paris, een cosmeticabedrijf geleid door Jeanette (Caroline De Bruijn) en haar dochter Germaine. Jeanette is een meedogenloze zakenvrouw die First Kiss wil overnemen. Als Susan een overname weigert, zint Jeanette op wraak. Gelukkig leert Roos dat ondanks jaloezie en bedrog de ware liefde altijd overwint.","category":""},"67699":{"channel":"280714878","start":"1669217700","end":"1669223100","first":"M","idtitle":"MONSTERSATLARGE","title":"Monsters at Large","program_id":"1297086947","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/3\/20221116090019709ndp.jpg","description":"Alex probeert zijn kleintje broertje Gavin te helpen om zijn angst voor monsters te overwinnen, door samen met zijn vrienden Dylan & Phoenix \"\"De Monsterjagers\"\" op te richten... Met z'n drieën doen ze net alsof ze het monster gevangen nemen, terwijl ze eigenlijk de dingen aanpakken in de kamer van Gavin die geluid maken.. Het team wordt snel populair en krijgt al een heleboel klussen binnen.. Tot ze op een gegeven moment een echt enorm monster tegenkomen!","category":""},"67700":{"channel":"280714878","start":"1669223100","end":"1669230000","first":"M","idtitle":"MARLEYME","title":"Marley & Me","program_id":"1297086953","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/44\/202211160900197099sh.jpg","description":"De pasgetrouwde John en Jenny Grogan adopteren Marley, een schattige Labrador-pup. Ze houden de labrador enkel om een idee te krijgen hoe het is om ouders te zijn. Marley blijkt echter hyperactief te zijn en moet zelfs naar een speciale gehoorzaamheidsschool gestuurd worden. Hij vernielt de boel, wordt van de gehoorzaamheidsschool geschopt en wordt alleen maar erger wanneer John en Jennifer kinderen krijgen","category":""},"67701":{"channel":"280714878","start":"1669230000","end":"1669236300","first":"S","idtitle":"STATUSUPDATE","title":"Status Update","program_id":"1297086959","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/39\/202211160900197092hj.jpg","description":"Na de scheiding van zijn ouders, verhuist de zeventienjarige scholier Kyle Moore vanuit Californië met zijn moeder mee naar New England. De skater Kyle kan niet goed aarden in zijn nieuwe sociale omgeving waar de stoere leden van het ijshockeyteam de dienst uitmaken. Maar zijn kansen keren wanneer hij na de reparatie van zijn mobiele telefoon beschikt over een magische app die alle status updates van zijn social media accounts werkelijkheid maakt.","category":""},"67702":{"channel":"280714878","start":"1669236300","end":"1669242300","first":"M","idtitle":"MYSALINGERYEAR","title":"My Salinger Year","program_id":"1297086965","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/28\/20221116090019709lyz.jpg","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","category":""},"67703":{"channel":"280714878","start":"1669242300","end":"1669247400","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1297086971","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/10\/2022111609001970913c.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""}}