{"64762":{"channel":"147053128","start":"1668877020","end":"1668878580","first":"N","idtitle":"NEDERLANDZINGT","title":"Nederland Zingt","program_id":"1295473351","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/32\/202211120900498055mm.jpg","description":"De christelijke band Sela verwoordt het missen van je dierbaren in hun nieuwe lied over Eeuwigheidszondag. Verder liederen over hoe God onze overleden dierbaren herinnert en vasthoudt.","category":""},"64763":{"channel":"147053128","start":"1668878580","end":"1668879600","first":"E","idtitle":"EOMETTERDAAD","title":"EO Metterdaad","program_id":"1295473357","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/71\/20221112090049805bps.jpg","description":"Stel je voor: je moet zo'n twee uur reizen om op je werk te komen, waar je weinig aan verdient en dat ook nog eens een smerig karwei is. Voor Angela uit Colombia is dit realiteit: zij werkt 's nachts als schoonmaakster in een bordeel. Angela reist 's ochtends terug naar huis. Onderweg geeft ze haar twee dochters via de telefoon instructies, zodat zij op tijd op school komen. Maar binnenkort komt hier verandering in. Angela volgt namelijk in een atelier een vakopleiding tot naaister. Ze kijkt ernaar uit om voor haar dochters te zorgen terwijl ze vanuit huis kleding naait.","category":""},"64764":{"channel":"147053128","start":"1668879600","end":"1668880500","first":"D","idtitle":"DEVERANDERING","title":"De Verandering","program_id":"1295473363","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/65\/202211120900498067cl.jpg","description":"Van moeders warme buik regelrecht de couveuse in. Niet een paar dagen, maar een paar maanden. Ook mag het kleine kindje niet door de ouders worden aangeraakt. Dat overkomt Matthijn Doekes. Dan, als hij twee is, krijgt zijn oudere broertje kanker en overlijdt. Dit heeft veel impact op de kleine Matthijn. Hij ontwikkelt op jonge leeftijd al een angststoornis. Hij wordt depressief en slikt steeds zwaardere medicatie. Als hij achttien is overlijden zijn moeder en zijn beste vriend ook nog. Matthijn durft niet naar buiten, is woedend op God en voelt zich mislukt als mens. Kan hij de negatieve spiraal waar hij in zit doorbreken?","category":""},"64765":{"channel":"147053128","start":"1668880500","end":"1668881820","first":"I","idtitle":"IKMISJE","title":"Ik mis je","program_id":"1295473369","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/53\/20221112090049806i10.jpg","description":"Nabestaanden vertellen over het verlies van een dierbare op begraafplaatsen door heel Nederland.","category":""},"64766":{"channel":"147053128","start":"1668881820","end":"1668883920","first":"C","idtitle":"CRUX","title":"Crux","program_id":"1295473375","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/43\/202211120900498063xy.jpg","description":"Elk jaar is er een schreeuwend tekort aan pleeggezinnen, terwijl er steeds meer kinderen zijn die een stabiel en liefdevol plekje nodig hebben. Maar het pleegouderschap is zeer intensief en daardoor haken veel ouders af. Zo niet Karel en Grieta Gootjes: in de loop der jaren vingen zij op hun boerderij meer dan 240 pleegkinderen op. Na tien jaar ontmoeten zij hun voormalige pleegzoon Dylan. Het jongetje kreeg thuis te maken met veel geweld en groeide op in een crimineel gezin. Dan komt hij terecht bij Grieta en Karel op de boerderij. Heeft hij zijn leven weer op de rit gekregen? Waar worstelt hij nu nog mee?","category":""},"64767":{"channel":"147053128","start":"1668883920","end":"1668886800","first":"V","idtitle":"VROEGEVOGELS","title":"Vroege Vogels","program_id":"1295473381","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/89\/20221112090049806i8y.jpg","description":"De Kop van Schouwen: een van de zeldzame uitgestrekte duingebieden in Zeeland waar je je echt op een eiland waant. Hier krijgt het zand vrij baan waardoor de stranden eindeloos lijken. In de duinvalleien grazen Exmoorpony's én damherten, en we zijn er net op tijd voor de spectaculaire bronst. In het oude ringstation wordt al 60 jaar onderzoek gedaan naar trekkende roodborstjes, goudvinken en winterkoninkjes. In het water is van dichtbij te zien waarom zeewier zo belangrijk is voor zowel dieren in zee als op het strand.","category":""},"64768":{"channel":"147053128","start":"1668886800","end":"1668889800","first":"S","idtitle":"STERRENOPHETDOEK","title":"Sterren op het Doek","program_id":"1295473387","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/50\/20221112090049806xjp.jpg","description":"Actrice en viervoudig Gouden Kalf-winnares Monic Hendrickx spreekt met Özcan Akyol af op het Hembrugterrein in Zaandam. Haar liefde voor spel en spelen uit zich op allerlei manieren. Niet alleen op het witte doek of in het theater, maar ook in het dagelijkse leven. Die positieve levenshouding is zeker geen vanzelfsprekendheid, want Monic moest al op jonge leeftijd afscheid nemen van haar vader. De kunstenaars proberen met olieverf en aquarel de ernst en het plezier van Monic te vangen op hun doek.","category":""},"64769":{"channel":"147053128","start":"1668889800","end":"1668892140","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1295473393","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/43\/20221112090049806jxy.jpg","description":"Hoe verder na onthullingen DWDD? Werkgever BNNVARA ontving klachten en signalen, maar een ingreep van hogerhand bleef uit. Had dat wel moeten gebeuren? Hoe veilig is de mediasector nu om in te werken? En moeten er dingen veranderen om te voorkomen dat zoiets weer kan gebeuren? We bespreken het met NPO-bestuursvoorzitter Frederieke Leeflang. * D66 en VVD in gesprek met de leden. Coalitiepartijen VVD en D66 houden vandaag hun congres. Politiek verslaggever Arjan Noorlander is op beide congressen aanwezig en duidt in de uitzending de gebeurtenissen daar.","category":""},"64770":{"channel":"147053128","start":"1668892140","end":"1668893640","first":"M","idtitle":"MEDIASTORM","title":"Mediastorm","program_id":"1295473399","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/31\/202211162100555190tm.jpg","description":"Tweede Kamerlid Lisa van Ginneken heeft genoeg van alle haat en stopt met twitteren. Ze is te gast, samen met Rudy van Belkom. * Voor acteurs van kleur is nog veel te winnen, vindt acteur Manoushka Zeegelaar Breeveld. * Een voormalig Britse minister eet, u hoort het goed, een koeien-anus op tv: en dat maakt veel los. Correspondent Anne Saenen over het fragment en de ophef.","category":""},"64771":{"channel":"147053128","start":"1668893640","end":"1668894960","first":"other","idtitle":"2DOCKORTWIJBOUWDENDESTADIONS","title":"2Doc Kort: Wij bouwden de stadions","program_id":"1295473405","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/91\/202211141900555193q7.jpg","description":"Hebben de Qatarese machthebbers inderdaad, zoals door hen toegezegd, de arbeidsomstandigheden voor gastarbeiders die werken aan de stadions voor het WK 22 verbeterd? De ervaringen van de Nepalezen die journalist Rudra Khadka spreekt, tonen een andere werkelijkheid. Khadka reist door Nepal en bezoekt familieleden van de gastarbeiders die omkwamen bij de bouw van de WK-stadions in Qatar. En hij spreekt teruggekeerde arbeiders over de verregaande rechteloosheid waarmee ze daar geconfronteerd werden.","category":""},"64772":{"channel":"147053128","start":"1668894960","end":"1668900360","first":"C","idtitle":"CRIMEDALGLIESH","title":"Crime: Dalgliesh","program_id":"1295473411","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/74\/202211120900498066do.jpg","description":"Dalgliesh wordt in Dorset uitgenodigd door een oude vriend, om bij aankomst te ontdekken dat die twee weken eerder is overleden. In het nabijgelegen zorghuis Toynton Grange is onlangs ook een mysterieus sterfgeval geweest. Dalgliesh besluit zijn privébezoek te gebruiken om uit te vinden of de twee sterfgevallen iets met elkaar te maken hebben en wat voor schimmigs er precies gaande is in Toynton Grange.","category":""}}