{"67734":{"channel":"280714878","start":"1669420200","end":"1669425900","first":"Y","idtitle":"YEARONE","title":"Year One","program_id":"1298383255","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/25\/20221119090020517ch6.jpg","description":"Wanneer de luie jagers Zed en Oh (Jack Black en Michael Cera) worden verbannen uit hun primitieve dorp, gaan ze op een epische reis om de oude wereld te ontdekken. Op hun pad ontmoeten ze enkele bijbelse figuren.","category":""},"67735":{"channel":"280714878","start":"1669425900","end":"1669430400","first":"Y","idtitle":"YESGODYES","title":"Yes, God, Yes","program_id":"1298383261","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/95\/202211190900205177ep.jpg","description":"De Amerikaanse Midwest, begin 2000. Wanneer katholieke tiener Alice (Natalia Dyer, 'Stranger Things') toevallig de geneugten van de zelfbevrediging ontdekt, schrijft ze zich in voor een retraite die haar van die duivelse ziekte af moet helpen. Maar ze valt als een blok voor de spetter van het kamp en ontdekt dat de heiligste boontjes vaak de hypocrietste zijn.","category":""},"67736":{"channel":"280714878","start":"1669430400","end":"1669436400","first":"Z","idtitle":"ZACKANDMIRIMAKEAPORNO","title":"Zack and Miri Make a Porno","program_id":"1298383267","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/47\/20221119090020517qyx.jpg","description":"Zack (Seth Rogen) en Miri (Elizabeth Banks) zijn twee vrienden met flinke geldproblemen. Op een dag komen ze echter tot een plan om deze geldproblemen tot het verleden te laten behoren; ze gaan een pornofilm maken. Maar zodra het duo begint met filmen, komen ze tot de ontdekking dat ze toch meer voor elkaar voelen dan ze in eerste instantie dachten.","category":""},"67737":{"channel":"280714878","start":"1669436400","end":"1669442400","first":"A","idtitle":"ALMOSTFRIENDS","title":"Almost Friends","program_id":"1298383337","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/54\/20221119090020517mgq.jpg","description":"De twintiger Charlie Brenner (Freddie Highmore) droomde ooit van een carrière als chefkok, maar vult nu zijn ongemotiveerde dagen met een onbeduidend baantje in een kleine bioscoop. Charlie woont bij zijn moeder Samantha en zijn stiefvader en hij leidt zijn leven feitelijk via zijn vriend Ben (Haley Joel Osment). Daar komt verandering in als hij valt voor de charmes van barista Amber (Odeya Rush). Helaas heeft zij zo haar eigen relatieproblemen en is ze van plan naar New York te verhuizen. Wanneer Charlie's biologische vader plotseling opduikt, wordt het hoog tijd op de zaken eens goed op een rijtje te zetten.","category":""},"67738":{"channel":"280714878","start":"1669442400","end":"1669447800","first":"K","idtitle":"K9ADVENTURESLEGENDOFTHELOSTGOLD","title":"K-9 Adventures: Legend of the Lost Gold","program_id":"1298383343","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/7\/20221119090020517rpi.jpg","description":"De saaie zomer van Kassie Stevenson en haar trouwe hond Scoot verandert in een spannend avontuur wanneer Kassie in het bezit komt van een geheimzinnig zakhorloge dat het geheim herbergt van het legendarische Garrinson goud. Kassie en Scoot gaan op zoek naar de schat, op de voet gevolgd door 2 boeven die het goud willen stelen. Zal het hen lukken om de schat te vinden en de boeven een stap voor te blijven?","category":""},"67739":{"channel":"280714878","start":"1669447800","end":"1669452600","first":"D","idtitle":"DEFILMVANDYLANHAEGENS","title":"De film van Dylan Haegens","program_id":"1298383349","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/8\/20221119090020517wet.jpg","description":"Dylan heeft zijn leven goed op orde: hij heeft een succesvol YouTube kanaal, een eigen tosti-zaak en een leuk team: Rick, Teun en Marit. Er is alleen één stoorzender: IJsbrand. Hij is ook een YouTuber en maakt vrijwel iedere video van Dylan na, alleen dan veel beter. De laatste tijd is IJsbrand wel erg snel met het uploaden van video’s, zo snel dat het verdacht wordt. Dylan gaat samen met Teun op onderzoek uit en ontdekt het geheim van IJsbrand. Ze besluiten om zijn geheim zelf toe te passen. Het lijkt een perfecte oplossing, maar dit loopt totaal anders dan gepland.","category":""},"67740":{"channel":"280714878","start":"1669452600","end":"1669457700","first":"J","idtitle":"JACKBESTELTEENBROERTJE","title":"Jack bestelt een broertje","program_id":"1298383355","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/94\/202211190900205175xp.jpg","description":"De achtjarige Jack heeft twee moeders, is enig kind en kan slecht alleen zijn. Jacks grootste wens is dan ook een broertje. Maar dit broertje komt er maar niet, hoe vaak hij zijn moeders er ook om smeekt. Uit protest heeft Jack twee konijnenoren opgezet, die hij pas afzet als zijn moeders hem geven wat hij wil. Als Jack ontdekt dat zijn moeders hem via internet besteld hebben, gaat er een wereld voor hem open.","category":""},"67741":{"channel":"280714878","start":"1669457700","end":"1669462800","first":"D","idtitle":"DEMAGISCHEPOORT","title":"De Magische Poort","program_id":"1298383361","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/83\/20221119090020518uoa.jpg","description":"Davey, een verlegen dolfijn, ontdekt de magische poort die elke vis kan veranderen in wat hij wil zijn. Op een dag wordt de poort misbruikt door de moeralen die gigantisch zijn geworden en van plan zijn het vredige Vissenstad over te nemen. Davey moet zich herenigen met zijn lang verloren gewaande vader om de kracht en macht te krijgen om de moeralen te verslaan, zijn stad te beschermen en de liefde van zijn leven voor zich te winnen.","category":""},"67742":{"channel":"280714878","start":"1669462800","end":"1669468200","first":"M","idtitle":"MONSTERFAMILY","title":"Monster Family","program_id":"1298383367","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/75\/20221119090020518w4x.jpg","description":"Het gaat niet zo goed met de familie Wensbot. De boekhandel van moeder Emma leidt alleen maar verlies, vader Frank is totaal overwerkt en uitgeput, dochter Fay heeft te kampen met de puberteit en zakt voor haar examens en zoon Max is hoogbegaafd en wordt daardoor op school gepest. Alsof dat nog niet erg genoeg was, worden de vier familieleden op een gekostumeerd feestje ook nog eens vervloekt door de heks Baba Yaga. Emma verandert in een vampier, Fay in een mummie, Max in een harige weerwolf en Frank in het monster van Frankenstein. In hun zoektocht naar de heks, komen ze oog in oog te staan met levensechte, gevaarlijke monsters.","category":""},"67743":{"channel":"280714878","start":"1669468200","end":"1669473600","first":"V","idtitle":"VAMPIERZUSJES2VLEERMUIZENINJEBUIK","title":"Vampierzusjes 2 - Vleermuizen in je buik","program_id":"1298383373","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/25\/20221119090020518y5x.jpg","description":"Het is twee jaar nadat de zussen Silvania en Dakaria zijn verhuisd naar het rustige Duitse dorpje Bindburg. Terwijl Silvania verkering heeft met Jacob, laat Dakaria haar oog vallen op Murdo, de mysterieuze zanger van haar favoriete band Krypton Krax. Maar dan blijkt dat de manager van de band de gevaarlijke Xantor is, een oude bekende van hun ouders. Wanneer Dakaria wordt ontvoerd, moet Sylvania er alles aan doen om haar zusje te redden uit de handen van het kwaad.","category":""},"67744":{"channel":"280714878","start":"1669473600","end":"1669479000","first":"R","idtitle":"ROALDDAHLSESIOTROT","title":"Roald Dahl's Esio Trot","program_id":"1298383379","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/5\/20221119090020518r4p.jpg","description":"Vanaf zijn balkon kan meneer Hoppy (Dustin Hoffman) precies op het balkon van zijn onderbuurvrouw kijken. Al jaren is hij stiekem verliefd op mevrouw Silver (Judi Dench), maar hij is te verlegen om haar aan te spreken. Op een dag hoort hij mevrouw Silver zeggen dat haar schildpad maar niet wil groeien. Meneer Hoppy grijpt zijn kans en verzint voor haar een indrukwekkende toverspreuk. In eerste instantie werkt de truc, maar dan loopt het volledig uit de hand.","category":""},"67745":{"channel":"280714878","start":"1669479000","end":"1669484100","first":"T","idtitle":"THEEMOJIMOVIE","title":"The Emoji Movie","program_id":"1298383385","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/47\/20221119090020518h5t.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"67746":{"channel":"280714878","start":"1669484100","end":"1669489200","first":"T","idtitle":"THEPIRATESBANDOFMISFITS","title":"The Pirates! Band of Misfits","program_id":"1298383391","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/80\/20221119090020518vcg.jpg","description":"De chaotische en bebaarde Piratenkapitein is de overheerser van de zee. Samen met zijn klunzige crew moet hij zijn grote droom waarmaken, namelijk de bittere rivalen Black Bellamy en Cutlass Liz verslaan om de grote prijs 'Piraat van het Jaar' te winnen. Het is een zoektocht die onze helden meeneemt van de oevers van het exotische Bloed Eiland tot de mistige straten van het Victoriaanse Londen. Onderweg vechten ze tegen een duivelse koningin en gaan in zee met een jonge, verstrooide wetenschapper, maar verliezen één ding waar de piraat het liefst van houdt nooit uit het oog: avontuur!","category":""},"67747":{"channel":"280714878","start":"1669489200","end":"1669495500","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1298383397","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/55\/20221119090020518s2h.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"67748":{"channel":"280714878","start":"1669495500","end":"1669503000","first":"A","idtitle":"ALINE","title":"Aline","program_id":"1298383403","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/53\/20221119090020518uf0.jpg","description":"Een warme en humorvolle ode aan Célin Dion, vrij geïnspireerd op het leven van de beroemde zangeres. Aline is het veertiende kind in het gezin Dieu. Als haar ouders ontdekken dat de jonge Aline een gouden stem heeft, zet de hele familie zich in om haar talent aan de wereld te laten horen. Maar hoe komt een eenvoudig plattelandsmeisje uit Franstalig Canada verder? Een afspraak met producent Guy-Claude blijkt wat ze beiden nodig hebben. Samen kunnen ze met moed, geduld en liefde de wereld aan. Van lokale tv-shows tot megahits en van onzekere jonge vrouw tot stijlicoon.","category":""},"67749":{"channel":"280714878","start":"1669503000","end":"1669509000","first":"H","idtitle":"HOPESPRINGS","title":"Hope Springs","program_id":"1298383409","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/3\/20221119090020518wr1.jpg","description":"Dertig jaar huwelijk heeft de middelbare Maeve (Meryl Streep) doen besluiten om de dingen iets krachtiger aan te pakken, met name op relatiegebied. Als ze hoort van een beroemde relatiegoeroe (Steve Carell) in het plaatsje 'Great Hope Springs', moet ze haar sceptische man (Tommy Lee Jones) op een vliegtuig zien te krijgen voor een intensieve week van huwelijk en sekstherapie. Dit zorgt voor verrassende en komische openbaringen.","category":""}}