{"68739":{"channel":"280714878","start":"1668791700","end":"1668798000","first":"A","idtitle":"AFISHCALLEDWANDA","title":"A Fish Called Wanda","program_id":"1295015237","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/36\/20221111090019706dg0.jpg","description":"De doortrapte Wanda (Jamie Lee Curtis) en de driftige Otto (Kevin Kline) zijn twee Amerikaanse dieven die een diamantroof in Engeland plegen en hierbij hun twee Britse medeplichtigen bedriegen. Ze laten bendeleider George oppakken door de politie, maar weten niet dat hij de buit al op een geheime plaats heeft verstopt. Om erachter te komen waar George de diamanten verborg, papt Wanda aan met zijn advocaat Archie Leach (John Cleese). De beschaafde Archie valt al snel voor de charmes van de sexy Wanda en heeft niet door dat hij slechts een speelbal is in haar sluwe plannetje.","category":""},"68740":{"channel":"280714878","start":"1668798000","end":"1668803100","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1295015243","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/31\/20221111090019706lmi.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""},"68741":{"channel":"280714878","start":"1668803100","end":"1668809100","first":"M","idtitle":"MYSALINGERYEAR","title":"My Salinger Year","program_id":"1295015249","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/69\/20221111090019706gow.jpg","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","category":""},"68742":{"channel":"280714878","start":"1668809100","end":"1668814800","first":"G","idtitle":"GAGARINE","title":"Gagarine","program_id":"1295015255","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/29\/20221111090019706vpo.jpg","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","category":""}}