{"58587":{"channel":"141431557","start":"1668704633","end":"1668706500","first":"D","idtitle":"DAMESVANORANJE","title":"Dames van Oranje","program_id":"1294616842","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/21\/20221110090111160s9n.jpg","description":"In deze eerste aflevering maakt Jetske van den Elsen haar introductie in de wereld van de koninklijke familie en heeft ze een ontmoeting met de toenmalige prinses Máxima.","category":""},"58588":{"channel":"141431557","start":"1668706500","end":"1668710307","first":"E","idtitle":"ELTONJOHNBECOMINGROCKETMAN","title":"Elton John - Becoming Rocketman","program_id":"1294616848","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/97\/20221110090111160s85.jpg","description":"Sir Elton John is één van de meest succesvolle musici van de afgelopen eeuw en één van de meest populaire zangers, pianisten en componisten uit de 20ste eeuw. Zijn carrière omvat meer dan vier decennia, waarin hij wereldwijd meer dan 300 miljoen albums heeft verkocht. Met meer dan 50 Top 40 hits, waaronder 'Candle in the Wind', 'Rocket man' en ' Tiny Dancer'. Dit is het verhaal van één van de grootste muzikanten ooit: Elton John.","category":""},"58589":{"channel":"141431557","start":"1668710307","end":"1668712531","first":"G","idtitle":"GRACEANDFAVOUR","title":"Grace and Favour","program_id":"1294616854","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/80\/20221110090111160v2b.jpg","description":"De personeelsleden gaan wennen aan het leven op het platteland en de bijbehorende klusjes en taken. Als Captain Peacock en Mrs. Slocombe onderweg zijn naar het dorp om boodschappen te doen, vinden ze een blokkade op hun weg: een 'verlaten' paard met wagen, als Mrs. Slocombe deze aan de kant probeert te zetten slaat het paard op hol en rent richting het dorp. Daarop wordt Mrs. Slocombe aangehouden. De zoektocht naar nieuw personeel levert nog niet veel op.","category":""},"58590":{"channel":"141431557","start":"1668712531","end":"1668718909","first":"T","idtitle":"TOCATCHAKILLER","title":"To Catch a Killer","program_id":"1294616860","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/48\/20221110090111160c7v.jpg","description":"Deel 1 (2) - Miniserie gebaseerd op het waargebeurde verhaal van seriemoordenaar John Wayne Gacy. Aan de ene kant was hij de goede vriend, een behulpzame buurman, had hij een groot talent tot vermaken en was hij een gerespecteerd zakenman, aan de andere kant de brute moordenaar en verkrachter van 30 jonge jongens. Het portret van een man met twee totaal verschillende persoonlijkheden. Regie: Eric Till. Cast: Brian Dennehy, Michael Riley en Margot Kidder. Land: Canada\/Verenigde Staten. Genre: Biografie\/Misdaad. Jaar: 1992.","category":""},"58591":{"channel":"141431557","start":"1668718909","end":"1668722464","first":"S","idtitle":"STARSKYHUTCH","title":"Starsky & Hutch","program_id":"1294616866","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/86\/20221110090111160rim.jpg","description":"Starsky & Hutch - S1, afl. 11 (23) - Captain Dobey, you're dead - Wanneer de racistische industrieel C.J. Woodfield Geld op het hoofd zet van kapitein Dobey en zijn familie, nadat de politiechef een burgerrechtenleider heeft vermoord, moeten Starsky en Hutch in de organisatie van Woodfield infiltreren voordat het te laat is!","category":""},"58592":{"channel":"141431557","start":"1668722464","end":"1668726069","first":"H","idtitle":"HOUSEOFCARDSTHEFINALCUT","title":"House of Cards - The Final Cut","program_id":"1294616872","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/36\/202211100901111603oq.jpg","description":"The Final Cut is de afsluiting van de sinistere trilogie House of Cards. Opnieuw zien we Ian Richardson als de sluwe, konkelende en altijd amusante Britse premier Francis Urquhart. Hij is intussen 65 jaar oud, zijn heerschappij kan niet eeuwig duren. Het publiek begint hem zat te worden en zelfs binnen zijn eigen partij wordt er gemopperd. Maar Urquhart is vastbesloten: hij zal pas afscheid nemen als iedereen hem ziet als de grootste premier sinds Winston Churchill. Om dat te bereiken, treedt hij op als bemiddelaar bij de totstandkoming van een historische overeenkomst tussen Griekenland en het Turkse deel van Cyprus. Hij hoopt zichzelf hiermee onsterfelijk te maken als internationaal vredestichter. Alleen de zeegrenzen moeten nog worden vastgesteld. Maar dan hoort Urquhart het gerucht dat er onder de betwiste wateren enorme olievelden liggen.","category":""}}