{"71760":{"channel":"280715028","start":"1669077300","end":"1669083600","first":"L","idtitle":"LIZZIE","title":"Lizzie","program_id":"1296664967","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/66\/20221115090019708jev.jpg","description":"Massachusetts, 1892. De ongehuwde 32-jarige Lizzie (Chloë Sevigny) wordt door haar omgeving behandeld als een sociale outcast. Ze leidt een claustrofobisch leven wat geheel gedomineerd wordt door haar kille vader. En wanneer de jonge Bridget Sullivan (Kristen Stewart) voor het gezin komt werken vindt Lizzie eindelijk die vriendin waar ze naar heeft verlangd. Hun intimiteit groeit echter uit tot een donker en verontrustend plan.","category":""},"71761":{"channel":"280715028","start":"1669083600","end":"1669089000","first":"R","idtitle":"RELIC","title":"Relic","program_id":"1296664973","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/20\/20221115090019708rgf.jpg","description":"Wanneer de bejaarde weduwe Edna (Robyn Nevin) vermist raakt, reizen haar dochter Kay (Emily Mortimer) en kleindochter Sam (Bella Heathcote) naar het afgelegen familiehuis om haar te zoeken. Maar als Edna plotseling weer opduikt blijft een verklaring uit. Edna's vergeetachtigheid en nachtelijk ronddolen lijken te verergeren. Totdat Kay ontdekt dat een mysterieuze entiteit niet alleen het huis teistert maar ook haar moeder.","category":""},"71762":{"channel":"280715028","start":"1669089000","end":"1669096800","first":"T","idtitle":"THEBUTLER","title":"The Butler","program_id":"1296664979","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/11\/20221115090019708dcb.jpg","description":"Butler Cecil Gaines (Forest Whitaker) werkt tijdens de ambtstermijnen van maar liefst acht Amerikaanse presidenten in het Witte Huis. In zijn periode als bediende verandert de maatschappij om hem heen door de civil rights movement, de oorlog in Vietnam en andere belangrijke historische gebeurtenissen. Dit alles heeft niet alleen groots effect op Amerika, maar ook op het gezin van Cecil.","category":""},"71763":{"channel":"280715028","start":"1669096800","end":"1669098600","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSSHAWNLEVY","title":"Hollywood's Best Film Directors: Shawn Levy","program_id":"1296664985","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/17\/202211150900197087q5.jpg","description":"Komedie en avontuur zijn de sleutelgenres voor de Canadese regisseur Shawn Levy, die films op zijn naam heeft staan als Cheaper by the Dozen, Date Night, The Internship en niet te vergeten drie delen uit de Night at the Museum-reeks.","category":""},"71764":{"channel":"280715028","start":"1669098600","end":"1669104300","first":"D","idtitle":"DEATHDEFYINGACTS","title":"Death Defying Acts","program_id":"1296664991","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/72\/202211150900197089f5.jpg","description":"In 1926 is Harry Houdini een van 's werelds beroemdste artiesten. Ondanks al het geld en de faam heeft Houdini echter één grote frustratie: dat hij niet bij het sterfbed van zijn moeder was om haar laatste woorden te horen. Benji McGregor en haar moeder Mary zijn twee straatarme bewoners van een krot in Edinburgh, die zich in leven houden door mensen te laten geloven dat zij met doden kunnen spreken. De twee vatten het plan op om de rijke Houdini voor de gek te houden, maar dat loopt niet geheel volgens plan.","category":""},"71765":{"channel":"280715028","start":"1669104300","end":"1669111200","first":"C","idtitle":"CROOKEDHOUSE","title":"Crooked House","program_id":"1296664997","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/77\/20221115090019708h45.jpg","description":"In het landhuis van de schatrijke familie Leonides wordt de patriarch en eigenaar van het familiefortuin onder verdachte omstandigheden dood aangetroffen. Zijn beeldschone kleindochter Sophia roept de hulp in van haar voormalige minnaar, de privédetective Charles Hayworth. Er zijn verdachten te over: drie generaties van de Leonides dynastie wonen op het weeldige landgoed in een giftige atmosfeer vol bitterheid en jaloezie. En met het ongekende fortuin ligt het motief voor de hand. Maar niets is wat het lijkt.","category":""},"71766":{"channel":"280715028","start":"1669111200","end":"1669116600","first":"N","idtitle":"NESSUNOMIPETTINABENECOMEILVENTO","title":"Nessuno mi pettina bene come il vento","program_id":"1296665003","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/99\/20221115090019708sk1.jpg","description":"Italiaans drama over het leven van eenzame zielen in een wanhopige zoektocht: de moeizame relatie tussen een eenzame schrijfster en een jong meisje dat haar leven binnenkomt.","category":""},"71767":{"channel":"280715028","start":"1669116600","end":"1669124400","first":"F","idtitle":"FOXCATCHER","title":"Foxcatcher","program_id":"1296665009","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/67\/20221115090019709966.jpg","description":"Foxcatcher vertelt het waargebeurde verhaal van de Olympische Kampioenen en tevens broers Mark Schultz (Channing Tatum) en Dave Schultz (Mark Ruffalo). John Du Pont (Steve Carell) heeft zijn zinnen gezet op het trainen van de broers, maar als Dave niet naar zijn landgoed wil verhuizen, is het de naïeve Mark die hij volledig onder zijn hoede neemt. Samen hebben ze het doel om van Mark de grootste worstelaar ter wereld te maken. Ze krijgen een intense band met elkaar, maar hoe langer Mark bij deze steenrijke man op zijn landgoed woont, hoe meer hij verstrikt raakt in een web van paranoia en verraad.","category":""},"71768":{"channel":"280715028","start":"1669124400","end":"1669131600","first":"T","idtitle":"THEREADER","title":"The Reader","program_id":"1296665015","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/94\/2022111509001970994y.jpg","description":"In Duitsland, vlak na de Tweede Wereldoorlog, begint de vijftienjarige Michael een gepassioneerde maar heimelijke affaire met de veel oudere Hanna (Kate Winslet). Hun relatie wordt intenser wanneer ze hun gezamenlijke liefde voor boeken ontdekken. Elke avond leest Michael zijn geliefde Hanna voor uit grote werken. Ondanks hun innige band is Hanna op een dag spoorloos verdwenen en pas jaren later komt Michael (Ralph Fiennes) haar opnieuw tegen, wanneer hij als rechtenstudent een proces tegen oorlogscriminelen bijwoont. Hanna is een van de beklaagden en Michael ontdekt een diep geheim over de vrouw die hij ooit liefhad.","category":""},"71769":{"channel":"280715028","start":"1669131600","end":"1669138800","first":"T","idtitle":"THREEFLOORS","title":"Three Floors","program_id":"1296665021","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/38\/20221115090019709bic.jpg","description":"Een reeks gebeurtenissen zal het leven van de bewoners op drie verdiepingen van een appartementsgebouw in Rome op de proef stellen. Terwijl de mannen gevangenen zijn van hun eigen koppigheid, proberen de vrouwen, elk op hun eigen manier, de verscheurde relaties te herstellen en de liefde, die wel verdwenen leek, op een serene manier terug te brengen in de levens van de bewoners.","category":""},"71770":{"channel":"280715028","start":"1669138800","end":"1669145400","first":"T","idtitle":"THEIMITATIONGAME","title":"The Imitation Game","program_id":"1296665027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/55\/202211182100205263b1.jpg","description":"In de winter van 1952 werd Alan Turing (Benedict Cumberbatch) door de autoriteiten opgepakt voor het toen strafbare feit homoseksualiteit. Wat echter bij niemand bekend was, was dat Turing enkele jaren daarvoor tijdens de oorlog in het diepste geheim leiding gaf aan een groep van knappe koppen. Hun opdracht was het kraken van de Enigma code die de Duitsers voor al hun communicatie gebruikten. De machine die Turing uitvond was niet alleen essentieel voor de beëindiging van de oorlog, ook was dit het prototype voor onze hedendaagse computer.","category":""},"71771":{"channel":"280715028","start":"1669145400","end":"1669151700","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1296665033","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/43\/202211150900197093vd.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"71772":{"channel":"280715028","start":"1669151700","end":"1669157400","first":"S","idtitle":"SHOWMEWHATYOUGOT","title":"Show Me What You Got","program_id":"1296665039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/2\/20221115090019709w4b.jpg","description":"We volgen de drie millennials vanaf belangrijke momenten in hun leven; de vrolijke Marcello die leeft onder de vleugel van een Italiaanse soapster-vader, de soulvolle Frans-Iraanse acteur Nassim die probeert een succesvolle carrière te krijgen en kunstenares Christine die in de rouw is na de dood van haar grootvader. Het trio vindt elkaar in de deelname aan politieke protesten, hun liefde voor kunst en hun onconventionele liefde, totdat Marcello terug moet naar Italië en de evenwicht in hun relatie wordt ontwricht.","category":""},"71773":{"channel":"280715028","start":"1669157400","end":"1669165500","first":"U","idtitle":"UNDERTHESILVERLAKE","title":"Under the Silver Lake","program_id":"1296665045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/49\/20221115090019709hyf.jpg","description":"Op een mooie, zwoele avond in Los Angeles maakt de jonge Sam (Andrew Garfield) kennis met zijn aantrekkelijke buurvrouw Sarah (Riley Keough). Wanneer zij de volgende ochtend op mysterieuze wijze blijkt te zijn verdwenen, begint Sam aan een surrealistische zoektocht. Beetje bij beetje ontsluiert hij een sinister complot dat de hele stad lijkt te beheersen.","category":""}}