{"68924":{"channel":"280714878","start":"1669851300","end":"1669856700","first":"L","idtitle":"LOOSIES","title":"Loosies","program_id":"1300400719","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/37\/20221124090025507xip.jpg","description":"Bobby (Peter Facinelli), een zakkenroller uit New York die als beurshandelaar door de stad zwerft, tart het lot door de badge van een New Yorkse rechercheur (Michael Madsen) te rollen. Tijdens een gevaarlijk spel van kat en muis, komt Bobby een nog grotere uitdaging tegen: een recente onenightstand genaamd Lucy (Jaimie Alexander). Drie maanden na hun gepassioneerde affaire moet Bobby de realiteit onder ogen zien als Lucy hem informeert dat ze zwanger is. In een stad waar hij ooit onzichtbaar was, wordt Bobby nu ontmaskerd en opgejaagd door de politie.","category":""},"68925":{"channel":"280714878","start":"1669856700","end":"1669862100","first":"T","idtitle":"THEBIGASK","title":"The Big Ask","program_id":"1300400725","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/52\/2022112409002550764d.jpg","description":"Andrew is wanhopig na de dood van zijn moeder en samen met zijn vriendin nodigt hij zijn beste vrienden uit in de woestijn voor een retraite van emotionele genezing. In werkelijkheid blijkt het een therapeutische orgie te zijn en zodra die absurde waarheid aan het licht komt, staat de onderling vriendschap op het spel.","category":""},"68926":{"channel":"280714878","start":"1669862100","end":"1669867800","first":"T","idtitle":"THEBETTERHALF","title":"The Better Half","program_id":"1300400731","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/99\/20221124090025507w23.jpg","description":"Calista was ooit een spontane, gezellige meid maar de jaren hebben haar in een cynische zuurpruim veranderd. Wanneer ze door een ongeluk bij de sportschool in het vagevuur belandt, krijgt ze een tweede kans. Haar persoonlijkheid is in tweeën gespleten en de serieuze Calista én de feestende versie krijgen 48 uur om zaken goed te maken met haar, hun disfunctionele gezin.","category":""},"68927":{"channel":"280714878","start":"1669867800","end":"1669874114","first":"P","idtitle":"PREGGOLAND","title":"Preggoland","program_id":"1300400737","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/52\/202211240900255073hv.jpg","description":"Ruth zit een beetje vast in haar wilde feestjaren. Haar vrienden hebben allemaal kinderen of zijn zwanger. Ze hebben het gehad met Ruth's onvolwassen gedrag en 'ontvrienden' haar. Door een misverstand in de babywinkel begint het gerucht dat Ruth zwanger is. Ze wil dit meteen ontkennen, maar ontdekt dan dat zwangere vrouwen veel voorkeursbehandeling krijgen. Dus besluit ze het gerucht een beetje de vrije loop te laten gaan. Maar voor ze het weet loopt het zo uit de hand, dat er geen weg terug is.","category":""}}