{"71824":{"channel":"280715028","start":"1669505100","end":"1669511100","first":"U","idtitle":"UNDERSANDET","title":"Under sandet","program_id":"1298796192","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/93\/20221120090024708avq.jpg","description":"Wanneer de Tweede Wereldoorlog op z'n eind loopt wordt een groep Duitse soldaten, eerder jongens dan mannen, gevangen genomen door het Deense leger. Ze worden gedwongen een dodelijke taak ten uitvoer te brengen: het ontmantelen en ruimen van twee miljoen landmijnen die nog in de Deense stranden ingegraven liggen. En dat met weinig tot geen training. De jongens ontdekken dat de oorlog voor hen nog lang niet ten einde is.","category":""},"71825":{"channel":"280715028","start":"1669511100","end":"1669517100","first":"T","idtitle":"THECOOLER","title":"The Cooler","program_id":"1298796198","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/85\/20221120090024708paa.jpg","description":"Het leven van pechvogel Bernie Lootz (William H. Macy) gaat niet over rozen. Sterker nog, zijn aanleg voor het ongeluk blijkt besmettelijk te zijn. In de casino's van Las Vegas bouwt hij een steeds grotere schuld op. Casino-eigenaar Shelly lost alle schulden af, maar dwingt Bernie wel te werken als een zogenaamde Cooler. Voor het eerst werkt Bernie's aantrekkingskracht voor ongeluk in zijn eigen voordeel: elke keer als een tafel te veel geld moet uitbetalen, gaat Bernie erbij staan waardoor al het geluk van de speler verdwijnt. Alles gaat goed tot hij verliefd wordt op de knappe serveerster Natalie.","category":""},"71826":{"channel":"280715028","start":"1669517100","end":"1669523400","first":"P","idtitle":"PROXIMA","title":"Proxima","program_id":"1298796844","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/81\/202211200900247080bs.jpg","description":"De nuchtere Française Sarah voedt haar jonge dochter Stella alleen op. Ze is ook een briljante en gedreven astronaut, die geselecteerd wordt voor een ambitieuze – door mannen gedomineerde - ruimtemissie, samen met de chauvinistische Amerikaan Mike en de vredelievende Rus Anton. Ze bereidt zichzelf en Stella voor op haar langdurige afwezigheid en begint ze aan de zware training in Rusland. Het is het begin van een emotionele rollercoaster, waarin ze moet schipperen tussen haar persoonlijke dromen en behoeften en die van haar kind. Nu ze de aarde gaat verlaten, beseft Sarah dat ze zich er meer mee verbonden voelt dan ooit.","category":""},"71827":{"channel":"280715028","start":"1669523400","end":"1669528800","first":"B","idtitle":"BLACKCOP","title":"Black Cop","program_id":"1298796850","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/56\/20221120090024708k9o.jpg","description":"Het is niet gemakkelijk om een zwarte agent te zijn wanneer zowel de gemeenschap als je collega's je niet vertrouwen. Maar wanneer je buiten dienst wordt gemolesteerd door andere politiemannen, slaan de stoppen door. Gewapend met zijn penning en opgehitst door een radioprogramma, zint deze zwarte agent op wraak. Hij uit zijn frustraties op de gemeenschap die de daden van zijn collega's rechtvaardigen.","category":""},"71828":{"channel":"280715028","start":"1669528800","end":"1669536600","first":"T","idtitle":"THEREALM","title":"The Realm","program_id":"1298796856","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/98\/20221120090024709kll.jpg","description":"Manuel Gómez Vidal is een geliefde en charismatische politicus die het goed voor elkaar heeft: hij heeft veel aanzien, een liefde volle familie en veel vrienden. Maar hij is ook onderdeel van een corrupt politiek systeem, waar ieder zich verrijkt met publiek geld. Terwijl hij een collega en goede vriend indekt, wordt hij zelf het middelpunt van de aandacht en schuiven zijn partijgenoten alle schuld op hem. Maar Manuel laat zich niet kennen en duikt diep in het vuile spelletje.","category":""},"71829":{"channel":"280715028","start":"1669536600","end":"1669542900","first":"T","idtitle":"THECOMPANYMEN","title":"The Company Men","program_id":"1298796862","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/88\/20221120090024709w63.jpg","description":"Bobby Walker heeft een goede baan, een nog beter salaris, een mooie vrouw en lieve kinderen. Maar na een reorganisatie staat hij samen met zijn collega's Phil en Gene op straat. Plotseling moeten de drie mannen hun rol als kostwinnaar, echtgenoot en vader herzien. Opeens zit Bobby aan tafel met carrièrecoaches, moet hij zijn geliefde auto verkopen en kan hij hun grote huis niet meer betalen. Bobby zet al zijn trots opzij om een baantje te accepteren bij zijn zwager, de zelfstandige aannemer Jack. Ondanks alle tegenslagen groeit het inzicht dat er meer is in het leven dan de golfbaan en het azen op de beste, grootste businessdeals.","category":""},"71830":{"channel":"280715028","start":"1669542900","end":"1669549500","first":"other","idtitle":"99HOMES","title":"99 Homes","program_id":"1298796868","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/63\/20221120090024709ens.jpg","description":"Bouwvakker Dennis Nash (Andrew Garfield), wordt met zijn zoontje en moeder (Laura Dern) uit zijn ouderlijk huis in Orlando gezet. De keiharde makelaar Rick Carver (Michael Shannon) laat hen geen andere keus dan in een armoedig motel te gaan wonen. Dennis heeft er alles voor over om zijn huis terug te krijgen. Zelfs werken voor zijn grootste vijand; de man die hen op straat zette. Al snel kan hij genoeg verdienen om het huis terug te kopen, maar kan Dennis zijn geweten wel uitschakelen?","category":""},"71831":{"channel":"280715028","start":"1669549500","end":"1669558200","first":"M","idtitle":"MRTURNER","title":"Mr. Turner","program_id":"1298796874","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/38\/202211200900247090ha.jpg","description":"De excentrieke 19e-eeuwse Britse kunstenaar J.M.W. Turner wordt diep geraakt door de dood van zijn vader. Hij begint een relatie met de weduwe Sophia Booth, die een pension runt aan de zee. Af en toe wordt hij lastig gevallen door Sarah Danby, een ex-geliefde bij wie hij twee buitenechtelijke dochters heeft. Turner verblijft in aristocratische landhuizen, maakt reizen, bezoekt bordelen, is een populair maar tegendraads lid van de Royal Academy of Arts, laat zichzelf aan een scheepsmast vastbinden om een sneeuwstorm te kunnen schilderen en wordt zowel gevierd als verguisd door het grote publiek en de culturele elite.","category":""},"71832":{"channel":"280715028","start":"1669558200","end":"1669564200","first":"H","idtitle":"HOPEGAP","title":"Hope Gap","program_id":"1298796880","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/17\/20221120090024709pto.jpg","description":"Grace (Annette Bening) en Edward (Bill Nighy) wonen in een klein dorp bij de klif van Hope Gap en zijn 29 jaar getrouwd. Als hun zoon Jamie een weekend komt logeren informeert zijn vader hem dat hij van plan is om nog dezelfde dag zijn moeder te verlaten. Het eens zo hechte gezin wordt nu geconfronteerd met een nieuwe situatie waarin emoties als ongeloof, woede, onmacht maar ook hoop elkaar kruisen.","category":""},"71833":{"channel":"280715028","start":"1669564200","end":"1669569600","first":"A","idtitle":"AQUARELA","title":"Aquarela","program_id":"1298796886","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/77\/20221120090024709lwt.jpg","description":"Prijswinnende documentaire waarin water de hoofdrol heeft, in al haar schoonheid en gruwelijkheid. Van het bevroren water in het Russische Baikalmeer, naar Miami in de greep van orkaan Irma, tot de machtige Angel Falls in Venezuela. Water brengt leven en dood, vreugde en wanhoop voor de kwetsbare mens.","category":""},"71834":{"channel":"280715028","start":"1669569600","end":"1669577400","first":"M","idtitle":"MONEYBALL","title":"Moneyball","program_id":"1298796892","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/82\/20221120090024709niz.jpg","description":"Billy Beane (Brad Pitt) is de manager van de 'Oakland Athletics', een honkbalteam uit Californië dat met geldproblemen kampt. Om met een minimaal budget toch ooit een winnend team samen te kunnen stellen en de World Series te winnen, gooit hij het aankoopbeleid over een geheel andere boeg. Waar alle coaches op hun gevoel afgaan, vaart Billy volledig op de statistieken die zijn nieuwe assistent Peter Brand (Jonah Hill) uit de computer haalt.","category":""},"71835":{"channel":"280715028","start":"1669577400","end":"1669583700","first":"F","idtitle":"FAHIM","title":"Fahim","program_id":"1298796898","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/57\/20221120090024709ral.jpg","description":"Wanneer de jonge Fahim en zijn vader hun geboorteland Bangladesh moeten ontvluchten en arriveren in Parijs, begint voor hen een nieuwe strijd. Terwijl ze wachten op de goedkeuring van hun politiek asielaanvraag, staan ze onder constante dreiging van uitzetting. Dan leert Fahim de schaakmeester Sylvain kennen, die hem onder zijn hoede neemt. Juist wanneer het nationale kampioenschap schaken begint, lijkt Fahim het land te moeten verlaten. Voor hem is er maar één uitweg: kampioen van Frankrijk worden. Gebaseerd op een waargebeurd verhaal.","category":""},"71836":{"channel":"280715028","start":"1669583700","end":"1669590300","first":"K","idtitle":"KENAU","title":"Kenau","program_id":"1298796904","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/11\/2022112009002470961o.jpg","description":"Haarlem, december 1572. Terwijl het leger van Alva de Hollandse opstand met harde hand de kop indrukt, runt weduwe Kenau Hasselaer (Monic Hendrickx) haar scheepswerf alsof het geen oorlog is. Pas als haar jongste dochter in Spaansgezinde handen valt, kan ze niet langer afzijdig blijven en trekt ze samen met de vrouwen van Haarlem ten strijde. Legerkapitein Ripperda (Barry Atsma) ziet in dat hij de hulp van de moedige vrouwen niet kan afslaan. Alleen Kathelijne (Sallie Harmsen), de overgebleven dochter van Kenau, wordt buiten het vrouwenleger gehouden. Vertrouwt Kenau haar niet of heeft ze een andere reden?","category":""}}