{"67719":{"channel":"280714878","start":"1669334400","end":"1669340400","first":"D","idtitle":"DASGEHEIMELEBENDERBAEUME","title":"Das geheime Leben der Bäume","program_id":"1297971184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/58\/20221118090019707xyi.jpg","description":"Heel de wereld praat over het milieu, maar toch lukt het vaak niet om naar de natuur zelf te luisteren. Het is voor Duitse boswachter Peter Wohlleben inmiddels een missie geworden om dit te veranderen. Met zijn non-fictie bestseller Het Verborgen Leven van Bomen, die inmiddels in meer dan veertig landen is verschenen, laat Wohlleben de verborgen wereld van de bossen zien, het zogenaamde Wood Wide Web van bomen die met elkaar communiceren.","category":""},"67720":{"channel":"280714878","start":"1669340400","end":"1669347000","first":"S","idtitle":"STRINGS","title":"Strings","program_id":"1297971190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/10\/20221118090019707oui.jpg","description":"Door een foute dosis drugs ontsnapt de getalenteerde DJ Josh op een haartje na aan de dood. Zijn moeder stuurt hem vanuit New York naar het plattelandsstadje van zijn vader, waar Josh terug naar school moet en zijn ontspoorde leven weer op de rit moet krijgen. De enige met wie hij een klein beetje contact maakt is zijn reclasseringsambtenaar, Alex. Dan ontmoet hij Mary, die hem vraagt om te draaien voor haar dansteam. Het regionale kampioenschap staat voor de deur en met de trendy undergroundmuziek van Josh wil ze de cup pakken. Josh raakt beetje bij beetje gemotiveerd om de problemen van Alex, Mary én zichzelf te overwinnen.","category":""},"67721":{"channel":"280714878","start":"1669347000","end":"1669354200","first":"T","idtitle":"THEHUNDREDFOOTJOURNEY","title":"The Hundred-Foot Journey","program_id":"1297971196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/88\/20221118090019707nwg.jpg","description":"De familie Kadam verhuist met grootse plannen van India naar het pittoreske Saint-Antonin-Noble-Val in Zuid-Frankrijk om daar een Indiaas restaurant te openen. Het rustig openen van het restaurant zit er echter niet in. De kille eigenaresse van het klassieke Franse restaurant Le Saule Pleureur, Madame Mallory (Helen Mirren), protesteert hevig tegen de opening, wat escaleert in een flinke vete tussen de twee vestigingen. Wanneer zoon Hassan Kadam zijn passie voor de Franse haute cuisine ontdekt en valt voor sous-chef Marguerite, probeert hij te bemiddelen en de twee uiteenlopende culturen nader tot elkaar te brengen.","category":""},"67722":{"channel":"280714878","start":"1669354200","end":"1669356000","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSMIKENEWELL","title":"Hollywood's Best Film Directors: Mike Newell","program_id":"1297971202","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/14\/20221118090019707wli.jpg","description":"Al dertig jaar werkte Mike Newell voornamelijk voor de Britse televisie, voordat hij in 1994 zijn eerste bioscoopklapper maakte met Four Weddings and a Funeral, gevolgd door films als Donnie Brasco en de vierde Harry Potter-film.","category":""},"67723":{"channel":"280714878","start":"1669356000","end":"1669361100","first":"D","idtitle":"DEMAGISCHEPOORT","title":"De Magische Poort","program_id":"1297971208","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/83\/20221118090019708fw9.jpg","description":"Davey, een verlegen dolfijn, ontdekt de magische poort die elke vis kan veranderen in wat hij wil zijn. Op een dag wordt de poort misbruikt door de moeralen die gigantisch zijn geworden en van plan zijn het vredige Vissenstad over te nemen. Davey moet zich herenigen met zijn lang verloren gewaande vader om de kracht en macht te krijgen om de moeralen te verslaan, zijn stad te beschermen en de liefde van zijn leven voor zich te winnen.","category":""},"67724":{"channel":"280714878","start":"1669361100","end":"1669366800","first":"A","idtitle":"AROYALNIGHTOUT","title":"A Royal Night Out","program_id":"1297971214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/28\/20221118090019708llc.jpg","description":"Als op 8 mei 1945 de vrede in Europa wordt getekend en het volksfeest losbarst, mogen de Engelse prinsessen Elizabeth en Margaret bij hoge uitzondering van hun ouders, Koningin Elizabeth en Koning George VI, zich mengen in het feestgedruis. Al snel raken ze niet alleen hun chaperonnes kwijt, maar ook elkaar. Wat volgt is een avond vol spanning, gevaar en romantiek. Ze beleven een nacht die ze niet snel zullen vergeten.","category":""},"67725":{"channel":"280714878","start":"1669366800","end":"1669371900","first":"I","idtitle":"INFINITELYPOLARBEAR","title":"Infinitely Polar Bear","program_id":"1297971220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/16\/20221118090019708lll.jpg","description":"Cameron Stuart (Mark Ruffalo) is een vader met een bipolaire stoornis. Hij besluit de zorg van zijn twee dochters op zich te nemen zodat zijn vrouw Maggie haar studie kan afmaken in New York. Het huishouden runnen in combinatie met de zorg voor zijn dochters blijkt een hele opgave voor Cameron, maar zijn flamboyante en speelse levensstijl maakt hun gezinsleven tot een groot avontuur.","category":""},"67726":{"channel":"280714878","start":"1669371900","end":"1669377900","first":"A","idtitle":"AMERICASSWEETHEARTS","title":"America's Sweethearts","program_id":"1297971226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/38\/20221118090019708cjy.jpg","description":"America's favoriete glamourkoppel Gwen (Catherine Zeta-Jones) en Eddie (John Cusack) gaat uit elkaar. Met de scheiding ontstaat er een groot probleem: ze moeten hun laatste gezamelijke film nog promoten. Wanneer de print van de film maar niet tevoorschijn komt verzint de uitgever van de film een verhaal over de reunie van de twee, terwijl de acteur eigenlijk verliefd is op de assistent van zijn vrouw, en de actrice ook al een nieuwe vriend heeft gevonden.","category":""},"67727":{"channel":"280714878","start":"1669377900","end":"1669386000","first":"T","idtitle":"THENATURAL","title":"The Natural","program_id":"1297971232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/92\/202211180900197080pt.jpg","description":"Een onbekende honkballer van middelbare leeftijd (Robert Redford) en met een mysterieus verleden verschijnt uit het niets en brengt een degraderende club naar de top van de competitie, enkel geholpen door zijn 'magische' honkbalknuppel. Krijgt hij nu eindelijk de erkenning en de roem die hij altijd al verdiende?","category":""},"67728":{"channel":"280714878","start":"1669386000","end":"1669391700","first":"V","idtitle":"VAMPIERZUSJES3REISNAARTRANSSYLVANIE","title":"Vampierzusjes 3: Reis naar Transsylvanië","program_id":"1297971238","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/90\/20221118090019708flc.jpg","description":"De geliefde Vampierzusjes hebben een nieuw babybroertje, Franz, een lieve half-vampier. Maar de boze vampierkoningin Antanasia wil hem als erfgenaam en ontvoert hem naar haar kasteel. Daka gaat naar Transsylvanië om Franz te redden en met Murdo's hulp breekt ze in bij het kasteel. Maar daar raakt ze gefascineerd door Antanasia, omdat ze het leven leidt waar Daka altijd van heeft gedroomd - het leven van een vrije vampier! Ondertussen zijn ook Silvania en Dirk op weg naar het kasteel. Samen met Murdo moeten ze Franz en Daka bevrijden uit de greep van Antanasia voordat Franz tot opvolger van de troon wordt gekroond.","category":""},"67729":{"channel":"280714878","start":"1669391700","end":"1669397100","first":"R","idtitle":"ROALDDAHLSESIOTROT","title":"Roald Dahl's Esio Trot","program_id":"1297972012","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/69\/202211180900197089z8.jpg","description":"Vanaf zijn balkon kan meneer Hoppy (Dustin Hoffman) precies op het balkon van zijn onderbuurvrouw kijken. Al jaren is hij stiekem verliefd op mevrouw Silver (Judi Dench), maar hij is te verlegen om haar aan te spreken. Op een dag hoort hij mevrouw Silver zeggen dat haar schildpad maar niet wil groeien. Meneer Hoppy grijpt zijn kans en verzint voor haar een indrukwekkende toverspreuk. In eerste instantie werkt de truc, maar dan loopt het volledig uit de hand.","category":""},"67730":{"channel":"280714878","start":"1669397100","end":"1669402800","first":"D","idtitle":"DEPIRATENVANHIERNAAST","title":"De piraten van hiernaast","program_id":"1297972018","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/37\/20221118090019708ozj.jpg","description":"Het saaie kustplaatsje Zandwijk aan Zee wordt op stelten gezet door de komst van de zwaardvechtende en rum-drinkende piratenfamilie Donderbus. Terwijl de suffe buurtbewoners de waakhaai en huis-octopus maar niets vinden, sluit de elfjarige Michiel, ondanks hun verschillen, vriendschap met de stoere piratenjongen Billy. Maar hij dreigt zijn nieuwe vriend te verliezen wanneer aartsvijand Knokige Krelis plots opduikt. Samen met hun buurmeisje Elizabeth gaan de jongens de strijd aan tegen de gevaarlijkste piraat op zee.","category":""},"67731":{"channel":"280714878","start":"1669402800","end":"1669409100","first":"M","idtitle":"MISS","title":"Miss","program_id":"1297972024","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/18\/20221118090019708tz7.jpg","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","category":""},"67732":{"channel":"280714878","start":"1669409100","end":"1669414500","first":"L","idtitle":"LOOKSTHATKILL","title":"Looks that Kill","program_id":"1297972030","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/5\/20221118090019708feh.jpg","description":"De zestienjarige Max (Brandon Flynn) is geboren met een bijzondere afwijking: zijn gezicht is zo mooi, dat iedereen letterlijk dood neervalt bij het zien van zoveel schoonheid. Daarom moet hij overal en altijd zijn gezicht verbergen achter een verband en een zonnebril. Zijn beste vriend Dan probeert hem te koppelen aan een meisje, maar wanneer de eerste date uitloopt op een mislukking, ziet Max het niet meer zitten. Juist wanneer hij van plan is van een brug te springen, ontmoet hij de aantrekkelijke Alex, die net als hij blijkt te kampen met een eigenaardige aangeboren afwijking.","category":""},"67733":{"channel":"280714878","start":"1669414500","end":"1669420200","first":"B","idtitle":"BEHAVINGBADLY","title":"Behaving Badly","program_id":"1297972036","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/49\/20221118090019708rkb.jpg","description":"Rick is smoorverliefd op Nina (Selena Gomez). Hij moet en zal verkering met haar krijgen en bedenkt een reeks wilde plannen om haar hart te veroveren. Maar alles wat hij probeert loopt enorm uit de hand en voor hij het weet krijgt hij het aan de stok met Nina's jaloerse ex-vriend, de oversekste moeder van z'n beste vriend, de zoon van een maffiabaas, een leger bloedmooie strippers, en de perverse rector van z'n school. Wanneer zijn pogingen om Nina te versieren ook nog de Mobiele Eenheid op de been brengt is de chaos helemaal compleet. En of dit alles hem ook maar één stap dichterbij zijn doel brengt is nog maar de vraag.","category":""}}