{"56136":{"channel":"141431343","start":"1668898800","end":"1668906348","first":"M","idtitle":"MARIKENINDETUINDERLUSTEN","title":"Mariken in de Tuin der Lusten","program_id":"1295897692","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/87\/202211130901097135mn.jpg","description":"De opera Mariken in de Tuin der Lusten, op muziek van Callipe Tsoupaki, is gebaseerd op het mirakelspel Mariken van Nieumeghen (c. 1515). Het verhaal heeft in alle eeuwen niets aan kracht verloren en behoort onomstotelijk tot de canon van de Nederlandse cultuur. In deze opera volgen we de nieuwsgierige maar ook kwetsbare Mariken op een reis door een duistere wereld. Ze komt daarbij intrigerende karakters tegen, zoals een feeks van een tante, een verleidelijke duivel en een inquisitoire paus. Het ASKO,Schönberg en Tetraktys Ensemble staan onder leiding van Hernán Schvartzman. Solisten zijn Hannah Hoekstra (Mariken), Harry van der Kamp (oom), Jill Feldman (tante), Julian Podger (duivel) and Michael Chance (Paus). Opgenomen in de Koninklijke Schouwburg van Den Haag in 2015 en geregiseerd door Serge van Veggel.","category":""},"56137":{"channel":"141431343","start":"1668906348","end":"1668912778","first":"C","idtitle":"CONCERTLIVEFROMGENEVA","title":"Concert Live from Geneva","program_id":"1295897698","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/10\/20221113090109713keh.jpg","description":"Daniel Barenboim dirigeert het West-Eastern Divan Orchestra in een uitvoering van Beethovens Pianoconcert Nr. 3 en Tsjaikovsky’s Symfonie Nr. 5. Het concert wordt afgesloten met de Valse Triste van Sibelius en de ouverture uit Verdi’s La Forza del Destino. Opgenomen in de Victoria Hall te Genève in 2004. Het internationaal gelauwerde West-Eastern Divan Orchestra werd opgericht door Daniel Barenboim en Edward Said en bestaat uit jonge, uiterst getalenteerde Israëlische en Arabische musici. Het gezelschap wil een dialoog tot stand brengen tussen de culturen uit het Midden-Oosten door samen muziek te maken.","category":""},"56138":{"channel":"141431343","start":"1668912778","end":"1668916741","first":"B","idtitle":"BRUCKNERSYMFONIENR7","title":"Bruckner - Symfonie Nr. 7","program_id":"1295897704","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/87\/20221113090109714uie.jpg","description":"Franz Welser-Möst leidt het Cleveland Orchestra in een uitvoering van Anton Bruckners Symfonie Nr. 7. Dit werk neemt een centrale plaats in binnen het oeuvre van de componist: hiermee viel Bruckner eindelijk de erkenning ten deel die hij verdiende. Nog altijd is het één van zijn meest geliefde werken. De symfonie volgt de klassieke opbouw van vier aparte delen. Het hart van het werk is een lang en emotioneel Adagio, geschreven als eerbetoon aan Richard Wagner. Het eerste deel van de symfonie begint met een stijgend thema dat wordt aangedragen door de cello's. Het Scherzo verlicht de sombere sfeer van het voorafgaande Adagio, en met de Finale komt met ongeremd plezier ten einde. Deze uitvoering werd in 2008 opgenomen in Severance Hall in Cleveland.","category":""},"56139":{"channel":"141431343","start":"1668916741","end":"1668920400","first":"M","idtitle":"MENDELSSOHNVIOOLCONCERTOP64","title":"Mendelssohn - Vioolconcert, Op. 64","program_id":"1295897710","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/95\/20221113090109714kta.jpg","description":"Sir Simon Rattle dirigeert de Berliner Philharmoniker tijdens het Europakonzert van 2016. Voor deze editie is de keuze gevallen op de prachtige barokkerk in het Noorse mijndorpje Røros. Het dorpscentrum van Røros is opgenomen in de Werelderfgoedlijst van UNESCO. De Noorse violiste Vilde Frang is de solist in Mendelssohns Vioolconcert, Op. 64.","category":""},"56140":{"channel":"141431343","start":"1668920400","end":"1668922297","first":"M","idtitle":"MOZARTSYMFONIENR38KV504","title":"Mozart - Symfonie Nr. 38, KV. 504","program_id":"1295897716","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/71\/20221113090109714e51.jpg","description":"Gerd Albrecht dirigeert de Deutsche Kammerphilharmonie in een uitvoering van Mozarts ‘Praag’ Symfonie Nr. 38 (KV. 504). De uitzending is geregisseerd door János Darvas. Mozart componeerde dit werk aan het einde van 1786. Het werd in januari 1787 voor het eerst uitgevoerd tijdens Mozarts bezoek aan Praag, zodoende verwierf het werk de bijnaam ‘Praag’. Het ongebruikelijke aan de symfonie is dat deze uit slechts drie delen bestaat, waarmee het één van de weinige bekende symfonieën uit de laatklassieke periode is waarin een gebruikelijk menuet of scherzo ontbreekt. De symfonie opent met een Adagio, gevolgd door een krachtig Allegro dat vooruitloopt op de dramatiek die later dat jaar in Mozarts opera Don Giovanni terug te vinden is.","category":""},"56141":{"channel":"141431343","start":"1668922297","end":"1668927134","first":"A","idtitle":"ANEVENINGWITHGABRIELAMONTERO","title":"An evening with Gabriela Montero","program_id":"1295897722","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/55\/202211130901097146kd.jpg","description":"De Venezolaanse pianiste Gabiela Montero doet haar bijnaam ‘Koningin van de improvisatie’ eer aan tijdens dit concert. Dankzij haar interpretaties en haar unieke improvisatietalent heeft ze in een snel tempo bekendheid en fans over de hele wereld gekregen. De pianiste nodigt het publiek vaak uit tijdens haar optredens om met melodieën en verzoeknummers te komen, zodat een concert een kwestie van geven en nemen wordt. Tijdens deze opname presenteert ze een mix van eigentijdse composities en de klassieke meesterwerken.","category":""},"56142":{"channel":"141431343","start":"1668927134","end":"1668931147","first":"Q","idtitle":"QUARANTAINECONCERTENDEBUSSYBRAHMSEA","title":"Quarantaineconcerten: Debussy, Brahms e. a.","program_id":"1295897728","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/65\/20221113090109714i2e.jpg","description":"Klarinettist Sharon Kam, sopraan Jacquelyn Wagner en pianist Matan Porat bundelden op 11 mei 2020 hun krachten in dit recital uit Schinkel Pavillon Berlijn. Het programma begint met Claude Debussy's Première Rhapsodie voor klarinet en piano, gevolgd door Johannes Brahms' Sonate voor klarinet en piano, Opus 120 nr. 2. Porat speelt aansluitend Maurice Ravels Une barque sur l'océan voor piano. Na Francis Poulenc's Klarinetsonate besluit het concert met Franz Schuberts lied 'Der Hirt auf dem Felsen' in een arrangement voor klarinet, sopraan en piano.","category":""},"56143":{"channel":"141431343","start":"1668931147","end":"1668934941","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALEGYEHEEKIM","title":"CMIM Viool 2019 - Halve finale: Gyehee Kim","program_id":"1295897734","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/44\/202211130901097146m6.jpg","description":"Gyehee Kim (Zuid-Korea, 1993) speelt Ludwig van Beethovens Sonate nr. 8 in G-groot, Op. 30 nr. 3, Michael Oesterle’s 'Stand alone', Claude Debussy’s Sonate in g-klein, L 140, Frédéric Chopins Nocturne in cis-klein (in het arrangement van N. Milstein) en Eugène Ysaÿe’s Caprice d’après C. Saint-Saëns, Op. 52 nr. 6 gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"56144":{"channel":"141431343","start":"1668934941","end":"1668937980","first":"N","idtitle":"NAPELSKLAVIERSTADGIOVANNIDEMACQUE","title":"Napels, Klavierstad - Giovanni de Macque","program_id":"1295897740","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/16\/20221113090109714b4e.jpg","description":"De harmonische experimenten, verregaande chromatiek en vrije vormentaal van Giovanni de Macque bewijzen hoe opwindend het Napolitaanse klavierrepertoire is. Uit het klavieroeuvre van deze in Frans-Vlaanderen geboren componist, die voor de Gesualdo-familie in Napels werkte, presenteert barokexpert Jean-Marc Aymes zijn favoriete toccata's en canzona's.","category":""},"56145":{"channel":"141431343","start":"1668937980","end":"1668941563","first":"C","idtitle":"CLAUDIOABBADOTHESILENCETHATFOLLOWSTHEMUSIC","title":"Claudio Abbado: The Silence that Follows the Music","program_id":"1295897746","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/18\/20221113090109714s3i.jpg","description":"Claudio Abbado: The Silence that Follows the Music levert ons prachtige inzichten op over de immense toewijding en grote betrokkenheid van één van 's werelds grootste dirigenten: Claudio Abbado. Met bijdragen van zangers, solisten, operaproducenten en orkestleden uit verschillende orkesten schept deze documentaire een ontroerend beeld van deze uiterst getalenteerde musicus en toegewijde dirigent. Het programma bevat repetitiebeelden en concertfragmenten met de Berliner Philharmoniker, de Wiener Philharmoniker en het Gustav Mahler Jeugdorkest, evenals herinneringen van vrienden en collega's zoals de dirigenten Zubin Mehta, Daniel Barenboim en Pierre Boulez, en filmacteur Maximilian Schell.","category":""},"56146":{"channel":"141431343","start":"1668941563","end":"1668943747","first":"B","idtitle":"BERIOSINFONIA","title":"Berio - Sinfonia","program_id":"1295897752","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/26\/20221113090109714xso.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest en de London Voices in dit concertprogramma, opgenomen in oktober 2018 in het Rudolfinum, Dvořák Hall, Praag. Op het programma staan Luciano Berio's Sinfonia voor acht stemmen en orkest en Antonín Dvořáks Symfonie nr. 7 in d-klein, opus 70. Toen Bychkov het programma voor zijn eerste abonnementsconcert als chef van het Tsjechisch Filharmonisch Orkest samenstelde, aarzelde hij niet Dvořáks Symfonie nr. 7 voor te dragen. Zodoende hield hij al direct bij zijn aantreden als chef van het Tsjechisch Philharmonisch de nationale traditie van het orkest in ere. Zijn keuze voor Berio’s Sinfonia vormt een spannend contrast: dit belangrijke werk uit de 20e-eeuwse muziek was al 20 jaar niet in Tsjechië uitgevoerd.","category":""},"56147":{"channel":"141431343","start":"1668943747","end":"1668947466","first":"P","idtitle":"PLETNEVDIRIGEERTBIZETRAVELSCONCERTNR1","title":"Pletnev dirigeert Bizet & Ravels Concert Nr. 1","program_id":"1295897758","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/93\/20221113090109714tux.jpg","description":"Michail Pletnev leidt het Russisch Nationaal Orkest (RNO) in een uitvoering van Maurice Ravels Pianoconcert nr. 1 met Lucas Debargue als pianosolist. Het concert begint met een selectie uit werk van Georges Bizet gebaseerd op Alphonse Daudets toneelstuk 'L'Arlésienne', uitgekozen door Michail Pletnev. Het eerste deel van Ravels Pianoconcert nr. 1 bevat vijf afzonderlijke thema's, waarvan er drie doen denken aan de jazz. Debargue's uitvoering van Ravels concert wordt gevolgd door Gabriel Faurés Barcarolle nr. 4. Dit concert vanuit de Moskouse Tsjaikovskizaal was onderdeel van het negende RNO Grand Festival.","category":""},"56148":{"channel":"141431343","start":"1668947466","end":"1668949278","first":"T","idtitle":"TELEMANNJESUSLIEGTINLETZTENZUEGENTWV1983","title":"Telemann - Jesus liegt in letzten Zügen, TWV 1:983","program_id":"1295897764","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/70\/202211130901097145ab.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""},"56149":{"channel":"141431343","start":"1668949278","end":"1668961174","first":"B","idtitle":"BELLINIIPURITANI","title":"Bellini - I Puritani","program_id":"1295897770","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/45\/20221113090109714uy6.jpg","description":"I puritani is een van Bellini’s meest creatieve en invloedrijke meesterwerken. Het is een bel canto opera die doordrenkt is met vocale en instrumentale muziek van bedwelmende schoonheid en dramatische intensiteit. Het verhaal speelt zich of in Engeland ten tijde van de burgeroorlog na de overwinning van Oliver Cromwell en centreert zich rondom romantische en politieke intriges die worden voorzien van Bellini’s melodieuze en melancholische diepgang. Het werk bevat enkele van Bellini’s meest adembenemende passages, waaronder het door Elvira gezongen 'Qui la voce... Vien, diletto ...’, dat resulteert in een krachtig theatraal effect. Deze productie is exact de versie van I puritani zoals die in 1835 te Parijs in première ging. Het koor en orkest van de Staatsopern Stuttgart staat onder leiding van Manlio Benzi. Solisten zijn onder meer Roland Bracht, (Gualtiero Valton), Adam Palka (Giorgio Valton), Ana Durlovski (Elvira), René Barbera (Arturo Tablo), Diana Haller (Enrichetta di Francia) en Gezim Myshketa (Riccardo Forth). Opgenomen in de Staatsoper Stuttgart in 2018.","category":""},"56150":{"channel":"141431343","start":"1668961174","end":"1668966185","first":"B","idtitle":"BENEFIETCONCERTVANUITRUDOLFINUMPRAAG","title":"Benefietconcert vanuit Rudolfinum Praag","program_id":"1295897776","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/17\/20221113090109714dt1.jpg","description":"In april 2020 organiseerde het Tsjechisch Filharmonisch Orkest een benefietconcert ter ondersteuning van Tsjechen op leeftijd in tijden van COVID-19. Daarnaast illustreert het de positie van freelance musici, die tijdens de pandemie vrijwel zonder werk zitten. Dirigent Jakub Hrůša leidt het Tsjechisch Filharmonisch Kamerorkest. De solisten zijn de violisten Josef Špaček, Jan Mráček en Jiří Vodička, hoornist Radek Baborák, organist Aleš Bárta, en pianist Ivo Kahánek. Op het programma staan Anton Bruckners Tota pulchra es Maria in een arrangement door Miloš Bok, J. S. Bachs Brandenburgse Concert nr. 4 in G majeur, Hans Leo Haßler's Canzona in een arrangement door Verne Raynolds, delen uit Antonio Vivaldi's De vier jaargetijden, en Largo uit Antonín Dvořáks Symfonie nr. 9 in e klein in een arrangement voor hoornensemble door Radek Baborák. Het programma gaat verder met de eerste, derde en vijfde delen uit Antonín Dvořáks Serenade voor strijkers in E majeur, Camille Saint-Saëns' Andante voor hoorn en orgel, de Finale uit Felix Mendelssohns Concert voor viool, piano en strijkers in d mineur, 'Postludium' uit Leoš Janáčeks Glagolitische Mis, en een arrangement van Anton Bruckners ...","category":""},"56151":{"channel":"141431343","start":"1668966185","end":"1668969674","first":"Q","idtitle":"QUARANTAINECONCERTENCOUPERINCHOPINHAYDN","title":"Quarantaineconcerten: Couperin, Chopin & Haydn","program_id":"1295897782","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/31\/202211130901097147t9.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks speelt de Israëlische pianist Iddo Bar-Shaï – op een moderne Steinwayvleugel – delen uit François Couperins 'Pièces des Clavecin': Les Ombres Errantes, Soeur Monique, Les Tambourins, Le Rossignol en amour, La Muse Plantine, Les Roseaux, Le Tic-Toc Choc ou Les Maillotins, La Couperin, en Les Barricades Mystérieuses. Dit wordt gevolgd door Frédéric Chopins Mazurka's Op. 17, Nr. 1 & 4, Op. 24, Nr. 2 & 3, en Op. 33, Nr. 4. Bar-Shaï sluit zijn optreden af met Joseph Haydns Pianosonate in D, Hob. XVI:24.","category":""},"56152":{"channel":"141431343","start":"1668969674","end":"1668970281","first":"S","idtitle":"SAINTSAENSINTRORONDOCAPRICCIOSOOP28","title":"Saint-Saëns - Intro & Rondo Capriccioso, Op. 28","program_id":"1295897788","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/26\/20221113090109715f6l.jpg","description":"De Waldbühne in Berlijn is een van de grootste en meest indrukwekkende buitenluchttheaters die Europa te bieden heeft een perfecte locatie voor het jaarlijks afsluitend concert van de Berliner Philharmoniker. Met ongeveer 22.000 man publiek zijn deze concerten ongekend geliefd onder klassieke muziek liefhebbers. In 2006 had de Waldbühne een bijzonder Nederlands tintje: niet alleen dirigeerde de chef-dirigent van het Residentie Orkest Neeme Järvi de wereldberoemde Berlijnse musici, de Nederlandse sterviolist Janine Jansen gaf tevens acte de présence. Op het programma staan Rimski-Korsakovs Scheherazade, Griegs 'Peer Gynt'-Suite Nr.1, op. 46, Nielsens Aladdin Suite voor Orkest op. 34, Saint-Saëns' Introductie en Rondo capriccioso en 'Meditation' uit de opera 'Thaïs' van Massenet.","category":""},"56153":{"channel":"141431343","start":"1668970281","end":"1668971011","first":"W","idtitle":"WEINBERGRAPSODIEOPMOLDAVISCHETHEMASOP47","title":"Weinberg - Rapsodie op Moldavische thema’s, Op. 47","program_id":"1295897794","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/53\/20221113090109715535.jpg","description":"Gedurende negentien dagen verzorgden ‘s werelds beste jeugdorkesten, onder leiding van de vermaarde dirigenten en bijgestaan door virtuoze solisten, talloze inspirerende en zinderende concertuitvoeringen tijdens Young Euro Classic 2017. Het muziekfestival is ‘s werelds belangrijkste podium voor de ontwikkeling van internationale jeugdorkesten. Deze uitzending is een verzameling van energieke en buitengewone uitvoeringen door jonge musici vanover de hele wereld. Het repertoire bestaat uit bekende meesterwerken en composities van lokale componisten. Op het programma staat onder meer muziek uit Verdi’s La Forza del destino, Beethovens ‘Meeresstille und glückliche Fahrt’, Tsjaikovksi’s Pianoconcert Nr. 1, Op. 23 en 6 Romances, Op. 38 en Weinbergs Rapsodie op Moldavische thema’s, Op. 47.","category":""},"56154":{"channel":"141431343","start":"1668971011","end":"1668972600","first":"B","idtitle":"BACHSONATENR1BWV1014","title":"Bach - Sonate Nr. 1 BWV 1014","program_id":"1295897800","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/25\/202211130901097159wv.jpg","description":"Deze Sonate voor Viool en Klavecimbel Nr. 1 BWV 1014 is de eerste van de sonates die Johann Sebastian Bach voor 1725 componeerde, waarschijnlijk toen hij werkzaam was als Kapellmeister in Köthen. Er wordt aangenomen dat hij de sonates voor Prins Leopold schreef en later de werken voor eigen gebruik in Leipzig aanpaste. Misschien is het hierdoor dat de werken goed speelbaar zijn voor amateurs, maar alle sonates bevatten genoeg finesse om een uitdaging te zijn voor professionele musici. De verschillende werken zijn als set bedoeld, net zoals de Brandenburgse concerten.","category":""},"56155":{"channel":"141431343","start":"1668972600","end":"1668979572","first":"G","idtitle":"GLUCKIPHIGENIEENTAURIDE","title":"Gluck - Iphigénie en Tauride","program_id":"1295897806","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/29\/20221113090109715zrn.jpg","description":"Iphigénie en Tauride (1779) is een tragische opera in vier bedrijven van de in Duitsland geboren componist Christoph Willibald Gluck. Hij schreef het werk voor de Franse markt, en de première in 1779 in de Parijse Academie Royale de Musique was een doorslaand succes. Iphigénie en Tauride behoort tot Gluck’s hervormingsopera’s: in dit werk diende de muziek het dramatisch verloop niet te domineren maar juist te ondersteunen. Nicolas-François Guillard baseerde zijn libretto op Claude Guimond de La Touche’s gelijknamige toneelstuk, wat uiteindelijk teruggrijpt op het beroemde Griekse drama van Euripides. Het speelt zich af kort na de Trojaanse oorlog, als Iphigénie, die door haar vader Agamemnon geofferd zou worden, door de godin Diana wordt gered. Diana brengt haar naar Tauris, waar Iphigénie haar hogepriesteres wordt. Diego Fasolis dirigeert het Orchestre National des Pays de la Loire en het Chœur d’Angers Nantes Opéra. Onder de solisten zijn Marie-Adeline Henry (Iphigénie), Charles Rice (Oreste), Sébastien Droy (Pylade), Jean-Luc Ballestra (Thoas) en Élodie Hache (Diane). Deze uitvoering werd in 2020 opgenomen in het Grand Théâtre d’Angers, Frankrijk.","category":""},"56156":{"channel":"141431343","start":"1668979572","end":"1668980711","first":"P","idtitle":"PROKOFJEVDELENUITROMEOENJULIAOP64","title":"Prokofjev - Delen uit Romeo en Julia, Op. 64","program_id":"1295897812","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/8\/2022111309010971595v.jpg","description":"Het prachtige Mariinsky Theater in St. Petersburg was in 1996 het decor voor het jaarlijkse Europakonzert van de Berliner Philharmoniker. Om hun Russische gastheren te eren begon het concert met hoogtepunten uit Prokofjevs 'Romeo en Julia'. Het orkest staat onder leiding van Claudio Abbado.","category":""},"56157":{"channel":"141431343","start":"1668980711","end":"1668982147","first":"B","idtitle":"BACHCELLOSUITENR5INCMINEURBWV1011","title":"Bach - Cellosuite nr. 5 in c-mineur, BWV 1011","program_id":"1295897818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/51\/20221113090109715yyi.jpg","description":"In de Bartholomeuskerk in het Duitse Dornheim, waar componist Johann Sebastian Bach met zijn eerste vrouw Maria Barbara trouwde, speelt de bekende Nederlandse cellist Anner Bijlsma diens Cellosuite nr. 5 in c-klein, BWV 1011. Waarschijnlijk schreef Bach deze verzameling van Zes suites voor onbegeleide cello in de jaren 1717-1723. Zijn cellosuites vormen een essentieel deel van het cellorepertoire, waarin de talrijke polyfone mogelijkheden van het instrument effectief worden benut. Zoals te doen gebruikelijk bij suites uit de Barok is elk onderdeel gebaseerd op traditionele hofdansen. Bachs Suite nr. 5 begint met een prelude, en wordt gevolgd door een allemande, een courante, een sarabande, twee gavottes, en tenslotte een gigue.","category":""},"56158":{"channel":"141431343","start":"1668982147","end":"1668985200","first":"B","idtitle":"BACHCANTATAICHHABEGENUGBWV82","title":"Bach - Cantata \"Ich habe genug\", BWV 82","program_id":"1295897824","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/1\/202211130901097156q5.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""}}