{"57363":{"channel":"141431343","start":"1669935600","end":"1669945056","first":"W","idtitle":"WAGNERDASRHEINGOLD","title":"Wagner - Das Rheingold","program_id":"1300875512","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/30\/20221125090125532qvf.jpg","description":"Das Rheingold vormt de proloog tot Richard Wagners Ringcyclus. Deze uitvoering van de Staatsoper Stuttgart uit 2003 staat onder leiding van dirigent Lothar Zagrosek met in de hoofdrollen Wolfgang Probst, Motti Kastón, Bernhard Schneider, Robert Künzli, Esa Ruuttunen, Eberhard Francesco Lorenz en Roland Bracht. Met een prachtige orkestratie en een feilloos gevoel voor drama verklaart deze eerste opera hoe de Rijndochters de Ring verloren, en hoe deze in handen kwam van Alberich de Nibelung, Wotan, de oppergod, en Fafner, de reus. Telkens als de ring in andere handen overgaat, treft de vloek de nieuwe drager. Dit zal zo doorgaan totdat de ring terugkeert bij de rechtmatige eigenaars, de Rijndochters.","category":""},"57364":{"channel":"141431343","start":"1669945056","end":"1669951052","first":"A","idtitle":"ATANGONIGHTLIVEFROMBUENOSAIRES","title":"A Tango Night - Live from Buenos Aires","program_id":"1300875518","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/91\/202211250901255320fm.jpg","description":"In Buenos Aires luidde men het jaar 2006 uit met een spectaculair live muziekprogramma vol Argentijnse muziek. In het hartje van de Argentijnse zomer deelt het Orquesta Filarmónica del Teatro Colon onder leiding van dirigent Daniel Barenboim (die ook als pianosolist optreedt) het podium met bandoneonvirtuoos Leopoldo Federico en zijn Orquesta Tipica. Samen staan ze garant voor een buitengewoon oudejaarsspektakel vol populaire tango's en geliefde Latijns-Amerikaanse orkestklassiekers. De oude tangomeester José Carli verzorgde betoverende, nieuwe arrangementen van werken van de Argentijnse meesters Astor Piazzolla, Carlos Gardel, Julio de Caro, Alberto Ginastera en Horacio Salgán. Optredens door Buenos Aires' eigen tangodansers Mora Godoy en Junior Cervilla dragen bij aan de feestvreugde en maken er een onvergetelijke avond van.","category":""},"57365":{"channel":"141431343","start":"1669951052","end":"1669956035","first":"B","idtitle":"BEETHOVENSYMFONIENR2SYMFONIENR7","title":"Beethoven - Symfonie Nr. 2 & Symfonie Nr. 7","program_id":"1300875524","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/3\/20221125090125532njx.jpg","description":"In september 2016 bereikte één van Japans beroemdste dirigenten de leeftijd van 81 jaar: Seiji Ozawa. Deze bekende voorvechter van het werk van eigentijdse componisten richtte in 1992 het Saito Kinen Festival Matsumoto op, dat inmiddels bekend staat als Seiji Ozawa Festival. Ter gelegenheid van zijn verjaardag verscheen Seiji Ozawa zelf op het podium met 63 leden van het Saito Kinen Orkest, waarbij hij Beethovens Symfonie nr. 2 en nr. 7 gloedvol dirigeerde. Het leeuwendeel van Beethovens Symfonie nr. 2 kwam tot stand toen de componist in Heiligenstadt verbleef, waar zijn doofheid steeds moeilijker te ontkennen bleek. Het werk beleefde zijn première in het Theater an der Wien in Wenen op 5 april 1803. De Symfonie nr. 7 werd in 1813 tijdens de oeropvoering in Wenen - een liefdadigheidsconcert voor gewonde soldaten - door Beethoven zelf gedirigeerd. Het Allegretto werd zo enthousiast ontvangen, dat het een tweede keer gespeeld moest worden.","category":""},"62028":{"channel":"141431343","start":"1669956035","end":"1669957200","first":"B","idtitle":"BRITTENTHEYOUNGPERSONSGUIDETOTHEORCHESTRA","title":"Britten - The Young Persons Guide to the Orchestra","program_id":"1300875530","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/50\/20221125090125532axp.jpg","description":"Marin Alsop dirigeert het Britten-Pears Orchestra in een uitvoering van Benjamin Brittens The Young Person’s Guide to the Orchestra. Deze uitvoering is opgenomen in de Snape Maltings Concert Hall te Snape Bridge, Verenigd Koninkrijk in 2017. Het Britten-Pears Young Artist Programme werd meer dan veertig jaar geleden opgericht door Britten en Peter Pears en had als doel om kwalitatief goede muziekeducatie te bieden aan opkomende professionele musici. Sinds de educatieve film ‘Instruments of the Orchestra’ uit 1946, zijn generaties geïnspireerd geraakt door deze geliefde klassieker van Benjamin Britten. The Young Person’s Guide to the Orchestra is een van de bekendste stukken van de componist en wordt binnen de context van de muziekeducatie vaak geassocieerd met twee andere werken: Saint-Saëns’ Carnaval der Dieren en Prokofjevs Peter en de Wolf.","category":""},"62029":{"channel":"141431343","start":"1669957200","end":"1669959531","first":"M","idtitle":"MOZARTPIANOCONCERTNR27KV595","title":"Mozart - Pianoconcert Nr. 27, KV 595","program_id":"1300875536","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/22\/20221125090125532w9p.jpg","description":"Aleksandar Madžar is de solist in Mozarts Pianoconcert Nr. 27, KV 595. Het Royal Philharmonic Orchestra staat onder leiding van André Previn. Deze uitvoering is opgenomen in Schloss Schönbrunn in Wenen. In 1791, toen zijn korte leven door een alsmaar verslechterende gezondheid op zijn einde liep, greep Mozart terug op een compositiestijl die hem nauw aan het hart lag: het pianoconcert. In het laatste deel van zijn Pianoconcert Nr. 27, een opmerkelijk opgewekte en positieve compositie, schotelt Mozart de luisteraars een lyrische melodie voor die doet denken aan een kinderliedje. Het werk wekt de blijheid van de lente op en refereert wellicht aan zijn onbezorgde jeugd, toen het wonderkind voor het eerst ‘Mozart on Tour’ werd.","category":""},"62030":{"channel":"141431343","start":"1669959531","end":"1669961696","first":"V","idtitle":"VALLSMISSASCALAARETINA","title":"Valls - Missa Scala Aretina","program_id":"1300875542","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/82\/20221125090125532ivp.jpg","description":"Patrick Debrabandere dirigeert het koor en orkest van Vox Mago in een uitvoering van de Missa Scala Aretina van de Spaanse componist Francisco Valls (1672-1747). Solisten zijn Bart Uvyn, Denzil Delaere, Helena Maes en Joris Stroobants. Het werk telt drie koren en een uitgebreide instrumentale bezetting die feestelijk aandoet. Valls was een tijdgenoot van J. S Bach en eveneens kapelmeester voor diverse kerken. Met negen missen, een handvol motetten en een reeks wereldlijke en instrumentale werken staat Valls echter nog met één been in de renaissance. In een bepaalde passage in het Gloria (bij de tekst ‘miserere nobis’) maakt Valls een merkwaardige harmonische wending door zogenoemde dissonanten niet voor te bereiden; dit kon op veel kritiek rekenen van zijn collega’s. Voor de moderne luisteraar is deze opwinding nu maar moeilijk te begrijpen!","category":""},"62031":{"channel":"141431343","start":"1669961696","end":"1669967493","first":"F","idtitle":"FISCHERDIRIGEERTPROKOFJEVENSTRAVINSKY","title":"Fischer dirigeert Prokofjev en Stravinsky","program_id":"1300875548","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/0\/20221125090125533zws.jpg","description":"Iván Fischer dirigeert het Boedapest Festival Orkest in deze concertopname uit 2015 vanuit de Béla Bartók Nationale Concertzaal in Boedapest, Hongarije. Het concert begint met Sergej Prokofjevs Ouverture op Hebreeuwse thema's, Op. 34. Daarna schittert Thomas Zehetmair als soloviolist in Prokofjevs Vioolconcert nr. 2, Op. 63. Het tweede deel van het concert draait om Igor Stravinsky: muziek geschreven voor het ballet 'Jeu de cartes' (1937), en de Vuurvogelsuite nr. 2 (1919). Jeu de cartes behoort tot Stravinsky's neoklassieke werken en bestaat uit drie delen ('giften'). De Vuurvogelsuite nr. 2 is gebaseerd op de muziek uit het gelijknamige ballet, geschreven voor Sergej Diaghilevs Ballets Russes, dat in 1910 in Parijs de première beleefde.","category":""},"62032":{"channel":"141431343","start":"1669967493","end":"1669971693","first":"C","idtitle":"CMIMPIANO2021FINALEDIMITRIMALIGNAN","title":"CMIM Piano 2021 - Finale: Dimitri Malignan","program_id":"1300875554","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/1\/20221125090125533e5p.jpg","description":"Dimitri Malignan (Frankrijk, 1998) voert J. S. Bach’s Adagio in G-groot, BWV 968, en Fantasie in c-klein, BWV 906, Ludwig van Beethovens Sonate nr. 30 in E-groot, Op. 109, Nikolaj Medtners Improvisatie, Op. 31 nr. 1, en La Campanella, Op. 20 nr. 2 uit, gevolgd door Bruyères, Général Lavine – Excentric, en Feux d'artifice uit Claude Debussy’s Préludes, Boek 2, L. 131, en John Burge’s Allegro energico, Spring Thaw, en Off-beat Waltz uit Twenty-Four Preludes, tijdens de finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Salle Cortot van de École Normale de Musique in Parijs, Frankrijk.","category":""},"62033":{"channel":"141431343","start":"1669971693","end":"1669977454","first":"M","idtitle":"MAHLERSYMFONIENR6","title":"Mahler - Symfonie Nr. 6","program_id":"1300875560","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/11\/2022112509012553328d.jpg","description":"Op 14 november 1987 maakte een veelbelovende dirigent zijn opwachting voor zijn debuut met de Berliner Philharmoniker in een uitvoering van Mahlers Symfonie Nr. 6: Simon Rattle. In 2018 stond het werk opnieuw op de lessenaar wanneer Sir Simon Rattle afzwaait als chef-dirigent van het orkest. Mahlers Zesde Symfonie draagt de bijnaam 'Tragische', alhoewel het gecomponeerd is tijdens een ogenschijnlijk prettige periode Mahlers leven; hij trouwde in 1902 met zijn vrouw Alma en ook werd zijn tweede dochter geboren. Dit contrastreert met het tragische en bijna nihilistische afsluitende deel van de symfonie.","category":""},"62034":{"channel":"141431343","start":"1669977454","end":"1669981533","first":"T","idtitle":"THEREDPRIESTANDTHETANGUERO","title":"The Red Priest and the Tanguero","program_id":"1300875694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/72\/20221125090125533458.jpg","description":"Yes Camerata (Young European String Camerata) en violist William Hagen bundelen de krachten in een concertprogramma getiteld ‘The Red Priest and the Tanguero’, opgenomen in de Academiezaal in Sint-Truiden te België in 2017. Yes Camerata is een jong strijkersensemble dat speelt zonder dirigent. De jonge Amerikaanse violist William Hagen is de derde laureaat van de Koningin Elisabethwedstrijd van 2015. Op het programma staan de Vier Jaargetijden van Antonio Vivaldi (1679-1741) en Astór Piazzolla’s (1921-1992) ‘Las quatros estaciones porteñas’ in een bewerking van Leonid Desyatnikov. Met de toevoeging ‘porteño’, dat refereert naar zij die geboren zijn in Buenos Aires, wil Piazzolla de indruk wekken van de vier jaargetijden in Buenos Aires.","category":""},"62035":{"channel":"141431343","start":"1669981533","end":"1669983121","first":"O","idtitle":"OPERAHOUSESAROUNDTHEWORLDSEMPEROPERDRESDEN","title":"Opera Houses Around the World: Semperoper Dresden","program_id":"1300875700","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/53\/20221125090125533vqo.jpg","description":"Stingray Brava reist de aarde rond op zoek naar de geheimen van 's werelds beroemdste operahuizen. Reis in deze aflevering mee naar Duitsland en ontdek alle wetenswaardigheden over de Semperoper in Dresden! Velen zien de Semperoper in Dresden – ontworpen door de bekende 19e-eeuwse architect Gottfried Semper - als het mooiste operahuis dat Duitsland rijk is. Semper had al eens een operahuis voor Dresden ontworpen: zijn Grosse Königliche Theater opende de deuren in 1842, maar het gebouw werd in 1869 in de as gelegd. Sempers tweede monumentale bouwwerk, waarvan de bouw negen jaar tijd in beslag nam, overleefde de Tweede Wereldoorlog niet. Hoewel de gevel kon worden gestut bleef het bouwwerk veertig jaar lang een ruïne. Na moeizaam, nauwgezet restoratiewerk werd het gebouw in 1985 heropend ten overstaan van ongeveer 150 duizend enthousiaste aanwezigen. De Semperoper is de thuisbasis van het oudste symfonieorkest van Europa, de Sächsische Staatskapelle Dresden. Het orkest, dat voorheen bekend stond als de Hofkapelle, bouwt voort op een geschiedenis van 450 jaar. Componist Richard Wagner noemde de Staatskapelle ooit een “magische harp”. Hij was zes jaar lang kapelmeester van het ...","category":""},"62036":{"channel":"141431343","start":"1669983121","end":"1669986043","first":"P","idtitle":"PARADISISONATENR6INAGROOT","title":"Paradisi - Sonate nr. 6 in A-groot","program_id":"1300875706","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/24\/20221125090125533quv.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering vat pianist Maurizio Baglini vierhonderd jaar aan Italiaanse pianomuziek samen: op het programma staan Pietro Domenico Paradisi’s Sonata VI in la major, een keuze uit Franz Liszts “Grandes Etudes d’après Nicolò Paganini” (nummers 3, 4 en 5), Paolo Fazioli’s Laendler in D-groot, Azio Corghi’s Chansons d’élite, en Francesco Filidei’s Berceuse.","category":""},"62037":{"channel":"141431343","start":"1669986043","end":"1669988992","first":"S","idtitle":"SEGATTAIKONE","title":"Segatta - Ikone","program_id":"1300875712","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/18\/20221125090125533svq.jpg","description":"La Piccola Orchestra Lumière en het Coro Filarmonico Trentino voeren het werk 'Ikone' (2020) van de Italiaanse hedendaagse componist en cellist Nicola Segatta uit. Met een orkest bestaande uit een grote diversiteit aan instrumenten (van strijkers tot saz en drums), maakt Segatta combinaties met bijvoorbeeld Byzantijnse thema's, wereldmuziek, musicalgevoel, waardoor het werk zeer gevarieerd is, alsof je op een muzikale wereldreis gaat.","category":""},"62038":{"channel":"141431343","start":"1669988992","end":"1669990629","first":"V","idtitle":"VILLALOBOSSTRIJKKWARTETNR13","title":"Villa-Lobos - Strijkkwartet nr. 13","program_id":"1300875718","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/72\/20221125090125533gm9.jpg","description":"Quarteto Radamés Gnattali speelt Heitor Villa-Lobos' Strijkkwartet nr. 13 in het Palácio do Catete in Rio de Janiero in Brazilië. Dit ensemble werd opgericht in 2006 en bestaat uit Carla Rincón en Francisco Roa (violen), Fernando Thebaldi (altviool), en Hugo Pilger (cello). Het kwartet, dat zich specialiseert Braziliaanse muziek, is zeer actief in de muziekeducatie. Hun opname van de complete strijkkwartetten van Villa-Lobos is een grote verdienste en werd met enthousiasme onthaald door de internationale muziekpers. Op Villa-Lobos' Bachianas brasileiras na wordt het werk van de Braziliaanse componist voornamelijk in Latijns-Amerika uitgevoerd. Villa-Lobos wordt in zijn geboorteland op handen gedragen als componist, dirigent en docent. Hij heeft opera's, symfonieën, concerten, pianowerken, koormuziek en zeventien strijkkwartetten op zijn naam. Opgenomen in het Theatro Municipal, Rio de Janiero.","category":""},"62039":{"channel":"141431343","start":"1669990629","end":"1669991571","first":"R","idtitle":"ROTATHEGODFATHERSUITE","title":"Rota - The Godfather Suite","program_id":"1300875724","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/0\/20221125090125533thp.jpg","description":"This exclusive live concert production presents a unique selection of movie classics - from Sergio Leone’s iconic Spaghetti Westerns to modern mafia masterpieces by Francis Ford Coppola and the cult movies of Tarantino. The Danish National Symphony Orchestra and Concert Choir are conducted by Sarah Hicks in this premiere performance of authentic soundtracks by composer legends Ennio Morricone, Nino Rota, Sonny Bono and Bernard Herrmann. Soloists for this performance are Tuva Semmingsen (mezzo), Christine Nonbo Andersen (soprano), Hans Ulrik (saxophone) and Mads Kjølby (guitars). Recorded at the DR Koncerthuset in Copenhagen, Denmark in 2018.","category":""},"62040":{"channel":"141431343","start":"1669991571","end":"1669996623","first":"M","idtitle":"MAHLERSYMFONIENR9","title":"Mahler - Symfonie Nr. 9","program_id":"1300875730","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/42\/20221125090125533ky0.jpg","description":"Het Gustav Mahler Jugendorchester werd in 1986 opgericht door initiatiefnemer Claudio Abbado (1933-2014) en is sindsdien een van de beste jeugdorkesten ter wereld. Dit concertprogramma benadrukt de speciale band tussen de dirigent en het orkest en hun gezamenlijke voorliefde voor de muziek van Gustav Mahler. Claudio Abbado is zonder twijfel een van de grootste Mahlerinterpreten van de afgelopen decennia en zijn langdurige affiniteit met diens repertoire leidde uiteindelijk tot deze roerende uitvoering van Mahlers laatst symfonie, voltooid vlak voor de componist zijn dood. Deze uitvoering is opgenomen in de Accademia di Santa Cecilia te Rome in 2004. De film toont het opgewekte plezier, talent en de professionaliteit van de jonge musici, afkomstig uit alle uithoeken van Europa. Een prachtig eerbetoon aan orkest, dirigent en componist, maar bovenal Mahlers triomfantelijke meesterwerk: de Negende Symfonie.","category":""},"62041":{"channel":"141431343","start":"1669996623","end":"1670002520","first":"T","idtitle":"TALESOFTWOCITIESLEIPZIGDAMASCUSCOFFEEHOUSE","title":"Tales of Two Cities: Leipzig-Damascus Coffee House","program_id":"1300875736","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/74\/20221125090125533l3b.jpg","description":"Het Tafelmusik Baroque Orchestra en Trio Arabica brengen gezamenlijk een eerbetoon aan achttiende-eeuwse muziek en cultuur. De steden Leipzig en Damascus liggen beide aan oude handelsroutes en vormden belangrijke centra voor de wetenschap. De steden stonden ook bekend om hun koffiehuizen, waar muziek ten gehore werd gebracht door de meest vooraanstaande musici van die tijd. In dit concert staan werken van Bach, Telemann en Händel centraal, maar ook staan er enkele juweeltjes uit de Arabische klassieke muziek op het programma. In de sfeer van een cultureel café worden muziek, tekst en beelden gebruikt om de manieren te ontdekken waarop mensen uit alle uithoeken van de wereld samenkwamen om handelswaar, ideëen en kunsten uit te wisselen. Dit concert is opgenomen in het Aga Khan Museum te Toronto en is geproduceerd door Alison Mackey en geregisseerd door Marshal Pynkoski. Het Tafelmusik Baroque Orchestra, ookwel bekend onder de naam Tafelmusik, is een in Toronto gehuisvest barokorkest, gespecialiseerd in de oude uitvoeringspraktijk en -techniek. Het ensemble is opgericht in 1979 en bestaat uit negentien fulltime leden en wordt, wanneer nodig, aangevuld met gastmusici. Tafelmusik ...","category":""}}