{"57325":{"channel":"141431343","start":"1670022000","end":"1670029738","first":"O","idtitle":"OFFENBACHLAGRANDEDUCHESSEDEGEROLSTEIN","title":"Offenbach - La Grande Duchesse de Gerolstein","program_id":"1301315110","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/33\/2022112609013051453y.jpg","description":"Cyril Englebert dirigeert het koor en orkest van de l’Opéra Royal de Wallonie in een uitvoering van Jaques Offenbachs opera La Grande Duchesse de Gerolstein (1967). Solisten zijn onder anderen Patricia Fernandez, Sébastien Droy, Lionel Lhote, Sophie Junker en Jean-Philippe Corre. Opgenomen in de Opéra Royal de Wallonie in 2013. La Grande Duchesse de Gerolstein ging in 1867 in première in Parijs en is een satire over militarisme met in de hoofdrol een jonge, verwende en tirannieke groothertogin, die leert dat zij niet altijd haar zin kan krijgen! Al snel na de Franse première volgden er uitvoeringen in New York en Londen. Offenbach componeerde het werk op het hoogtepunt van zijn populariteit, na het succesvolle La Belle Hélène’ (1864).","category":""},"61978":{"channel":"141431343","start":"1670029738","end":"1670034117","first":"S","idtitle":"SIRNEVILLEMARRINERMOZARTCONCERTFROMLUGANO","title":"Sir Neville Marriner - Mozart Concert from Lugano","program_id":"1301315116","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/4\/20221126090130514j0v.jpg","description":"De gerenommeerde Mozartspecialist Sir Neville Marriner (1924-2016) dirigeert het Orchestra della Svizzera italiana in deze live-opname uit november 2005 vanuit het Palazzo di Congressi in Lugano, Zwitserland. Wolfgang Amadeus Mozarts opgewekte en lichtvoetige Concert voor fluit, harp en orkest (K.299) (1778) is één van de meest geliefde stukken van de Oostenrijkse componist. Solisten Patrick Gallois (fluit) en Fabrice Pierre (harp) voorzien Mozarts sprankelende sololijnen op subtiele wijze van extra schoonheid. Met Mozarts Ouverture van De Toverfluit (1791) en zijn Symfonie Nr. 39 in Es majeur (1788), twee juweeltjes uit de laatste jaren van de jonge componist, sluiten we dit heerlijke concertprogramma af, dat werd opgenomen in het kader van het Mozartherdenkingsjaar 2006.","category":""},"61979":{"channel":"141431343","start":"1670034117","end":"1670038283","first":"O","idtitle":"ORFFCARMINABURANA","title":"Orff - Carmina Burana","program_id":"1301315122","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/19\/2022112609013051426d.jpg","description":"Rodolfo Barráez dirigeert het Orkest en Koor van de Academia de Musica del Palacia de Mineria in deze uitvoering van Carl Orffs cantate Carmina Burana. Solisten zijn Anabel de la Mora (sopraan), Andrés Carrillo (tenor) en Daniel Cerón (bariton). Carmina Burana, geschreven in 1935 en 1936, is gebaseerd op 24 teksten uit een middeleeuws manuscript met diezelfde naam. Het werk heet voluit \"Liederen uit Beuern: profane liederen gezongen door solisten en koor, begeleid door instrumenten en magische beelden.\" De eerste uitvoering vond plaats in de Opera van Frankfurt op 8 juni 1937.","category":""},"61980":{"channel":"141431343","start":"1670038283","end":"1670043600","first":"M","idtitle":"MOZARTPIANOCONCERTNR13KV415","title":"Mozart - Pianoconcert Nr. 13, KV. 415","program_id":"1301315128","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/28\/20221126090130514fpc.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. Het Europakonzert van 1997 vond plaats Koninklijke Opera te Versailles. Daniel Barenboim neemt niet alleen de rol van dirigent op zich maar is ook de solist in één van W. A. Mozarts minder vaak uitgevoerde Weense pianoconcerten: het Pianoconcert Nr. 13 in C, KV. 415.","category":""},"61981":{"channel":"141431343","start":"1670043600","end":"1670045700","first":"M","idtitle":"MOZARTSTRIJKKWARTETNR14LENTE","title":"Mozart - Strijkkwartet Nr. 14 'Lente'","program_id":"1301315134","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/24\/20221126090130514ron.jpg","description":"In het Barockschloss in Rammenau speelt het Gewandhaus-Quartett Mozart's Strijkkwartet Nr. 14 in G, KV. 387. Het wordt ook wel het Lentekwartet genoemd en is geschreven door Mozart in 1782 in Wenen. Het is de eerste van de zes kwartetten die Mozart schreef ter ere van Joseph Haydn, die wordt gezien als de vader van het klassieke vorm van het strijkkwartet. Het Gewandhaus-Quartett bestaat uit Michael Erben (1ste viool), Conrad Suske (2e viool), Volker Metz (altviool), Jürnjakob Timm (cello) en Steffen Adelmann (contrabas).","category":""},"61982":{"channel":"141431343","start":"1670045700","end":"1670049872","first":"K","idtitle":"KARLJENKINSTHEARMEDMANAMASSFORPEACE","title":"Karl Jenkins - The Armed Man: A Mass for Peace","program_id":"1301315140","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/46\/20221126090130514hf2.jpg","description":"Het was een historische gebeurtenis: op 2 november 2018 dirigeerde de Welsh componist Sir Karl Jenkins The World Orchestra for Peace, aangevuld met een gigantisch koor van ongeveer 2.000 zangers uit bijna 30 landen, om een vredesconcert te geven in de Berlijnse Mercedes Benz Arena. De solisten zijn vocalisten Leah-Marian Jones, Yumeji Matsufuji, Pauline Rathmann, Amir Aziz, violist Krzysztof Wisniewski en cellist Valentino Worlitzsch. The Armed Man: A Mass for Peace is momenteel het vaakst uitgevoerde werk van een nog levende componist. Nooit eerder werd dit werk met zo'n groot ensemble op het podium gebracht als bij deze gelegenheid. Ook uitzonderlijk is de speciaal gemaakte film die tijdens het concert wordt vertoond, waarin archiefbeelden uit de oorlog de rode lijn van het werk volgen – van de aanloop tot de oorlog tot de strijd en haar gevolgen. Deze film, die op vijf enorme schermen wordt geprojecteerd, vormt een ontroerende aanvulling op de muziek, en levert het publiek bovendien een krachtige, onvergetelijke multimediale ervaring.","category":""},"61983":{"channel":"141431343","start":"1670049872","end":"1670055395","first":"G","idtitle":"GALAVANUITBERLIN2010","title":"Gala vanuit Berlin - 2010","program_id":"1301315146","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/29\/202211260901305143jw.jpg","description":"Tijdens het nieuwsjaarsconcert van 2010 staat de Berliner Philharmoniker onder leiding van Gustavo Dudamel, wiens onuitputtelijke energie en uitzonderlijke artisticiteit hem tot een van de meest gevraagde dirigenten ter wereld maken. Samen verwelkomen ze mezzosopraan Elīna Garanča, die zich in korte tijd heeft ontpopt tot een van de meest bekende zangeressen van deze tijd. Op het concertprogramma staan enkele werken van Franse componisten, waaronder Berlioz’ Le Carnival Romain, Overture, Op. 9 en 'D’Amour l’ardente flamme’ uit La Damnation de Faust (Op. 24). Daarnaast zingt Garanča Saint-Saëns’ ‘Mon cœur s’ouvre à ta voix’ en de ‘Danse Bacchanale’ uit de opera Samson et Dalila, naast de ‘Habanera’, ‘Seguidilla’ en het ‘Chanson Bohème’ uit Bizets Carmen. Het concert wordt afgesloten met De Falla's Suite Nr. 2 uit het ballet ‘El sombrero de tres picos’.","category":""},"61984":{"channel":"141431343","start":"1670055395","end":"1670058398","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEFRANCESCOGRANATA","title":"CMIM Piano 2021 Halve finale: Francesco Granata","program_id":"1301315152","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/18\/202211260901305140i0.jpg","description":"Francesco Granata (Italië, 1998) voert J. S. Bach’s Prelude en Fuga in f-klein, BWV 857, Maurice Ravel's Miroirs, M. 43, en Guido Agosti’s transcriptie van drie delen uit Stravinsky’s De vuurvogel (Helse dans van al Kosjtsjejs onderdanen, Slaaplied, en Finale) uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Teatro Sociale Villani in Biella, Italië.","category":""},"61985":{"channel":"141431343","start":"1670058398","end":"1670062031","first":"R","idtitle":"RACHMANINOVPIANOCONCERTNR3OP30","title":"Rachmaninov - Pianoconcert Nr. 3, Op. 30","program_id":"1301315158","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/8\/202211260901305144ds.jpg","description":"Sergej Rachmaninov was de eerste die opstond om de uitvoering van zijn Pianoconcert Nr. 3 door de legendarische pianist Vladimir Horowitz's (1903-1989) te prijzen. Rachmaninov hoorde Horowitz het werk spelen in 1928, toen de in Kiev geboren Horowitz net in New York was aangekomen. Rachmaninov zei hierover: \"Hij slikte het in één keer door.\" Vijftig jaar later, op 24 september 1978, liet Horowitz zijn publiek eens te meer versteld staan met zijn interpretatie van dit monumentale werk. Bijgestaan door de New York Philharmonic onder leiding van Zubin Mehta gaf hij een bijzondere uitvoering van dit werk als onderdeel van de viering van de vijftigste verjaardag van zijn Amerikaanse debuut. Zijn onvergetelijke vertolking - de laatste keer dat Horowitz zich aan dit pianoconcert zou wagen - werd door de hele VS uitgezonden op radio en televisie. Deze compositie, die pianisten die dit technisch monsterlijk uitdagende stuk aandurven eerbiedig \"Rach 3\" noemen, wordt wereldwijd geliefd en bewonderd.","category":""},"61986":{"channel":"141431343","start":"1670062031","end":"1670065869","first":"M","idtitle":"MOSAIQUEPROJECTCANADEZEPIANOKWARTETTEN","title":"Mosaïque Project - Canadeze Pianokwartetten","program_id":"1301315164","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/82\/20221126090130514i6d.jpg","description":"Dit bijzondere concert viert de diversiteit en rijkdom van Canada zoals Canadezen die zelf ervaren. Het Mosaïque Project van Ensemble Made in Canada bestaat uit een suite van pianokwartetten. Het ensemble gaf 14 Canadese componisten opdracht tot het schrijven van een pianokwartet, telkens geïnspireerd op een regio van dit uitgestrekte land. Hoogtepunt van Ensemble Made in Canada’s twee jaar durende tournee door Canada met dit programma was dit optreden in St. Catharines’ prachtige, gloednieuwe Partridge Hall. Het Ensemble, bestaande uit Elissa Lee (viool) Sharon Wei (altviool), Rachel Mercer (cello) en Angela Park (piano), treedt steeds meer op de voorgrond als Canada’s belangrijkste pianokwartet.","category":""},"61987":{"channel":"141431343","start":"1670065869","end":"1670067630","first":"D","idtitle":"DISCOVERINGMASTERPIECESBRANDENBURGSECONCERTEN","title":"Discovering Masterpieces - Brandenburgse Concerten","program_id":"1301315170","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/9\/20221126090130514a4b.jpg","description":"This episode presents the Brandenburg Concertos by Johann Sebastian Bach (1685-1750). Musical excerpts played by the Freiburger Barockorchester conducted by Gottfried von der Goltz. Bach's six Brandenburg Concertos rank among the undisputed favorites of all baroque fans. They have become a firm fixture in music education and an integral part of our international musical heritage. So what's their secret? The internationally acclaimed pianist and Bach expert Robert Levin provides an answer.","category":""},"61988":{"channel":"141431343","start":"1670067630","end":"1670072446","first":"B","idtitle":"BEETHOVENPIANOSONATENR1OP2NR1","title":"Beethoven - Pianosonate Nr. 1, Op. 2, Nr. 1","program_id":"1301315176","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/61\/20221126090130514the.jpg","description":"Beethovens eerste set van drie pianosonates (Op. 2) is opgedragen aan zijn leermeester Joseph Haydn. De Pianosonate Nr. 1 in f-klein is een ware ode aan zijn leermeester, daar het opgaande eerste motief en daarbij contrasterende tweede thema erg 'Haydnesque' aanvoelen. Het daaropvolgende Adagio bevat de typische lyrische stijl van Beethoven, waarin een prachtig hoofdthema diverse ontwikkelingen ondergaat en van versieringen wordt voorzien. Het Minuetto en het contrasterende Trio in majeur leiden het Scherzo in. Het afsluitende Prestissimo brengt een sprankel van Prometheïsch vuur. Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Schloss Hetzendorf te Wenen in 1983.","category":""},"61989":{"channel":"141431343","start":"1670072446","end":"1670079870","first":"B","idtitle":"BARENBOIM50JAAROPHETPODIUM","title":"Barenboim: 50 jaar op het podium","program_id":"1301315182","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/99\/20221126090130514jkt.jpg","description":"Het Teatro Colón was op 19 augustus 2000 tot aan de nok toe gevuld. Al deze mensen kwamen speciaal om één persoon te horen spelen: Daniel Barenboim. Nu is hij vooral bekend als dirigent, maar meer dan 50 jaar geleden begon Barenboim zijn carrière als wonderkind, toen hij op zevenjarige leeftijd zijn eerste pianorecital gaf. Met dit concert vierde hij zijn leven op het podium. Het publiek liet dit muzikaal wonder pas na 3 uur en 13 toegiften gaan en er kan dan ook met recht gesproken worden van een bijzondere avond. Op het programma staan onder andere Beethovens Sonate Nr. 23 ‘Apassionata’, de wals in e klein van Chopin en Mozarts Sonate in C groot.","category":""},"61990":{"channel":"141431343","start":"1670079870","end":"1670082566","first":"N","idtitle":"NINOROTALANOTTEDIUNNEVRASTENICO","title":"Nino Rota - La notte di un nevrastenico","program_id":"1301315188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/58\/202211260901305145d5.jpg","description":"Op het Reate Festival van 2017 in Rieti stonden twee korte opera’s van Nino Rota (1911-1970) op het programma. Rota staat voornamelijk bekend als filmcomponist en zijn lange samenwerking met iconische regisseurs als Federico Fellini, Francis Ford Coppola en Luchino Visconti. Toch componeerde het wonderkind Rota vanaf zeer jonge leeftijd al kerkmuziek en enkele opera’s. Gezegend met een grote creativiteit, verbeeldingsvermogen en artistieke vrijheid, wist Rota zijn unieke eigen stijl te ontwikkelen waarin hij de grote Italiaanse operatraditie van Rossini, Puccini en Verdi wist te combineren met moderne 20e-eeuwse muziek, waardoor hij zichzelf onderscheidde van zijn generatiegenoten. Het werk La notte di un nevrastenico ging in 1960 in première in het Piccola Scala te Milaan. Het is een opera in één akte naar een libretto van Riccardo Bachelli. De korte farҫe is voorzien van een tragisch, onverwacht einde. Het Reate Festivalorkest staat onder muzikale leiding van Gabrielle Bonolis. Solisten zijn Giorgio Celenza, Carlo Feola, Daniele Adriani, Sabrina Cortese, Antonio Sapio en Vincenzo Carnì.","category":""},"61991":{"channel":"141431343","start":"1670082566","end":"1670086797","first":"M","idtitle":"MOONWATER","title":"Moon Water","program_id":"1301315194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/87\/202211260901305141n0.jpg","description":"In deze aangrijpend mooie voorstelling presenteert het Cloud Gate Danstheater van Taiwan ‘Moon Water’. Voor dit werk raakte de gelauwerde Taiwanese choreograaf Lin Hwai-min geïnspireerd door het Boeddistische gezegde \"De reflecties van bloemen in een spiegel en de maan in het water zijn beide denkbeeldig” en de ideale geestelijke gemoedstoestand uit de Tai chi: “Energie vloeit als water, terwijl de geest schijnt als de maan.” De choreograaf bundelt danskunst en Tai chi samen en baseert zijn creatieve werk op deze twee gezegden om tot een poëtische vertaling van de Taoistische filosofie te komen. Moon Water zet uitersten tegenover elkaar: werkelijkheid en onwerkelijkheid, inspanning en ontspanning, Yin en Yang. De dansers van het Cloud Gate Danstheater bewegen op melodieën uit J. S. Bachs Cellosuites in een decor van regisseur Austin Wang. Opgenomen in het National Theater van Taipei in 2008.","category":""}}