{"71727":{"channel":"280715028","start":"1668879600","end":"1668886200","first":"E","idtitle":"EENECHTEVERMEER","title":"Een echte Vermeer","program_id":"1295455039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/2\/20221112090025511crp.jpg","description":"In de vroege jaren twintig van de vorige eeuw schildert Han van Meegeren (Jeroen Spitzenberger) in de stijl van oude meesters zoals Rembrandt van Rijn en Johannes Vermeer. Als Han halsoverkop verliefd wordt op de echtgenote van de belangrijkste kunstcriticus van het land, Meneer Bredius, zorgt dat voor slechte recensies over zijn werk. Han zweert revanche en probeert Bredius om de tuin te leiden met een perfecte Vermeer-vervalsing.","category":""},"71728":{"channel":"280715028","start":"1668886200","end":"1668893100","first":"T","idtitle":"THEMESSENGER","title":"The Messenger","program_id":"1295455045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/66\/20221112090025511d0r.jpg","description":"Sergeant Will Montgomery (Ben Foster) is net teruggekeerd uit Irak en wordt geplaatst bij de gevreesde Casualty Notification Service, de militaire dienst die de familie van een gesneuvelde soldaat moet inlichten. Samen met de geroutineerde Tony Stone (Woody Harrelson), die hem de basisregels van het emotionele werk bijbrengt, moet hij langs de deuren. Moeders storten in, vaders worden razend, vriendinnen ontkennen, buren kijken toe. Zelf mogen zij geen emoties tonen. Tony heeft zijn manier gevonden om met het enorme leed dat zijn boodschap aanricht om te gaan. Will maakt een andere keuze, tegen alle regels en waarschuwingen.","category":""},"71729":{"channel":"280715028","start":"1668893100","end":"1668901200","first":"S","idtitle":"STILLWATER","title":"Stillwater","program_id":"1295455051","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/92\/20221112090025511vn4.jpg","description":"De Amerikaan Bill Baker (Matt Damon) reist vanuit Oklahoma naar Marseille om zijn dochter in de gevangenis te bezoeken. Ze zit vast voor een moord die ze beweert niet te hebben gepleegd. In zijn missie om zijn dochter vrij te krijgen wordt Bill geconfronteerd met de taalbarrières en de cultuurverschillen en wordt hij tegengewerkt door de Franse autoriteiten. Hij blijft volharden om de onschuld van zijn dochter te bewijzen en besluit om in Frankrijk te blijven en alles op alles te zetten om de echte moordenaar te vinden.","category":""}}