{"68762":{"channel":"280714878","start":"1669509000","end":"1669510800","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSIVANREITMAN","title":"Hollywood's Best Film Directors: Ivan Reitman","program_id":"1298797084","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/45\/202211200900247240id.jpg","description":"Regisseur Ivan Reitman maakte samen met komiek Bill Murray furore met de komedies Meatballs, Stripes en de bioscoopklapper Ghostbusters, om later successen te boeken met de Schwarzenegger-komedies Twins, Kindergarten Cop en Junior.","category":""},"68763":{"channel":"280714878","start":"1669510800","end":"1669516800","first":"V","idtitle":"VANIGLIAECIOCCOLATO","title":"Vaniglia e cioccolato","program_id":"1298797090","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/25\/20221120090024724vlp.jpg","description":"Penelope, een moeder van drie kinderen, wordt moe van de ontrouw van haar man en verlaat hem. Ze gaat bij haar oma wonen, terwijl hij voor de kinderen moet zorgen. Zijn interesse wordt gewekt wanneer hij liefdesbrieven van zijn vrouw vindt, die wijzen op een liefdesaffaire uit het verleden. Zij probeert deze haar vroegere minnaar een Spaanse schilder, te vinden.","category":""},"68764":{"channel":"280714878","start":"1669516800","end":"1669522800","first":"V","idtitle":"VYKRUTASY","title":"Vykrutasy","program_id":"1298797096","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/19\/20221120090024724dkk.jpg","description":"Een vrijgezelle leraar uit een klein Russisch stadje wordt aangereden door een prachtige vrouw (Milla Jovovich) uit Moskou. De leraar valt meteen als een blok voor haar. Het enige probleem is dat hij het op zal moeten nemen tegen haar verloofde.","category":""},"68765":{"channel":"280714878","start":"1669522800","end":"1669528800","first":"T","idtitle":"TUTTACOLPADIGIUDA","title":"Tutta colpa di Giuda","program_id":"1298797422","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/93\/20221120090024725uau.jpg","description":"Musical producente Irena stemt ermee in om samen te werken met pater Iridio aan de opvoering van een toneelstuk in een gevangenisinstelling. Ze is zeer enthousiast en onbevangen, maar de pater loopt haar voortdurend voor de voeten. Ze beseft niet dat deze ervaring haar leven zal veranderen.","category":""},"68766":{"channel":"280714878","start":"1669528800","end":"1669533900","first":"other","idtitle":"100COCO","title":"100% Coco","program_id":"1298797428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/67\/20221120090024725tuz.jpg","description":"De 13-jarige Coco is gek op mode en draagt haar eigen excentrieke stijl. Ze droomt ervan een beroemd stijlicoon te worden. Maar als ze op de eerste schooldag door haar kleding uitgemaakt wordt voor Coco de Clown besluit ze haar vintage jurkjes, panterlaarzen en streepjessokken thuis te laten en als 'grijze muis' door het schoolleven te gaan. Anoniem houdt ze een modevlog bij als de 'Style Tiger', wat een grote hit wordt. Zou ze dan toch een beroemd stijlicoon worden? En zou Bruno, die eigenzinnige jongen van school, haar dan eindelijk zien staan? Langzaam maar zeker leert Coco dat ze gewoon 100% zichzelf moet zijn!","category":""},"68767":{"channel":"280714878","start":"1669533900","end":"1669539300","first":"D","idtitle":"DEEP","title":"Deep","program_id":"1298797434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/35\/20221120090024725e0w.jpg","description":"Diep verborgen in een grot op de bodem van de oceaan leeft de eigenwijze octopus Diep.Samen met zijn twee beste vrienden, een brutale garnaal en een wat domme zeeduivel, gaat hij tegen de regels in op ontdekkingstocht. Wat begint als een onschuldig tripje verandert al snel in een enorme ramp wanneer Diep per ongeluk een oude torpedo laat ontploffen. De trillingen van de explosie zijn over de hele zeebodem voelbaar en zorgen ervoor dat een grote steen precies op de ingang van de grot valt. Iedereen zit gevangen! Samen met zijn vriendjes gaat Diep op een ongelofelijk spannend avontuur. Lukt het hen de kolonie te bevrijden?","category":""},"68768":{"channel":"280714878","start":"1669539300","end":"1669544700","first":"H","idtitle":"HEKSJELILLYDEDRAAKENHETMAGISCHEBOEK","title":"Heksje Lilly - De Draak en het Magische Boek","program_id":"1298797440","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/0\/20221120090024725ncv.jpg","description":"Lilly lijkt een heel gewoon kind. En dat is ze eigenlijk ook. Toch kan ze iets heel bijzonders: Lilly kan toveren. Onder haar bed heeft ze een echt toverboek verstopt. Maar hoe komt ze eigenlijk aan dat magische boek? Op een dag duikt een klein onhandig draakje op in de kamer van Lilly. Hij heet Hektor en hij heeft een magisch boek bij zich. Surulunda, een geheime heks uit de magische wereld, heeft Lilly uitgekozen om haar opvolgster te worden en Hektor gaat Lilly daarbij helpen. Maar eerst moet Lilly binnen 99 uur bewijzen dat ze de taak aankan en waard is.","category":""},"68769":{"channel":"280714878","start":"1669544700","end":"1669551000","first":"L","idtitle":"LITTLEGANGSTER","title":"Little Gangster","program_id":"1298797446","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/83\/2022112009002472598l.jpg","description":"Rik Boskamp is de zoon van boekhouder Paul Boskamp. Paul wordt door zijn collega's en de kinderen uit de buurt gepest. Tevens kan hij geen nee zeggen tegen telemarketeers. Rik wordt eveneens gepest, vooral door Roderick, de zoon van een van de collega's van Paul. Als Paul een promotie kan krijgen, waardoor ze moeten verhuizen, wil hij de promotie niet. Hij kan niet tegen veranderingen. Rik die de verhuizing wel ziet zitten, zorgt dat de promotie toch doorgaat. Ze verhuizen naar een luxe wijk en Rik gaat naar een andere school. Om te voorkomen dat hij gepest wordt, past hij zijn uiterlijk aan naar dat van een stoere jongen.","category":""},"68770":{"channel":"280714878","start":"1669551000","end":"1669556100","first":"L","idtitle":"LEPETITSPIROU","title":"Le petit Spirou","program_id":"1298797452","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/95\/2022112009002472561o.jpg","description":"Kleine Robbes toekomst staat, net zoals die van zijn hele familie, al heel lang vast. Bij het begin van volgend schooljaar start hij op de School voor Piccolo's. Kleine Robbe wil samen met zijn beste vrienden nog even heel hard genieten van de laatste dagen op zijn oude school en besluit zijn liefde te verklaren aan Suzette. En hoe. Kleine Robbe neemt Suzette mee op een ongelooflijk avontuur. En zo ontdekt hij zijn ware passie, hij wil avonturier worden. Maar tegen de wil van zijn familie ingaan blijkt moeilijker dan gedacht...","category":""},"68771":{"channel":"280714878","start":"1669556100","end":"1669561500","first":"S","idtitle":"SAMMYSAVONTUREN2","title":"Sammy's avonturen 2","program_id":"1298797458","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/28\/20221120090024725mtm.jpg","description":"De inmiddels oude schildpadden Sammy en Ray zijn al jaren goede vrienden en genieten van hun leven in de zee. Wanneer ze samen met de lieve kleine schildpadjes Ricky en Ella een tocht maken, worden Sammy en Ray gevangen genomen. Ze eindigen in een tropisch aquarium in Dubai met onder anderen het bazige zeepaardje Big D en Jimbo de bolle blobvis. Ricky en Ella gaan op zoek naar de twee oude schildpadden en verzinnen een list om alle dieren uit het aquarium te redden. Ze krijgen daarbij hulp van hun watervriendjes, onder wie Annabel de inktvis en een groepje pinguïns.","category":""},"68772":{"channel":"280714878","start":"1669561500","end":"1669568100","first":"L","idtitle":"LABELLEETLABETE","title":"La belle et la bête","program_id":"1298797464","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/30\/20221120090024725e9x.jpg","description":"Om zijn jongste dochter Belle een plezier te doen, plukt een handelsreiziger op een van zijn reizen een roos voor haar op het landgoed van het Beest. Dat loopt niet goed af, het Beest wil de man doden voor de diefstal. Belle voelt zich zo schuldig dat ze naar het kasteel van het Beest gaat om de plek van haar vader in te nemen. Ze is doodsbang, maar het kasteel blijkt een plek vol magie te zijn. Het Beest wil iedere avond met haar dineren, ze leren elkaar kennen en Belle begint in te zien dat er geen monster schuilt in het Beest. Sterker nog: in haar dromen ziet ze hoe hij ooit een knappe prins was.","category":""},"68773":{"channel":"280714878","start":"1669568100","end":"1669575600","first":"H","idtitle":"HEARTBREAKERS","title":"Heartbreakers","program_id":"1298797470","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/52\/20221120090024725jbj.jpg","description":"Max en Page vormen als moeder en dochter een team: Max verleidt rijke mannen zodat ze met haar trouwen, en vervolgens verleidt Page ze, zodat Max weer van de man kan scheiden, met een flinke deel van de \"buit\" uit de scheiding. Als ze in geldproblemen komen besluiten ze nog één laatste klus te doen: de oude, rijke William B. Tensy. Het gaat echter allemaal niet zoals ze gehoopt hadden.","category":""},"68774":{"channel":"280714878","start":"1669575600","end":"1669581600","first":"F","idtitle":"FINDINGNEVERLAND","title":"Finding Neverland","program_id":"1298797476","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/65\/20221120090024725fza.jpg","description":"In het Londen van 1904 ontmoet de ludieke toneelschrijver J.M. Barrie (Johnny Depp) tijdens een wandeling met zijn hond totaal onverwachts zijn nieuwe inspiratiebron: vier kinderen die zonder vader door het leven gaan. Hij raakt spelenderwijs erg goed bevriend met de vier jongens en hun zeer charmante moeder (Kate Winslet). Het leven van het gebroken gezin kent echter nog maar weinig plezier en bruist al niet meer sinds de dood van hun vader en echtgenoot. James laat de jongens op verrassende manieren zien dat alles mogelijk is en dat je met fantasie een fantastisch leuke eigen wereld kunt creëren.","category":""},"68775":{"channel":"280714878","start":"1669581600","end":"1669587000","first":"R","idtitle":"RIFKINSFESTIVAL","title":"Rifkin's Festival","program_id":"1298797482","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/99\/202211200900247254dk.jpg","description":"Wanneer filmrecensent Mort Rifkin zijn echtgenote, publiciteitsagent Sue, vergezelt naar het San Sebastian Film Festival in Spanje vermoedt hij dat haar fascinatie voor de jonge filmregisseur Philippe misschien wel iets verder gaat dan alleen die van werk. Terwijl Philippes film overladen wordt met overdadige lof, vindt Mort deze maar banaal en dwalen zijn gedachten af naar de filmklassiekers waar hij ooit les over gaf. De situatie zet het kwetsbare huwelijk tussen Mort en Sue onder druk. Mort vrolijkt wat op wanneer hij dokter Jo Rojas ontmoet, een gelijkgestemde ziel die lijdt onder haar huwelijk met een uitbundige schilder.","category":""},"68776":{"channel":"280714878","start":"1669587000","end":"1669592700","first":"V","idtitle":"VICKYCRISTINABARCELONA","title":"Vicky Cristina Barcelona","program_id":"1298797488","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/86\/20221120090024725ls3.jpg","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","category":""}}