{"57172":{"channel":"141431343","start":"1668706403","end":"1668709873","first":"P","idtitle":"PEDAALPIANOCONCERT","title":"Pedaalpianoconcert","program_id":"1294630137","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/0\/20221110090130514y8k.jpg","description":"Pianist Roberto Prosseda is niet alleen vingervlug, maar hij beschikt ook over vliegende voeten! Hij bespeelt namelijk de zogenaamde ‘pedaalpiano’. Dit instrument beschikt over een toetsenbord, net als een traditioneel kerkorgel, waarmee de voeten de noten uit het laagste register bedienen. De pedaalpiano is een afstammeling van het pedaalklavichord en het pedaalclavecimbel. Roberto Prosseda blies de pedaalpiano in 2011 nieuw leven in, toen hij de eerste moderne uitvoering van Charles Gounods Concert voor pedalpiano en orkest voor zijn rekening nam. Op zijn repertoire staan verder werken voor pedaalpiano van Robert Schumann, Alexandre Pierre François Boëly, en Charles-Valentin Alkan, en bovendien meer eigentijds werk van Ennio Morricone, Michael Nyman, en Cristian Carrara. In deze uitzending vertolkt Roberto Prosseda Schumanns ‘4 Skizzen für den Pedalflügel’ en ‘6 Studien in kanonischer Form für den Pedalflügel, Op. 56’, Boëly’s ‘Fantaisie et Fugue Op. 18 No. 6’, en Alkans ‘Benedictus op. 54 pour piano-pédalier in D minor’.","category":""},"57173":{"channel":"141431343","start":"1668709873","end":"1668713400","first":"P","idtitle":"PROKOFJEVCELLOSONATEINCMAJEUROP119","title":"Prokofjev - Cellosonate in C majeur, Op. 119","program_id":"1294630143","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/82\/20221110090130515k9h.jpg","description":"Aleksandr Khramouchin (cello) en Eliane Reyes (piano) spelen Sergej Prokofjevs Cellosonate, Op. 119. Prokofjev was zo onder de indruk van de uitvoering die de jonge cellist Mstislav Rostropovitsj gaf van een sonate van Prokofjevs vriend Nikolaj Mjaskovski, dat Prokofjev zich voornam zélf een cellosonate voor Rostropovitsj te schrijven. Dat resulteerde in Prokofjevs Cellosonate, Op. 119 (1949), die in 1950 voor het eerst werd uitgevoerd in de Kleine Zaal van het Conservatorium van Moskou, met Rostropovitsj als de solist. Prokofjevs muzikale samenwerking met Rostropovitsj is ook voelbaar in een aantal van zijn verdere cellowerken. Ook zijn Sinfonia Concertante in e-klein voor cello en orkest, Op. 125 (1950-1952) kwam voort uit de samenwerking tussen componist en cellist. Deze uitvoering werd in 2021 opgenomen in de Koninklijke Musea voor Schone Kunsten van België in Brussel als onderdeel van het Musicorum Festival.","category":""},"57174":{"channel":"141431343","start":"1668713400","end":"1668720033","first":"G","idtitle":"GISELLE","title":"Giselle","program_id":"1294630149","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/35\/20221110090130515lni.jpg","description":"Het ballet Giselle vertelt het verhaal van een boerenmeisje uit het Rijnland en speelt zich af in de middeleeuwen. De originele choreografie is van Jean Coralli en Jules Perrot, met muziek van Adolphe Adam. Giselle ging in première in het Théâtre de l'Académie Royale de Musique op 28 juni 1841. Giselle raakt verliefd op Albrecht, graaf van Silezië. De jachtopziener Hilarion, die zelf een oogje heeft op Giselle, waarschuwt haar nog om geen vreemden in vertrouwen te nemen, maar het meisje weigert te luisteren. Albrecht en Giselle dansen een liefdesduet, maar wanneer ze ontdekt dat Albrecht daadwerkelijk van adel is en zal trouwen met Bathilde, sterft Giselle aan een gebroken hart. Dit ballet is opgenomen in de Opéra National de Bordeaux in 2011 met sterdansers Oxana Kucheruk als Giselle en Igor Yebra als Albrecht. De choreografie is van Charles Jude.","category":""},"57175":{"channel":"141431343","start":"1668720033","end":"1668724972","first":"M","idtitle":"MAHLERSYMFONIENR7","title":"Mahler - Symfonie Nr. 7","program_id":"1294630155","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/65\/20221110090130515csa.jpg","description":"Spetterend, virtuoos en spectaculair: betere bijvoeglijk naamwoorden om de pianomuziek van Franz Liszt te beschrijven bestaan er niet. Geniet van een sprankelende uitvoering van Liszts Pianoconcert nr. 1 in Es-groot door de ongelooflijke Russische pianovirtuoos Daniil Trifonov, bijgestaan door het Israel Philharmonic Orchestra onder leiding van Kent Nagano. Als toegift voor het dolenthousiaste publiek speelt Trifonov Reflets dans l'eau uit Claude Debussy's zesdelige pianosuite Images. Het orkest besluit het concert met Gustav Mahlers Symfonie nr. 7. Dit programma werd opgenomen in het Charles Bronfman Auditorium in Tel Aviv in 2014.","category":""},"57176":{"channel":"141431343","start":"1668724972","end":"1668726000","first":"M","idtitle":"MAHLERLIEDEREINESFAHRENDENGESELLEN","title":"Mahler - Lieder eines fahrenden Gesellen","program_id":"1294630161","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/42\/20221110090130515wi2.jpg","description":"Sopraan Jacquelyn Wagner en pianist Zlata Chochieva traden op 8 mei 2020 op in Schinkel Pavillon in Berlijn. Op het programma staan Richard Wagners Wesendonck Lieder, WWV 91 en Elegie voor piano, gevolgd door een solopiano-uitvoering van Gustav Mahlers Menuetto uit zijn Symfonie nr. 3, in een arrangement van Ignaz Friedman. Het recital sluit af met een uitvoering van Gustav Mahlers Lieder eines fahrenden Gesellen.","category":""}}