{"72204":{"channel":"280715089","start":"1668900900","end":"1668903300","first":"T","idtitle":"THEPASSIONATETHREE1","title":"the Passionate Three 1","program_id":"1295870477","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/89\/202211130900255107ul.jpg","description":"...","category":""},"72205":{"channel":"280715089","start":"1668903300","end":"1668905400","first":"T","idtitle":"THEPASSIONATETHREE2","title":"the Passionate Three 2","program_id":"1295870483","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/8\/20221113090025510mn0.jpg","description":"...","category":""},"72206":{"channel":"280715089","start":"1668905400","end":"1668911100","first":"L","idtitle":"LAGUNAPASSIONATA","title":"Laguna Passionata","program_id":"1295870489","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/16\/202211130900255116tb.jpg","description":"...","category":""},"72207":{"channel":"280715089","start":"1668911100","end":"1668916200","first":"S","idtitle":"STANDOFF","title":"Standoff","program_id":"1295870495","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/69\/20221113090025511zpr.jpg","description":"Het twaalfjarige meisje Bird ziet vanuit de bosjes hoe de meedogenloze huurmoordenaar Sade (Laurence Fishburne) een hele groep slachtoffers maakt. Wanneer hij Bird ontdekt, moet ze rennen voor haar leven. Ze vlucht het huis van Carter (Thomas Jane) binnen, een oorlogsveteraan die sinds de dood van zijn zoontje aan lager wal is geraakt. Wanneer hij de panische Bird ziet raakt hij vastbesloten om haar te beschermen. Maar Sade is een ervaren moordmachine en het is maar de vraag of Carters wat roestige gevechtservaring genoeg is om hem uit te schakelen.","category":""},"72208":{"channel":"280715089","start":"1668916200","end":"1668922200","first":"R","idtitle":"RIGHTEOUSKILL","title":"Righteous Kill","program_id":"1295870501","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/54\/20221113090025511b3w.jpg","description":"Een seriemoordenaar heeft het voorzien op criminelen die uit handen van politie en justitie zijn gebleven. Een pooier, een verkrachter, een kinderlokker, allemaal worden ze uit de weg geruimd door een mysterieuze killer. Turk en Rooster (Robert De Niro en Al Pacino), twee veteranen van de New Yorkse politie, onderzoeken de zaak. Maar al snel komen ze tot de conclusie dat de moordenaar uit hun midden moet komen, iemand binnen de New Yorkse politie heeft het recht in eigen handen genomen. De zaak neemt een verrassende wending wanneer twee jonge rechercheurs met de beschuldigende vinger richting Turk wijzen.","category":""},"72209":{"channel":"280715089","start":"1668922200","end":"1668927600","first":"T","idtitle":"THERECALL","title":"The Recall","program_id":"1295870571","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/60\/2022111309002551140t.jpg","description":"Wesley Snipes is \"The Hunter\". Een voormalige gevechtspiloot die oneervol is ontslagen omdat hij er publiekelijk op aandringt dat aliens zich voorbereiden om de aarde aan te vallen. Hij leeft nu verborgen in de wildernis, om zich voor te bereiden op de fatale dag. Brendan en zijn vrienden zijn op vakantie in het gebied, net op het moment dat onverklaarbare weersverschijnselen de planeet aarde schokken. De wereldleiders zijn onwetend, maar de jager weet precies wat er aan de hand is.","category":""},"72210":{"channel":"280715089","start":"1668927600","end":"1668932700","first":"T","idtitle":"THELAZARUSEFFECT","title":"The Lazarus Effect","program_id":"1295870577","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/65\/20221113090025511xxw.jpg","description":"Wetenschappers en echtpaar Zoe en Frank werken samen met student-onderzoekers aan een middel om doden weer tot leven te wekken. Wanneer de zoveelste test op een dode hond opeens succesvol is, willen ze hun ontdekking naar buiten brengen. Maar de universiteit waar ze werken is niet blij met de ontwikkelingen en stopt de tests. De groep wil niet stoppen op zo'n cruciaal moment en gaat op eigen houtje verder. Maar dan gebeurt het ondenkbare: tijdens een nieuw experiment sterft Zoe. Frank is radeloos en besluit hun pas ontdekte serum toe te dienen aan zijn dode geliefde.","category":""},"72211":{"channel":"280715089","start":"1668932700","end":"1668938700","first":"B","idtitle":"BRICKMANSIONS","title":"Brick Mansions","program_id":"1295870583","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/85\/202211130900255117z7.jpg","description":"De criminele buitenwijken van Detroit worden overspoeld door geweld en drugs. Lino (David Belle) levert een dagelijks gevecht om een eerlijk leven te lijden. Als zijn vriendin wordt gekidnapt door een drugsbaas, kiest hij ervoor om de politie in te schakelen. Die koppelt Lino aan undercover agent Damien (Paul Walker), die al tijden bezig is de gangen van de criminele bende achter de ontvoering te volgen. Gezamenlijk duiken ze in de duistere wereld van de georganiseerde misdaad en knokken ze zich een weg naar de eindbaas.","category":""},"72212":{"channel":"280715089","start":"1668938700","end":"1668945000","first":"E","idtitle":"ELCHICANO","title":"El Chicano","program_id":"1295870589","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/22\/20221113090025511nra.jpg","description":"Moordenaars, drugsdealers en bendes maken de straten van East LA onveilig. Maar één mysterieuze, anonieme vigilante betaalt de misdaad met gelijke munt terug. In de getto staat hij bekend als 'El Chicano', die geharde criminelen op dezelfde gewelddadige manier uit de weg ruimt. Zijn acties lokken echter nog meer geweld uit en politieagent Diego Hernandez krijgt de opdracht hem te ontmaskeren. Diego heeft niet veel zin in de zaak want El Chicano doet het politiewerk een stuk sneller, efficiënter én dodelijker dan de politie zelf. Bovendien vermoedt Diego dat de vigilante een stuk bekender is dan hem lief is.","category":""},"72213":{"channel":"280715089","start":"1668945000","end":"1668951300","first":"T","idtitle":"THELOCKDOWNHAUNTINGS","title":"The Lockdown Hauntings","program_id":"1295870595","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/98\/20221113090025511l2n.jpg","description":"Wanneer enkele jonge vrouwen tijdens de corona-lockdown op onverklaarbare en gruwelijke wijze om het leven komen, bundelt rechercheur Parker haar krachten met een controversiële expert in paranormale verschijnselen: Jordan Myers. Alles wijst erop dat seriemoordenaar The Locksmith weer aan het moorden is geslagen. Het punt is alleen dat deze psychopaat al dood is...","category":""},"72214":{"channel":"280715089","start":"1668951300","end":"1668958200","first":"T","idtitle":"THEBOOKOFELI","title":"The Book of Eli","program_id":"1295870601","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/51\/20221113090025511ihw.jpg","description":"In de nabije toekomst is Amerika een kaal en verlaten niemandsland geworden. De ooit zo majestueuze steden zijn nu gevaarlijke ruïnes en overal liggen criminelen op de loer. Gewapend met zijn jachtgeweer, samuraizwaard en natuurlijk instinct heeft Eli (Denzel Washington) jarenlang in deze wereld rondgezworven, altijd allert voor gewelddadige bendes op zoek naar middelen om te overleven. Wanneer hij in een kleine gemeenschap in Californië aankomt, raakt hij in conflict met de zelfverklaarde dictator Carnegie (Gary Oldman).","category":""},"72215":{"channel":"280715089","start":"1668958200","end":"1668963300","first":"B","idtitle":"BROSBEFOREHOS","title":"Bro's Before Ho's","program_id":"1295870607","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/38\/20221113090025511v8p.jpg","description":"Blowen, zuipen en zoveel mogelijk chicks regelen. Dat is het leven van videotheekmedewerker Max (Tim Haars)en zijn geadopteerde broer Jules (Daniël Arends), tevens beste vriend. Samen hebben ze een pact: ze willen nooit een relatie want dat is te veel gezeik. Zij leven het leven waar elke man van droomt, totdat ze allebei verliefd worden op Anna (Sylvia Hoeks).","category":""},"72216":{"channel":"280715089","start":"1668963300","end":"1668969000","first":"M","idtitle":"MOMENTUM","title":"Momentum","program_id":"1295870613","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/73\/20221113090025511z9g.jpg","description":"Alex Faraday is een knappe en intelligente vrouw, die het risico loopt gepakt te worden. Tot haar ongenoegen, is een overval die ze wilde plegen mislukt, maar ook één van haar partners bij de overval op brute wijze vermoord door een internationaal syndicaat, dat op zoek is naar een sleutel. Terwijl Alex de moordplek probeert te ontsnappen, wordt ze gezien door Mr. Washington en begint een gevecht om te overleven.","category":""},"72217":{"channel":"280715089","start":"1668969000","end":"1668974400","first":"T","idtitle":"THEBOYBEHINDTHEDOOR","title":"The Boy Behind the Door","program_id":"1295870619","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/55\/20221113090025511a80.jpg","description":"De twaalfjarige Bobby Green komt terecht in een nachtmerrie wanneer hij en zijn beste vriend Kevin na school worden ontvoerd. Bobby weet te ontsnappen uit het afgelegen huis waar ze worden vastgehouden. Maar net wanneer hij hulp wil gaan halen, hoort hij de angstkreten van Kevin. Hij besluit om met gevaar voor eigen leven terug te gaan - je beste vriend laat je immers niet zitten. Er staat hen een angstaanjagende nacht te wachten.","category":""},"72218":{"channel":"280715089","start":"1668974400","end":"1668979500","first":"D","idtitle":"DREAMKATCHER","title":"Dreamkatcher","program_id":"1295870625","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/88\/2022111309002551142u.jpg","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","category":""},"72219":{"channel":"280715089","start":"1668979500","end":"1668985800","first":"O","idtitle":"OURKINDOFTRAITOR","title":"Our Kind Of Traitor","program_id":"1295870631","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/84\/2022111309002551190g.jpg","description":"Tijdens een vakantie in Marokko worden academicus Perry MacKendrick (Ewan McGregor) en zijn vrouw Gail schoorvoetend vrienden met de Russische miljonair Dima. Hij vraagt ze een kleine gunst; bij thuiskomst een usb-stick af te leveren bij de Britse geheime dienst. Het verzoek klinkt verdacht maar Dima beweert dat zijn gezin gevaar loopt als de informatie niet bij MI6 terechtkomt. Voor ze het weten zijn Perry en Gail betrokken bij een zenuwslopend complot met de Russische maffia.","category":""}}