{"68842":{"channel":"280715003","start":"1668985500","end":"1668990900","first":"T","idtitle":"THEUNFAMILIAR","title":"The Unfamiliar","program_id":"1296241128","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/42\/20221114090025511cme.jpg","description":"Na haar terugkeer van de oorlog, wordt de Britse legerdokter Elizabeth 'Izzy' Cormack geplaagd door paranormale hallucinaties. Lijdt ze aan een posttraumatische stressstoornis? Is het huis behekst? Of is er iets anders aan de hand? Haar man Ethan stelt een familievakantie op Hawaï voor. Om haar gezin te redden, laat ze zich meezuigen in een ijzingwekkende mythologische onderwereld.","category":""},"68843":{"channel":"280715003","start":"1668990900","end":"1668996300","first":"Y","idtitle":"YOUWERENEVERREALLYHERE","title":"You Were Never Really Here","program_id":"1296241134","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/10\/20221114090025511v00.jpg","description":"Joe (Joaquin Phoenix) is een getraumatiseerde oorlogsveteraan die als een schaduw door het leven gaat. In dienst van een bevriende privédetective krijgt hij de opdracht om de vermiste minderjarige dochter van een bekende politicus op te sporen. Wanneer hij haar redt uit een bordeel in Manhattan raakt hij echter verstrikt in een wereld van corruptie en wraak en roept hij een golf van extreem geweld op zich af.","category":""},"68844":{"channel":"280715003","start":"1668996300","end":"1669002900","first":"C","idtitle":"CAPTIVESTATE","title":"Captive State","program_id":"1296241140","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/64\/20221114090025511pva.jpg","description":"Het is bijna een decennium geleden dat een buitenaardse kracht het gebied rondom Chicago heeft bezet. Mensen worden in een totalitair regime gevangen gehouden en getrackt aan de hand van een gps die bij iedere inwoner is ingebracht. Wanneer een groep verzetsstrijders de macht stukje bij beetje probeert terug te winnen, lijkt dit in eerste instantie een onmogelijke missie waarbij elke beweging wordt gecontroleerd door de autoriteiten die meekijken.","category":""},"68845":{"channel":"280715003","start":"1669002900","end":"1669008600","first":"A","idtitle":"ALONE","title":"Alone","program_id":"1296241146","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/46\/20221114090025511hkz.jpg","description":"In een poging met het verlies van haar echtgenoot om te gaan trekt Jessica zich een tijdje terug uit de stad. Haar wordt echter geen rust gegund als ze door een ontvoerder naar een blokhut wordt gebracht. Wanneer ze weet te ontsnappen komt ze in de wildernis terecht die nog gevaarlijker blijkt dan haar achtervolging.","category":""},"68846":{"channel":"280715003","start":"1669008600","end":"1669017300","first":"M","idtitle":"MRTURNER","title":"Mr. Turner","program_id":"1296241152","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/84\/20221114090025511lr5.jpg","description":"De excentrieke 19e-eeuwse Britse kunstenaar J.M.W. Turner wordt diep geraakt door de dood van zijn vader. Hij begint een relatie met de weduwe Sophia Booth, die een pension runt aan de zee. Af en toe wordt hij lastig gevallen door Sarah Danby, een ex-geliefde bij wie hij twee buitenechtelijke dochters heeft. Turner verblijft in aristocratische landhuizen, maakt reizen, bezoekt bordelen, is een populair maar tegendraads lid van de Royal Academy of Arts, laat zichzelf aan een scheepsmast vastbinden om een sneeuwstorm te kunnen schilderen en wordt zowel gevierd als verguisd door het grote publiek en de culturele elite.","category":""},"68847":{"channel":"280715003","start":"1669017300","end":"1669024800","first":"M","idtitle":"MADRE","title":"Madre","program_id":"1296241158","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/75\/20221114090025511wwj.jpg","description":"Tien jaar zijn verstreken sinds de Spaanse Elena haar destijds zesjarige zoon Iván voor het laatst sprak. Een verontrustend telefoontje van haar verdwaalde kind, helemaal alleen op een strand op zoek naar zijn vader. Sindsdien woont Elena op de plek waar Iván toen was, aan de Franse kust. Ze runt er een strandtent en het lijkt of ze haar leven heeft opgepakt. Ze kijkt eindelijk weer vooruit. Tot ze op een dag de Franse tiener Jean tegenkomt die haar sterk doet denken aan haar zoon.","category":""},"68848":{"channel":"280715003","start":"1669024800","end":"1669030500","first":"W","idtitle":"WALKINGONSUNSHINE","title":"Walking on Sunshine","program_id":"1296241164","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/93\/20221114090025511d2a.jpg","description":"Op uitnodiging van haar zus vliegt de Britse Taylor naar de zonovergoten Italiaanse kust waar ze ooit een heerlijke vakantie had. Op het strand ontmoet ze gelijk haar vrienden van toen, waaronder Elena die nog altijd gelukkig is met haar vakantievriendje. Zou Taylor haar eigen vakantieliefde Raf (nog terugzien? Lang hoeft ze niet naar hem te zoeken, want zuslief Maddie stelt Raf aan haar voor als... haar verloofde! In blinde paniek doet Taylor net of ze hem niet kent. Maar als de hele vriendenclub een week lang de bruiloft moet voorbereiden, komen alle romantische kriebels natuurlijk onherroepelijk terug!","category":""},"68849":{"channel":"280715003","start":"1669030500","end":"1669035000","first":"Y","idtitle":"YESGODYES","title":"Yes, God, Yes","program_id":"1296241170","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/94\/202211140900255122b9.jpg","description":"De Amerikaanse Midwest, begin 2000. Wanneer katholieke tiener Alice (Natalia Dyer, 'Stranger Things') toevallig de geneugten van de zelfbevrediging ontdekt, schrijft ze zich in voor een retraite die haar van die duivelse ziekte af moet helpen. Maar ze valt als een blok voor de spetter van het kamp en ontdekt dat de heiligste boontjes vaak de hypocrietste zijn.","category":""},"68850":{"channel":"280715003","start":"1669035000","end":"1669040400","first":"L","idtitle":"LOOKSTHATKILL","title":"Looks that Kill","program_id":"1296241176","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/27\/20221114090025512nym.jpg","description":"De zestienjarige Max (Brandon Flynn) is geboren met een bijzondere afwijking: zijn gezicht is zo mooi, dat iedereen letterlijk dood neervalt bij het zien van zoveel schoonheid. Daarom moet hij overal en altijd zijn gezicht verbergen achter een verband en een zonnebril. Zijn beste vriend Dan probeert hem te koppelen aan een meisje, maar wanneer de eerste date uitloopt op een mislukking, ziet Max het niet meer zitten. Juist wanneer hij van plan is van een brug te springen, ontmoet hij de aantrekkelijke Alex, die net als hij blijkt te kampen met een eigenaardige aangeboren afwijking.","category":""},"68851":{"channel":"280715003","start":"1669040400","end":"1669046100","first":"L","idtitle":"LOVETYPED","title":"Love Type D","program_id":"1296241182","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/56\/20221114090025512lce.jpg","description":"Nadat de 27-jarige Frankie Browne weer eens aan de kant is gezet door een nieuwe lover - die nota bene de boodschap liet overbrengen door diens twaalfjarige broertje Wilbur - ontdekt ze dat het genetisch bepaald is of je behoort tot degenen die dumpen of degenen die gedumpt worden. Frankie weet dat ze in de tweede categorie thuishoort: iedere man met wie ze een relatie begint zal haar uiteindelijk laten vallen. De hoogbegaafde Wilbur ontwikkelt een theorie waarmee Frankie zou kunnen ontsnappen aan haar lot. Dit leidt tot een onverwachte en komische rondreis langs Frankies voormalige vriendjes.","category":""},"68852":{"channel":"280715003","start":"1669046100","end":"1669051500","first":"B","idtitle":"BEDAZZLED","title":"Bedazzled","program_id":"1296241188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/63\/20221114090025512de7.jpg","description":"Elliot Richards is niet populair, zijn sociale leven is onbestaand, zijn beroep als technisch adviseur stelt niet veel voor en hij koestert bovendien een onbeantwoorde liefde voor zijn collega Alison Gardner. Dan ontmoet hij een bloedmooie vrouw die beweert de duivel te zijn. Ze doet Elliot een voorstel. In ruil voor zijn ziel mag Elliot zeven wensen naar keuze maken. Aanvankelijk is Elliot zielsgelukkig maar na een paar wensen begint hij toch te twijfelen of al die wensen hem wel verder kunnen helpen in het leven. Dan lijkt het te laat om zijn ziel nog terug te krijgen.","category":""},"68853":{"channel":"280715003","start":"1669051500","end":"1669059000","first":"T","idtitle":"THELMALOUISE","title":"Thelma & Louise","program_id":"1296241194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/20\/20221114090025512i1n.jpg","description":"Thelma (Geena Davis) is een verveelde jonge huisvrouw. De tien jaar oudere Louise (Susan Sarandon) werkt als serveerster in een diner. Thelma's echtgenoot Darryl ziet zijn vrouw het liefst achter het aanrecht staan, terwijl Louise's vriend altijd van huis is als muzikant. Om de sleur te doorbreken trekken de twee vriendinnen er een paar dagen op uit in een Ford Thunderbird 1966 cabriolet. Hun ontspannen uitje neemt een criminele wending wanneer Louise de dronken man neerschiet die Thelma probeerde te verkrachten. En zo verandert hun road trip door de VS in een vlucht naar Mexico, op de hielen gezeten door de Amerikaanse politie.","category":""},"68854":{"channel":"280715003","start":"1669059000","end":"1669065300","first":"F","idtitle":"FAHIM","title":"Fahim","program_id":"1296241200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/73\/20221114090025512t1w.jpg","description":"Wanneer de jonge Fahim en zijn vader hun geboorteland Bangladesh moeten ontvluchten en arriveren in Parijs, begint voor hen een nieuwe strijd. Terwijl ze wachten op de goedkeuring van hun politiek asielaanvraag, staan ze onder constante dreiging van uitzetting. Dan leert Fahim de schaakmeester Sylvain kennen, die hem onder zijn hoede neemt. Juist wanneer het nationale kampioenschap schaken begint, lijkt Fahim het land te moeten verlaten. Voor hem is er maar één uitweg: kampioen van Frankrijk worden. Gebaseerd op een waargebeurd verhaal.","category":""},"68855":{"channel":"280715003","start":"1669065300","end":"1669071000","first":"K","idtitle":"KILLINGTHEMSOFTLY","title":"Killing Them Softly","program_id":"1296241206","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/3\/2022111409002551272s.jpg","description":"De werkloze junkies Frankie en Russell weten duidelijk niet waar ze aan beginnen wanneer ze in New Orleans een overval plegen tijdens een illegale pokerwedstrijd van de maffia. Want wie er met een shotgun de geheime gokhal van Markie Trattman binnenloopt, krijgt gegarandeerd Jackie Cogan (Brad Pitt) achter zich aan. De enige kans die de twee sukkels hebben is dat de door Cogan ingevlogen huurmoordenaar Mickey te druk is met drank en hoeren om op tijd in actie te komen. Als Cogan te horen krijgt dat de bazen achter zijn contactpersoon ongeduldig worden, besluit hij met frisse tegenzin zelf in te grijpen.","category":""},"68856":{"channel":"280715003","start":"1669071000","end":"1669076100","first":"T","idtitle":"THERECKONING","title":"The Reckoning","program_id":"1296241212","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/61\/20221114090025512862.jpg","description":"Rechercheurs Robbie Green en Jane Lambert doen onderzoek naar de moord op Robbies voormalige partner. Op diens lichaam vinden ze videomateriaal van twee tieners, Rachel en AJ, die met hun eigen onderzoek bezig zijn: Rachel heeft ontdekt dat haar verongelukte zus betrokken was bij een ingewikkelde zaak van corruptie en zware criminaliteit. Het stel filmt alles. Telkens wanneer Robbie en Jane weer een slachtoffer vinden, zijn er ook weer een nieuwe beelden. Met iedere video ontdekken de rechercheurs steeds meer over de gewelddadige wraaktocht van de tieners en de beerput van corruptie en moord.","category":""}}