{"26083":{"channel":"141429532","start":"1668792615","end":"1668796069","first":"E","idtitle":"ELEMENTARY","title":"Elementary","program_id":"1295050823","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/29\/20221111090114711b4o.jpg","description":"An explosion at a traffic stop puts Holmes and Watson on two separate tracks of investigation as they try to determine whether the attack was gang-related or a terrorist attack. Also, Holmes and Watson suspect there is more for them to discover regarding the recent attack on someone within their inner circle.","category":""},"26084":{"channel":"141429532","start":"1668796069","end":"1668799800","first":"E","idtitle":"ELEMENTARY","title":"Elementary","program_id":"1295050829","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/78\/20221111090114711zg4.jpg","description":"Tech billionaire Odin Reichenbach (James Frain) hires Holmes and Watson to investigate a personal threat he suspects originated from within his own company. Also, Holmes and Watson search for a motive behind three seemingly unconnected murders.","category":""},"26085":{"channel":"141429532","start":"1668799800","end":"1668810492","first":"S","idtitle":"SUPERMANRETURNS","title":"Superman Returns","program_id":"1295050835","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/64\/20221111090114711bhf.jpg","description":"In a soaring new chapter in the epic story of the Man of Steel, Superman Returns to fight for truth and justice! While old enemy Lex Luthor (Kevin Spacey--Seven, L.A. Confidential) plots to render him powerless, Superman (Brandon Routh) must face the heartbreaking realization that Lois Lane (Kate Bosworth--Beyond the Sea), has moved on with her life. Or has she? From the depths of the ocean to the far reaches of outer space, Superman blazes an epic journey of redemption to protect the world he loves from cataclysmic destruction. The X-Men's Bryan Singer takes the helm in this superpowered epic action-adventure that reunites Superman with a world that's almost learned to live without him.","category":""},"26086":{"channel":"141429532","start":"1668810492","end":"1668813900","first":"E","idtitle":"ELEMENTARY","title":"Elementary","program_id":"1295050841","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221111\/50\/20221111090114711jq0.jpg","description":"Holmes and Watson try to work a stateside investigation from London when someone close to them is gravely wounded by an unknown perpetrator in the United States. However, Holmes' stateside legal trouble - the result of a confession to a murder he didn't commit - threatens to derail their efforts.","category":""}}