{"68789":{"channel":"280714878","start":"1669077000","end":"1669078800","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSIVANREITMAN","title":"Hollywood's Best Film Directors: Ivan Reitman","program_id":"1296666416","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/24\/20221115090025791tei.jpg","description":"Regisseur Ivan Reitman maakte samen met komiek Bill Murray furore met de komedies Meatballs, Stripes en de bioscoopklapper Ghostbusters, om later successen te boeken met de Schwarzenegger-komedies Twins, Kindergarten Cop en Junior.","category":""},"68790":{"channel":"280714878","start":"1669078800","end":"1669084800","first":"V","idtitle":"VANIGLIAECIOCCOLATO","title":"Vaniglia e cioccolato","program_id":"1296666422","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/31\/202211150900257915pd.jpg","description":"Penelope, een moeder van drie kinderen, wordt moe van de ontrouw van haar man en verlaat hem. Ze gaat bij haar oma wonen, terwijl hij voor de kinderen moet zorgen. Zijn interesse wordt gewekt wanneer hij liefdesbrieven van zijn vrouw vindt, die wijzen op een liefdesaffaire uit het verleden. Zij probeert deze haar vroegere minnaar een Spaanse schilder, te vinden.","category":""},"68791":{"channel":"280714878","start":"1669084800","end":"1669090800","first":"V","idtitle":"VYKRUTASY","title":"Vykrutasy","program_id":"1296666428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/9\/20221115090025791r3g.jpg","description":"Een vrijgezelle leraar uit een klein Russisch stadje wordt aangereden door een prachtige vrouw (Milla Jovovich) uit Moskou. De leraar valt meteen als een blok voor haar. Het enige probleem is dat hij het op zal moeten nemen tegen haar verloofde.","category":""},"68792":{"channel":"280714878","start":"1669090800","end":"1669096800","first":"T","idtitle":"TUTTACOLPADIGIUDA","title":"Tutta colpa di Giuda","program_id":"1296666434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/84\/202211150900257910kj.jpg","description":"Musical producente Irena stemt ermee in om samen te werken met pater Iridio aan de opvoering van een toneelstuk in een gevangenisinstelling. Ze is zeer enthousiast en onbevangen, maar de pater loopt haar voortdurend voor de voeten. Ze beseft niet dat deze ervaring haar leven zal veranderen.","category":""},"68793":{"channel":"280714878","start":"1669096800","end":"1669101900","first":"L","idtitle":"LEPETITSPIROU","title":"Le petit Spirou","program_id":"1296666440","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/88\/20221115090025791pis.jpg","description":"Kleine Robbes toekomst staat, net zoals die van zijn hele familie, al heel lang vast. Bij het begin van volgend schooljaar start hij op de School voor Piccolo's. Kleine Robbe wil samen met zijn beste vrienden nog even heel hard genieten van de laatste dagen op zijn oude school en besluit zijn liefde te verklaren aan Suzette. En hoe. Kleine Robbe neemt Suzette mee op een ongelooflijk avontuur. En zo ontdekt hij zijn ware passie, hij wil avonturier worden. Maar tegen de wil van zijn familie ingaan blijkt moeilijker dan gedacht...","category":""},"68794":{"channel":"280714878","start":"1669101900","end":"1669107300","first":"S","idtitle":"SHESFUNNYTHATWAY","title":"She's Funny That Way","program_id":"1296666446","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/51\/20221115090025791jbj.jpg","description":"Het gedoe begint als Broadway-regisseur Arnold (Owen Wilson) de nacht doorbrengt met Izzy (Imogen Poots). De jonge prostituee wil dolgraag actrice worden en Arnold besluit Izzy fors te betalen om haar op weg te helpen. Het gevolg is een en al verwarring, jaloezie, onbegrip en andere kolderieke situaties. Met Jennifer Aniston als Izzy's gefrustreerde therapeute, Will Forte als haar vriend én toneelschrijver en Kathryn Hahn als Arnold's vrouw. En acteur Rhys Ifans bemoeit zich er ook graag mee. Naarmate het aantal ontmoetingen en geheimen elkaar in rap tempo opvolgen, loopt de hachelijke situatie compleet uit de hand.","category":""},"68795":{"channel":"280714878","start":"1669107300","end":"1669113000","first":"W","idtitle":"WALKINGONSUNSHINE","title":"Walking on Sunshine","program_id":"1296666452","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/42\/202211150900257917f1.jpg","description":"Op uitnodiging van haar zus vliegt de Britse Taylor naar de zonovergoten Italiaanse kust waar ze ooit een heerlijke vakantie had. Op het strand ontmoet ze gelijk haar vrienden van toen, waaronder Elena die nog altijd gelukkig is met haar vakantievriendje. Zou Taylor haar eigen vakantieliefde Raf (nog terugzien? Lang hoeft ze niet naar hem te zoeken, want zuslief Maddie stelt Raf aan haar voor als... haar verloofde! In blinde paniek doet Taylor net of ze hem niet kent. Maar als de hele vriendenclub een week lang de bruiloft moet voorbereiden, komen alle romantische kriebels natuurlijk onherroepelijk terug!","category":""},"68796":{"channel":"280714878","start":"1669113000","end":"1669119300","first":"T","idtitle":"THEYOUNGANDPRODIGIOUSTSSPIVET","title":"The Young and Prodigious T.S. Spivet","program_id":"1296666458","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/44\/20221115090025791ue4.jpg","description":"De twaalfjarige T.S. Spivet woont met zijn familie op een ranch in Montana. Zijn moeder is geobsedeerd door insecten, zijn vader is een onvervalste cowboy en zijn veertienjarige zusje droomt ervan Miss Amerika te worden. Zelf is hij een echt genie, gefascineerd door cartografie en wetenschappelijke proeven. Op een dag krijgt hij een telefoontje van het Smithsonian in Washington. Voor een van zijn uitvindingen heeft hij de prestigieuze Baird-prijs in de wacht gesleept en deze mag hij persoonlijk in ontvangst komen nemen. Stiekem knijpt T.S. er tussen uit en begint zo aan een avontuurlijke reis.","category":""},"68797":{"channel":"280714878","start":"1669119300","end":"1669125900","first":"R","idtitle":"RATRACE","title":"Rat Race","program_id":"1296666464","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/49\/202211150900257919vh.jpg","description":"Donald P. Sinclair heeft zes gouden munten in verschillende speelautomaten in zijn casino geplaatst. De gelukkigen die deze munten vinden, zullen een kans krijgen om om 2 miljoen dollar te bezitten. De zes deelnemers moeten tegen elkaar racen om als eerste bij het geld te komen, in een kluis in New Mexico. Er zijn geen regels en alles wat er zou kunnen gebeuren, gebeurt ook. Ondertussen sluiten Sinclairs medewerkers achter de schermen hun weddenschappen af.","category":""},"68798":{"channel":"280714878","start":"1669125900","end":"1669132200","first":"T","idtitle":"TIMBOEKTOE","title":"Timboektoe","program_id":"1296666470","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/52\/202211150900257913f8.jpg","description":"De ouders van Isa en haar oudere broer Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl nieuwe vriendschappen opbloeien, komt camping Timboektoe in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen. Het ziet het er zelfs nar uit dat de camping moet sluiten. Zal het Isa en Kars lukken om Timboektoe open te houden?","category":""},"68799":{"channel":"280714878","start":"1669132200","end":"1669137000","first":"T","idtitle":"THORDELEGENDEVANWALHALLA","title":"Thor: De legende van Walhalla","program_id":"1296666476","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/16\/202211150900257910ok.jpg","description":"Hoewel zijn moeder andere plannen voor hem heeft, droomt de jonge smid Thor van heldendaden, roem en respect. Volgens de overlevering is Thor de zoon van Odin, koning der goden, en de dorpelingen zijn ervan overtuigd dat ze leven onder Odins goddelijke bescherming. Wat echter niemand weet, is dat Hel, de koningin van de onderwereld, een plan beraamt om zowel mensen als de goden ten onder te brengen. Maar dan krijgt Thor het machtigste wapen ter wereld in handen: Hamer. Als hij een schijn van kans wil maken tegen de machten van het kwaad, zal hij niet alleen zichzelf maar ook zijn nieuwe vriend Hamer snel moeten leren beheersen.","category":""},"68800":{"channel":"280714878","start":"1669137000","end":"1669143600","first":"N","idtitle":"NAKEDNORMANDY","title":"Naked Normandy","program_id":"1296666482","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/17\/202211150900257914x7.jpg","description":"In Mêle-sur-Sarthe, een klein dorp in Normandië, worden de veehouders geteisterd door de crisis: de prijs van het vlees daalt fors, de melk wordt met verlies verkocht en de veehouders zitten in zak en as. Burgemeester Georges Balbuzard wil zich echter niet laten kennen en zal er alles aan doen om zijn dorp te redden. Het toeval wil dat Blake Newman, een bekende conceptfotograaf die grote menigten naakt fotografeert, op doortocht is in de streek. Balbuzard is ervan overtuigd dat deze man het dorp kan redden. Wat zou er gebeuren als Newman driehonderd Normandiërs naakt zou fotograferen op het Champ Chollet?","category":""},"68801":{"channel":"280714878","start":"1669143600","end":"1669149000","first":"H","idtitle":"HORRIBLEHISTORIESTHEMOVIEROTTENROMANS","title":"Horrible Histories: The Movie - Rotten Romans","program_id":"1296666488","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/31\/20221115090025791p2v.jpg","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","category":""},"68802":{"channel":"280714878","start":"1669149000","end":"1669154700","first":"W","idtitle":"WALKOFSHAME","title":"Walk of Shame","program_id":"1296666494","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/96\/20221115090025791s8y.jpg","description":"Verslaggeefster Meghan (Elizabeth Banks) mag geen auditie doen om de nieuwe vaste nieuwslezeres te worden. Om haar op te fleuren nemen haar vriendinnen haar mee op een avond stappen. De volgende ochtend wordt ze na een onenightstand wakker zonder geld, zonder auto en met een lege telefoon. Het enige berichtje dat ze nog krijgt is van haar baas: als ze nu naar de studio komt kan ze alsnog de felbegeerde baan krijgen.","category":""},"68803":{"channel":"280714878","start":"1669154700","end":"1669160100","first":"B","idtitle":"BELLADONNAS","title":"Bella Donna's","program_id":"1296666500","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/16\/2022111509002579160x.jpg","description":"Drie beste vriendinnen Amy (Kiki van Deursen), Jasmijn (Carolien Spoor) en Sasha (Eva Laurenssen) besluiten na het overlijden van hun hartsvriendin Bella om haar bucketlist te voltooien. Maar dat is makkelijker gezegd dan gedaan. De drie vrouwen komen erachter dat iets als parachutespringen, illegaal straatracen en een Brazilian wax niets is vergeleken bij opdracht #3 op de lijst; het vinden van ware liefde...","category":""}}