{"26347":{"channel":"141429580","start":"1668879436","end":"1668884123","first":"H","idtitle":"HEARTOFADOG","title":"Heart of a Dog","program_id":"1295471225","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/85\/20221112090050529jz8.jpg","description":"Heart of a Dog is een persoonlijk essay, een autobiografische film en een muzikale meditatie van Amerikaanse experimentele performance-kunstenares en musicus Laurie Anderson (bekend van o.a. haar single O Superman) over de liefde en de dood. De kalme voice-over van Laurie Anderson is te horen bij een stroom aan associatieve beelden, animaties en 8mm-films uit haar kindertijd. De filmmaker vertelt het verhaal van haar geliefde hond Lolabelle die overleden is. Het verhaal raakt aan de dood van haar moeder en ook haar overleden echtgenoot Lou Reed. Door middel van het verhaal, dat ondersteund wordt met een door haar geschreven soundtrack, deelt ze haar jeugdfantasieën en behandelt ze politieke en filosofische theorieën.","category":""},"26348":{"channel":"141429580","start":"1668884123","end":"1668884434","first":"P","idtitle":"PAPASPRINCE","title":"Papa's Prince","program_id":"1295471231","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/9\/20221112090050529vhc.jpg","description":"Het 7-jarige meisje Viv vertelt aan haar vriendje Henry in een sprookje hoe haar vaders elkaar ontmoet hebben. Henry is benieuwd hoe het zou zijn als zijn favoriete actiefiguur eruit ziet als partner van één van haar vaders.","category":""},"26349":{"channel":"141429580","start":"1668884434","end":"1668885770","first":"H","idtitle":"HAPPILYDIVORCED","title":"Happily Divorced","program_id":"1295471237","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/29\/202211120900505295uy.jpg","description":"Amerikaanse sitcom over een vrouw die erachter komt dat haar man homo is, met Fran Drescher. Peter Lovett bekent aan Fran dat hij homo is na 18 jaar huwelijk. Ze besluiten te scheiden, maar vanwege financiële redenen blijven ze samenwonen. Zes maanden later maakt Peter zich klaar voor de Sound Of Music Singalong en Fran heeft haar eerste date met muziekproducent Elliot.","category":""},"26350":{"channel":"141429580","start":"1668885770","end":"1668888652","first":"Q","idtitle":"QUEERASFOLKUSA","title":"Queer as Folk USA","program_id":"1295471243","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/38\/20221112090050529k4r.jpg","description":"Michael, Ben, Melanie, Justin en Debbie maken zich nog altijd hard tegen Voorstel 14. De invloed van voorstanders van Voorstel 14 wordt echter steeds groter, waardoor een hotel zich genoodzaakt ziet zich terug te trekken als locatie voor een door het Center georganiseerde benefietavond. Als uiterste redmiddel besluit Michael Brian om hulp te vragen. Brian besluit Babylon kosteloos beschikbaar te stellen.","category":""},"26351":{"channel":"141429580","start":"1668888652","end":"1668892043","first":"Q","idtitle":"QUEERASFOLKUSA","title":"Queer as Folk USA","program_id":"1295471249","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/98\/20221112090050529jij.jpg","description":"Ted hoort van de politie dat de explosie inderdaad veroorzaakt is door een bom. De explosie heeft een aantal doden tot gevolg, waaronder een goede vriendin van Lindsay en Melanie. Melanie is ondersteboven van het nieuws en overweegt weg te gaan uit Pittsburgh. Michael ligt nog altijd in het ziekenhuis maar is aan de beterende hand. Tot zijn verbazing komt een aantal mensen niet bij hem bezoek, én komt een onverwacht iemand ineens wel langs.","category":""},"26352":{"channel":"141429580","start":"1668892043","end":"1668898264","first":"L","idtitle":"LADYPEACOCK","title":"Lady Peacock","program_id":"1295471255","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/5\/20221112090050529o8t.jpg","description":"Wanneer Conner Devin voor het eerst ontmoet, voelt hij zich direct tot hem aangetrokken. Maar al snel blijkt dat Conners nemesis, de Puerto Ricaanse drag queen Adora, Devin helemaal voor zichzelf wil. Conner realiseert zich al snel dat de enige manier om te concurreren met een drag queen is: zelf een drag queen.","category":""},"26353":{"channel":"141429580","start":"1668898264","end":"1668901190","first":"B","idtitle":"BAIT","title":"Bait","program_id":"1295471261","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/25\/20221112090050529duc.jpg","description":"Bait (Lee Hayes, 2014) is een webserie én film over Emanuel, een prachtige jongen die zich ontpopt tot een ware psychopaat. Hij gebruikt de datingapp Bait in een wanhopige zoektocht naar liefde in een virtuele wereld waar iedereen zich anders voordoet dan hij is. Als hij teleurstelling op teleurstelling te verwerken krijgt, neemt hij wraak op een gewelddadige manier.","category":""}}