{"72292":{"channel":"280715089","start":"1669505400","end":"1669507500","first":"T","idtitle":"THEARTIST1","title":"The Artist 1","program_id":"1298797415","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/50\/20221120090025509cvj.jpg","description":"...","category":""},"72293":{"channel":"280715089","start":"1669507500","end":"1669509600","first":"T","idtitle":"THEARTIST2","title":"The Artist 2","program_id":"1298797549","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/84\/20221120090025509w2k.jpg","description":"...","category":""},"72294":{"channel":"280715089","start":"1669509600","end":"1669511700","first":"T","idtitle":"THEARTIST3","title":"The Artist 3","program_id":"1298797555","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/48\/20221120090025509cck.jpg","description":"...","category":""},"72295":{"channel":"280715089","start":"1669511700","end":"1669520100","first":"F","idtitle":"FUCKEDDISORDERLY","title":"Fucked & Disorderly","program_id":"1298797561","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/77\/202211200900255091uw.jpg","description":"...","category":""},"72296":{"channel":"280715089","start":"1669520100","end":"1669527000","first":"N","idtitle":"NAMEJAGREDZENS","title":"Nameja gredzens","program_id":"1298797567","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/62\/20221120090025509r7y.jpg","description":"Semigallia, 13e eeuw. De mensen leiden een zwaar maar vreedzaam bestaan. Wanneer de jonge Namejs hun nieuwe koning wordt, krijgt hij meteen te maken met een grote uitdaging. De Paus stuurt een bende criminelen op hen af om de heidenen te bekeren. Er volgt een bloedige oorlog en de jonge koning moet zijn tegenstander telkens een stap voor blijven om zijn volk te kunnen redden.","category":""},"72297":{"channel":"280715089","start":"1669527000","end":"1669532400","first":"W","idtitle":"WAKEUP","title":"Wake Up","program_id":"1298797573","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/39\/20221120090025509nqo.jpg","description":"Op een rustige avond glijdt een auto van de weg af en in een ravijn. De bestuurder wordt wakker in het ziekenhuis. Hij weet niet meer wie hij is of wat er is gebeurd. Zijn verpleegster, Diana, noemt hem John Doe. Plotseling komt de politie binnenvallen en arresteert hem voor een reeks brute moorden. Diana gelooft geen woord van deze beschuldigingen en helpt hem te ontsnappen. De twee voortvluchtigen gaan op pad om John Doe's onschuld te bewijzen. Maar de zachtaardige Diana ontdekt al snel de schokkende waarheid achter John Doe's identiteit.","category":""},"72298":{"channel":"280715089","start":"1669532400","end":"1669537800","first":"A","idtitle":"ALONE","title":"Alone","program_id":"1298797579","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/21\/202211200900255104ej.jpg","description":"De wereld valt ten prooi aan een gruwelijke pandemie die van mensen monsters maakt. Screamers. Radeloos na wekenlang isolement, besluit Aidan er een eind aan te maken. Dan ontdekt hij een lotgenote, Eva, aan de overkant van het gebouw. Ze maken een plan om samen te ontsnappen. Ook een oudere buur blijkt nog levend en wel. Een onverhoopte ommekeer. Of niet?","category":""},"72299":{"channel":"280715089","start":"1669537800","end":"1669543200","first":"T","idtitle":"THESUPER","title":"The Super","program_id":"1298797585","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/84\/202211200900255107at.jpg","description":"Phil Lodge, een gescheiden ex-agent, wordt opzichter en komt met zijn twee dochters wonen en werken in een gigantisch complex in het centrum van Manhattan. Het is een doolhof van kelders, zijvleugels, torens en talloze verdiepingen met appartementen. Wanneer Phil merkt dat er steeds meer bewoners op mysterieuze wijze verdwijnen, gaat hij op onderzoek uit. Maar hij wordt hevig tegengewerkt door de creepy klusjesman Walter (Val Kilmer) die zich steeds verdachter gaat gedragen.","category":""},"72300":{"channel":"280715089","start":"1669543200","end":"1669549500","first":"D","idtitle":"DOUBLETROUBLE","title":"Double Trouble","program_id":"1298797591","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/25\/20221120090025510mt8.jpg","description":"Professor Bill Kincaid, afkomstig uit arbeidersgezin, heeft zijn achtergrond al jaren de rug toegekeerd. Als filosoof heeft hij bestsellers geschreven, zijn studenten hangen aan zijn lippen en de universiteit wil hem zijn eigen faculteit geven. Maar dan krijgt Bill een telefoontje: zijn wietdealende tweelingbroer Brady is overleden. Hij vliegt naar zijn geboortestad, op het platteland van Oklahoma, om de begrafenis bij te wonen. Eenmaal aangekomen blijkt hij erin te zijn geluisd. Brady is springlevend en wil dat Bill hem helpt bij een krankzinnig plan om de lokale drugsbaas een hak te zetten.","category":""},"72301":{"channel":"280715089","start":"1669549500","end":"1669554900","first":"U","idtitle":"UNFINISHEDBUSINESS","title":"Unfinished Business","program_id":"1298797597","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/63\/20221120090025510684.jpg","description":"Zakenman Dan Trunkman (Vince Vaughn) is het zat om tweede viool te spelen voor zijn irritante baas (Sienna Miller) en vormt zijn eigen concurrerende bedrijf. Hij neemt een gepensioneerde medewerker (Tom Wilkinson) en een dwaze verkoopaanvrager (Dave Franco) met zich mee. Na anderhalf jaar worstelen is er een veelbelovende deal in zicht, maar die wordt weggekaapt door de ex-baas van Dan. Vastbesloten om de deal te redden, vliegen Dan en zijn twee medewerkers naar Duitsland, waar een reeks onverwachte en soms schandalige obstakels wacht.","category":""},"72302":{"channel":"280715089","start":"1669554900","end":"1669560900","first":"B","idtitle":"BACKROADS","title":"Back Roads","program_id":"1298797603","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/17\/20221120090025510t6a.jpg","description":"Harley zorgt voor zijn drie jongere zusjes. Moeder zit in de gevangenis omdat ze hun vader heeft vermoord. Harley doet wat hij kan om het gezin een goed leven te bieden maar hij heeft z’n eigen donkere geheimen. Hij leeft zijn frustraties uit met geheime gewelddadige uitstapjes en een heftige seksuele relatie met een oudere, getrouwde buurvrouw. Z'n escapades gaan richting dodelijk en Harley’s verschillende dubbellevens lopen steeds mee door elkaar. Hij wordt een tikkende tijdbom en iedereen in zijn omgeving is in levensgevaar.","category":""},"72303":{"channel":"280715089","start":"1669560900","end":"1669566000","first":"M","idtitle":"MARY","title":"Mary","program_id":"1298797609","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/93\/20221120090025510oay.jpg","description":"David (Gary Oldman) is een kapitein die met zichzelf worstelt en hij wil een beter leven voor hem, zijn vrouw Sarah (Emily Mortimer) en zijn dochters opbouwen. Op een veiling ziet hij een oude boot met de naam 'Mary' erop en in een impulsieve bui besluit hij de boot te kopen. Kort nadat David en zijn gezin en twee vrienden met de boot op reis zijn gegaan, krijgen zij te maken met steeds meer vreemde en angstaanjagende gebeurtenissen.","category":""},"72304":{"channel":"280715089","start":"1669566000","end":"1669572300","first":"G","idtitle":"GETSHORTY","title":"Get Shorty","program_id":"1298797615","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/84\/202211200900255101oe.jpg","description":"Wanneer gangster Chili Palmer (John Travolta) vanuit Miami naar Los Angeles reist om een schuld te innen bij een tweederangs regisseur (Gene Hackman), laat hij zich inpakken door de hippe filmbusiness. Palmer ontdekt dat de regels in Hollywood maar bar weinig verschillen van de wetten in criminele onderwereld: hij regelt een filmster, versiert een B-filmdiva en krijgt zelfs plaatsen gereseveerd in de hipste restaurants van de stad. Kortom, alles loopt gesmeerd. Tot zijn vroegere vriendjes, de maffiosi, hem opnieuw weten te vinden.","category":""},"72305":{"channel":"280715089","start":"1669572300","end":"1669579200","first":"B","idtitle":"BECOOL","title":"Be Cool","program_id":"1298797621","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/4\/20221120090025510o6l.jpg","description":"Als Chili Palmer (John Travolta) besluit zijn geluk te beproeven in de muziekindustrie papt hij daarvoor aan de verleidelijke weduwe (Uma Thurman) van een onlangs vermoorde platenbaas, kaapt een bloedhete zangeres weg bij de concurrent en ontdekt dat er achter de mooie schermen van de muziekbizz heel wat valse tonen geblazen worden. Het is de kunst cool te blijven en niet al te veel uit de toon te vallen. Laat dat maar aan Chili Palmer over!","category":""},"72306":{"channel":"280715089","start":"1669579200","end":"1669584900","first":"W","idtitle":"WEREWOLVESWITHIN","title":"Werewolves Within","program_id":"1298797627","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/22\/202211200900255104mi.jpg","description":"Pete woont met zijn sterk gelovige vrouw Trish in een dorpje in Vermont. Hun woonplek wordt door een sneeuwstorm geteisterd die het hele dorp isoleert. De onderliggende rancune tussen de inwoners wordt blootgelegd wanneer een onbekend wezen jacht maakt op de dorpelingen. Wanneer de lichamen zich opstapelen, wordt duidelijk dat de moordenaar dichterbij staat dan verwacht.","category":""},"72307":{"channel":"280715089","start":"1669584900","end":"1669591200","first":"P","idtitle":"PROOI","title":"Prooi","program_id":"1298797633","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/16\/20221120090025510729.jpg","description":"Na de vondst van een gruwelijk vermoord boerengezin net buiten Amsterdam, tast de politie in het duister over de mogelijke dader. Lizzy, een dierenarts van Artis, denkt echter te weten wat de bloederige verminkingen kan hebben aangericht: een forse, agressieve leeuw. Ze stuit vooral op ongeloof en er is een tweede bloedbad nodig voordat de autoriteiten instemmen met het rigoureuze plan van een Engelse leeuwenjager om het monster te pakken te krijgen. De jacht is geopend.","category":""}}