{"67935":{"channel":"280715003","start":"1669596000","end":"1669602600","first":"S","idtitle":"STREETKINGS","title":"Street Kings","program_id":"1299179337","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/20\/202211210900197161io.jpg","description":"Tom Ludlow (Keanu Reeves) is de beste undercover-recherceur van een gespecialiseerde eenheid binnen de politie van Los Angeles. Gedesillusioneerd door de dood van zijn vrouw, houdt Ludlow er een ruwe en onorthodoxe handelswijze op na. Zijn chef Jack Wander (Forest Whitaker) houdt hem altijd de hand boven het hoofd, maar kan niet voorkomen dat Interne Zaken het op Ludlow heeft voorzien. Helemaal wanneer een ex-partner om het leven komt tijdens een overval in Ludlows bijzijn. Ludlow staat alleen in zijn strijd tegen het corrupte politiesysteem om zijn onschuld te bewijzen.","category":""},"67936":{"channel":"280715003","start":"1669602600","end":"1669608000","first":"T","idtitle":"THEBOYBEHINDTHEDOOR","title":"The Boy Behind the Door","program_id":"1299179343","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/84\/20221121090019716bcx.jpg","description":"De twaalfjarige Bobby Green komt terecht in een nachtmerrie wanneer hij en zijn beste vriend Kevin na school worden ontvoerd. Bobby weet te ontsnappen uit het afgelegen huis waar ze worden vastgehouden. Maar net wanneer hij hulp wil gaan halen, hoort hij de angstkreten van Kevin. Hij besluit om met gevaar voor eigen leven terug te gaan - je beste vriend laat je immers niet zitten. Er staat hen een angstaanjagende nacht te wachten.","category":""},"67937":{"channel":"280715003","start":"1669608000","end":"1669613400","first":"P","idtitle":"PIXIE","title":"Pixie","program_id":"1299179349","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/56\/20221121090019716k5m.jpg","description":"Pixie is een charmante meid uit een beruchte misdaadfamilie, wier moeder werd vermoord door de bende van Father McGrath. Ze wil haar moeders dood wreken door een fortuin aan drugsgeld van de moordenaars achterover te drukken en voor altijd te verdwijnen naar het buitenland. Maar al haar plannen worden per ongeluk gedwarsboomd door twee kroegtijgers, Frank en Harland. Pixie windt de twee in no time om haar vingers en voor ze het beseffen zitten Frank en Harland in haar klassieke Mercedes, met een lijk in de kofferbak en een tas vol cocaïne op de achterbank, achtervolgd door moorddadige priesters, huurmoordenaars en politie.","category":""},"67938":{"channel":"280715003","start":"1669613400","end":"1669619100","first":"T","idtitle":"THEDEVILHASANAME","title":"The Devil Has a Name","program_id":"1299179355","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/47\/20221121090019716mw8.jpg","description":"Met de moed der wanhoop bindt een landbouwer de strijd aan met de psychopathische oliebarones die systematisch zijn grond vergiftigt. De volledige oliebranche wil uiteraard verhinderen dat de rechtszaak een precedent schept en probeert hem koste wat kost het zwijgen op te leggen. Wint het grote geld? Of de kleine man?","category":""},"67939":{"channel":"280715003","start":"1669619100","end":"1669624800","first":"A","idtitle":"ANTOINETTEDANSLESCEVENNES","title":"Antoinette dans les Cévennes","program_id":"1299179361","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/1\/20221121090019716p2p.jpg","description":"Antoinette Lapouge (Laure Calamy) is een schooljuf die uitkijkt naar de geplande romantische week met haar geheime minnaar Vladimir. Hij laat het echter plotseling afweten omdat zijn vrouw een wandelvakantie heeft geboekt in het nationaal park van de Cevennen in Zuid-Frankrijk. Antoinette denkt niet lang na en besluit haar geliefde achterna te reizen. Onvoorbereid op een wandeltocht gaan is echter niet zo verstandig, zeker niet als je vergezeld wordt door een koppige ezel. Maar de onderneming is wel aanleiding tot mooie ontmoetingen en lekker eten in de schitterende natuur.","category":""},"67940":{"channel":"280715003","start":"1669624800","end":"1669631400","first":"A","idtitle":"ATETERNITYSGATE","title":"At Eternity’s Gate","program_id":"1299179367","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/90\/20221121090019716ioa.jpg","description":"Wanneer Vincent van Gogh (Willem Dafoe) in 1886 verhuist naar Parijs, met als doel door te breken als kunstenaar, leert hij een avant-gardistische groep kunstenaars kennen onder wie Paul Gauguin. Maar Van Gogh stuit alleen maar op nog meer onbegrip en afwijzingen en vertrekt uiteindelijk naar Arles in de hoop een nieuw bestaan te bouwen. In zijn zoektocht naar aanvaarding, verliest Van Gogh zich echter steeds verder in een wereld van ziekte en depressie.","category":""},"67941":{"channel":"280715003","start":"1669631400","end":"1669638000","first":"K","idtitle":"KOMTEENVROUWBIJDEDOKTER","title":"Komt een vrouw bij de dokter","program_id":"1299180205","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/78\/202211210900197161wp.jpg","description":"Stijn (Barry Atsma) heeft een eigen zaak, een prachtige dochter en een mooie vrouw. Dat hij af en toe van andere vrouwen geniet hoeft zijn Carmen (Carice van Houten) niet te weten. Maar dan krijgt Carmen borstkanker en stort de wereld van Stijn in. Carmen en Stijn komen terecht in een rollercoaster van ziekenhuis in, ziekenhuis uit, chemokuren en bestraling. Maar hij is er voor haar, hoe vreselijk moeilijk dat ook is en tussen de chemo’s door doen ze of er niks aan de hand is.","category":""},"67942":{"channel":"280715003","start":"1669638000","end":"1669644900","first":"T","idtitle":"THEVANISHED","title":"The Vanished","program_id":"1299180211","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/80\/20221121090019716iqy.jpg","description":"Wat een leuke campervakantie aan een idyllisch meertje moest worden, ontaardt in een nachtmerrie wanneer het dochtertje van Paul en Wendy (Thomas Jane en Anne Heche) plots spoorloos verdwijnt. Hoewel de lokale sheriff (Jason Patric) zijn best doet, kan hij geen spoor van het meisje vinden. Paul en Wendy vermoeden kwade opzet en nemen het recht in eigen hand. Met alle gevolgen van dien.","category":""},"67943":{"channel":"280715003","start":"1669644900","end":"1669652100","first":"T","idtitle":"THREEFLOORS","title":"Three Floors","program_id":"1299180217","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/14\/20221121090019716ep6.jpg","description":"Een reeks gebeurtenissen zal het leven van de bewoners op drie verdiepingen van een appartementsgebouw in Rome op de proef stellen. Terwijl de mannen gevangenen zijn van hun eigen koppigheid, proberen de vrouwen, elk op hun eigen manier, de verscheurde relaties te herstellen en de liefde, die wel verdwenen leek, op een serene manier terug te brengen in de levens van de bewoners.","category":""},"67944":{"channel":"280715003","start":"1669652100","end":"1669658700","first":"K","idtitle":"KNIGHTANDDAY","title":"Knight and Day","program_id":"1299180223","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/73\/20221121090019716fdk.jpg","description":"June stapt op een vliegtuig en maakt een praatje met haar charmante en mysterieuze medepassagier, Roy. Daarna verandert alles: het vliegtuig stort neer in een maisveld. June heeft geen tijd om even op adem te komen, want al snel wordt ze over de hele wereld achtervolgd. Ze ontwijkt kogels in Boston, springt over daken in Oostenrijk en rent weg voor dolle stieren in Sevilla – en dat alles samen met Roy, een potentieel onstabiel en onbetrouwbaar maar zeer aantrekkelijke geheim agent. Voordat ze het weten vormen ze een onwaarschijnlijk team en bevinden ze zich in een gevaarlijk machtsspel met onverwachte wendingen.","category":""},"67945":{"channel":"280715003","start":"1669658700","end":"1669663800","first":"Z","idtitle":"ZWAARVERLIEFD","title":"Zwaar Verliefd","program_id":"1299180229","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/24\/20221121090019716yne.jpg","description":"De jonge, succesvolle dierenarts Isa (Barbara Sloesen) is een tikkeltje onzeker over haar lijf én de liefde. Ze wil lekkerder in haar vel zitten en besluit de Bossche bollen te laten staan en zichzelf naar de sportschool te slepen. Ruben (Jim Bakkum) is dé perfecte man. Knap, werkt met zijn handen en houdt zielsveel van zijn labrador Bo. Als Isa op een dag Bo redt van een chocoladevergiftiging, valt ze als een blok voor zijn baasje. En hij voor haar, maar dat durft ze niet te geloven. Na een peptalk van haar vriendinnen besluit Isa toch voor haar droomman te gaan. Maar is Ruben nog steeds geïnteresseerd?","category":""},"67946":{"channel":"280715003","start":"1669663800","end":"1669668900","first":"T","idtitle":"THERENTAL","title":"The Rental","program_id":"1299180235","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/54\/202211210900197161k4.jpg","description":"Twee jonge koppels trekken voor een weekendje naar een schijnbaar perfect huisje dat ze online hebben geboekt. Wat begint als een gezellig, feestelijk weekend slaat al snel om in een aaneenschakeling van sinistere gebeurtenissen. Stukje bij beetje komt het viertal tot het inzicht dat ze niet zo alleen zijn als eerder gedacht.","category":""},"67947":{"channel":"280715003","start":"1669668900","end":"1669675800","first":"T","idtitle":"THEMESSENGER","title":"The Messenger","program_id":"1299180241","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/71\/20221121090019716pg3.jpg","description":"Sergeant Will Montgomery (Ben Foster) is net teruggekeerd uit Irak en wordt geplaatst bij de gevreesde Casualty Notification Service, de militaire dienst die de familie van een gesneuvelde soldaat moet inlichten. Samen met de geroutineerde Tony Stone (Woody Harrelson), die hem de basisregels van het emotionele werk bijbrengt, moet hij langs de deuren. Moeders storten in, vaders worden razend, vriendinnen ontkennen, buren kijken toe. Zelf mogen zij geen emoties tonen. Tony heeft zijn manier gevonden om met het enorme leed dat zijn boodschap aanricht om te gaan. Will maakt een andere keuze, tegen alle regels en waarschuwingen.","category":""},"67948":{"channel":"280715003","start":"1669675800","end":"1669681200","first":"L","idtitle":"LIONSFORLAMBS","title":"Lions for Lambs","program_id":"1299180247","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/58\/202211210900197164kt.jpg","description":"Een politicus (Tom Cruise) probeert zijn nieuwste wereldomvattende strategie te verkopen aan een journaliste (Meryl Streep). Een idealistische docent (Robert Redford) wil een van zijn beste studenten ervan te overtuigen een andere richting te kiezen in zijn leven. En tenslotte hebben twee studenten zich aangemeld bij het leger om al vechtend hun leven zinvoller te maken.","category":""}}