{"69001":{"channel":"280715003","start":"1669245000","end":"1669251300","first":"N","idtitle":"NOTHINGBUTTHETRUTH","title":"Nothing But the Truth","program_id":"1297546620","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/16\/20221117090030523mra.jpg","description":"Wanneer politiek verslaggever Rachel Armstrong (Kate Beckinsale) een artikel schrijft over een mislukte militaire operatie en daarbij de naam van een betrokken CIA-agent onthult, raakt niet alleen haar eigen leven maar ook dat van de mensen in haar omgeving volledig ontwricht. Rachel weigert toe te geven aan de intimidatie en bedreigingen ten koste van de persvrijheid. Maar hoeveel is ze bereid op te geven voor haar journalistieke ambitie, waarvan ook onschuldigen het slachtoffer worden? Het verschil tussen goed en kwaad wordt steeds onduidelijker naarmate de beerput van leugens, corruptie en moord steeds verder wordt opengetrokken.","category":""},"69002":{"channel":"280715003","start":"1669251300","end":"1669261500","first":"C","idtitle":"CLOUDATLAS","title":"Cloud Atlas","program_id":"1297546626","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/51\/2022111709003052396d.jpg","description":"Cloud Atlas vertelt zes verhalen die zich in verschillende tijden en op verschillende plaatsen afspelen en onlosmakelijk met elkaar verbonden zijn. Het eerste verhaal speelt zich rond 1850 af, terwijl het laatste verhaal zich honderden jaren in de toekomst afspeelt. Het is een episch verhaal van menselijkheid waarin de acties en de gevolgen van onze levens impact hebben op een ander door middel van het verleden, het heden en de toekomst wanneer één ziel omgevormd wordt van een moordenaar tot een verlosser en één enkele daad van vriendelijkheid ervoor zorgt dat eeuwen later een revolutie ontketend wordt.","category":""},"69003":{"channel":"280715003","start":"1669261500","end":"1669267800","first":"T","idtitle":"THESTYLIST","title":"The Stylist","program_id":"1297546632","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/47\/20221117090030523mgv.jpg","description":"Iedereen droomt er wel eens van om iemand anders te zijn. Maar voor de eenzame styliste Claire verandert die droom in een obsessie en vervolgens in een ware nachtmerrie. Als kapster met een luisterend oor, verliest ze zich regelmatig in het leven van haar klanten. En wanneer het juiste slachtoffer in haar stoel zit, beëindigt Claire dat leven met een gruwelijk souvenir van haar prooi. Claires solitaire bestaan, haar punctuele methode en haar bloedstollende geheimen worden overhoop gehaald wanneer ze wordt gevraagd om het haar te doen van de succesvolle en sociale Olivia, die op het punt staat om te trouwen.","category":""},"69004":{"channel":"280715003","start":"1669267800","end":"1669273800","first":"Z","idtitle":"ZACKANDMIRIMAKEAPORNO","title":"Zack and Miri Make a Porno","program_id":"1297546638","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/38\/20221117090030523lac.jpg","description":"Zack (Seth Rogen) en Miri (Elizabeth Banks) zijn twee vrienden met flinke geldproblemen. Op een dag komen ze echter tot een plan om deze geldproblemen tot het verleden te laten behoren; ze gaan een pornofilm maken. Maar zodra het duo begint met filmen, komen ze tot de ontdekking dat ze toch meer voor elkaar voelen dan ze in eerste instantie dachten.","category":""},"69005":{"channel":"280715003","start":"1669273800","end":"1669279500","first":"K","idtitle":"KIDNAP","title":"Kidnap","program_id":"1297546644","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/61\/20221117090030523aq8.jpg","description":"Karla McCoy (Halle Barry) besluit de middag met haar zoontje Frankie in een speeltuin door te brengen. Wat een leuk uitje had moeten worden, loopt echter uit op een levensgevaarlijk kat en muis spel. Als Karla haar zoontje even uit het oog verliest, wordt Frankie op brutale wijze ontvoerd. Karla ziet nog net dat hij een auto in wordt gesleurd, maar kan de ontvoerders niet meer stoppen. Ze neemt het heft in eigen handen en gaat tot het absolute uiterste om haar zoontje terug te krijgen.","category":""},"69006":{"channel":"280715003","start":"1669279500","end":"1669284900","first":"B","idtitle":"BRIDEWARS","title":"Bride Wars","program_id":"1297546650","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/3\/20221117090030523ovh.jpg","description":"Liv en Emma zijn al van kind af aan beste vriendinnen en ze hebben hun bruiloft tot in de kleinste details gepland. Bovenaan hun wenslijstje staat: een ceremonie op de ultieme bruiloftlocatie, het Plaza Hotel. Nu ze 26 zijn, staan ze allebei op het punt te gaan trouwen. Hun droom gaat eindelijk uitkomen en ze zullen nog lang en gelukkig leven. Een foutje van de weddingplanner zorgt echter voor een probleem; ze trouwen nu op dezelfde dag. Liv, Emma en hun levenslange vriendschap ondergaan de ultieme test. Liv neemt geen genoegen met een bruiloft die minder dan perfect is en Emma ontdekt haar innerlijke 'helse bruid'.","category":""},"69007":{"channel":"280715003","start":"1669284900","end":"1669291200","first":"M","idtitle":"MISS","title":"Miss","program_id":"1297546656","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/26\/20221117090030523cpq.jpg","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","category":""},"69008":{"channel":"280715003","start":"1669291200","end":"1669297500","first":"G","idtitle":"GETSHORTY","title":"Get Shorty","program_id":"1297546662","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/21\/20221117090030523s4w.jpg","description":"Wanneer gangster Chili Palmer (John Travolta) vanuit Miami naar Los Angeles reist om een schuld te innen bij een tweederangs regisseur (Gene Hackman), laat hij zich inpakken door de hippe filmbusiness. Palmer ontdekt dat de regels in Hollywood maar bar weinig verschillen van de wetten in criminele onderwereld: hij regelt een filmster, versiert een B-filmdiva en krijgt zelfs plaatsen gereseveerd in de hipste restaurants van de stad. Kortom, alles loopt gesmeerd. Tot zijn vroegere vriendjes, de maffiosi, hem opnieuw weten te vinden.","category":""},"69009":{"channel":"280715003","start":"1669297500","end":"1669304400","first":"B","idtitle":"BECOOL","title":"Be Cool","program_id":"1297547180","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/1\/20221117090030524gct.jpg","description":"Als Chili Palmer (John Travolta) besluit zijn geluk te beproeven in de muziekindustrie papt hij daarvoor aan de verleidelijke weduwe (Uma Thurman) van een onlangs vermoorde platenbaas, kaapt een bloedhete zangeres weg bij de concurrent en ontdekt dat er achter de mooie schermen van de muziekbizz heel wat valse tonen geblazen worden. Het is de kunst cool te blijven en niet al te veel uit de toon te vallen. Laat dat maar aan Chili Palmer over!","category":""},"69010":{"channel":"280715003","start":"1669304400","end":"1669310700","first":"W","idtitle":"WHEREDYOUGOBERNADETTE","title":"Where'd You Go, Bernadette","program_id":"1297547186","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/45\/202211170900305245kb.jpg","description":"Bernadette Fox (Cate Blanchett) is een getalenteerde architect. Wanneer een project in LA een grote tegenslag voor haar wordt, besluit ze samen met haar man naar Seattle te verhuizen. Ze krijgen een dochter, maar verder sluit Bernadette zich voor andere mensen af. Volledig in haar eigen bubbel probeert ze een reis voor haar dochter naar Antartica te organiseren, met hulp van haar digitale assistent Manjula. Wanneer blijkt dat haar enige contactpersoon in de buitenwereld een criminele organisatie blijkt te zijn, vlucht Bernadette. Haar man en dochter gaan op reis om hun haar terug te vinden, wat hen op bijzondere plekken brengt.","category":""},"69011":{"channel":"280715003","start":"1669310700","end":"1669318200","first":"H","idtitle":"HEARTBREAKERS","title":"Heartbreakers","program_id":"1297547192","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/45\/20221117090030524yko.jpg","description":"Max en Page vormen als moeder en dochter een team: Max verleidt rijke mannen zodat ze met haar trouwen, en vervolgens verleidt Page ze, zodat Max weer van de man kan scheiden, met een flinke deel van de \"buit\" uit de scheiding. Als ze in geldproblemen komen besluiten ze nog één laatste klus te doen: de oude, rijke William B. Tensy. Het gaat echter allemaal niet zoals ze gehoopt hadden.","category":""},"69012":{"channel":"280715003","start":"1669318200","end":"1669323600","first":"M","idtitle":"MENWHOSTAREATGOATS","title":"Men Who Stare At Goats","program_id":"1297547198","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/10\/20221117090030524xjd.jpg","description":"Bob Wilton (Ewan McGregor) is een in Irak gestationeerde reporter die op zoek is naar een goed verhaal. Hij ontmoet Lyn Cassady (George Clooney), die beweert een voormalig paranormaal soldaat te zijn. Hij vertelt over een speciale afdeling van het Amerikaanse leger die zich bezighoudt met het ontwikkelen van paranormale strijdkrachten. Samen gaan ze op zoek naar het hoofdkwartier, waar ze de oprichter (Jeff Bridges) en de afdelingschef (Kevin Spacey) ontmoeten.","category":""},"69013":{"channel":"280715003","start":"1669323600","end":"1669329000","first":"T","idtitle":"THELASTMARK","title":"The Last Mark","program_id":"1297547204","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/78\/202211170900305248in.jpg","description":"Huurmoordenaar Keele moet een jonge vrouw omleggen die getuige was van een criminele afrekening door hem en zijn partner Palmer. De zaak wordt ingewikkeld wanneer hij het vermoeden krijgt dat deze Peyton zijn eigen dochter zou kunnen zijn. Keele wil zeker zijn van zijn zaak. Hij besluit Peyton te ontvoeren om de uitslag van de vaderschapstest af te kunnen wachten terwijl hij haar beschermt tegen de maniakale Palmer.","category":""},"69014":{"channel":"280715003","start":"1669329000","end":"1669334700","first":"T","idtitle":"THECALL","title":"The Call","program_id":"1297547210","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/43\/20221117090030524pue.jpg","description":"In de herfst van 1987 drijven de pesterijen van vier tieners de oude Edith (Lin 'Insidious' Shaye) tot een wanhoopsdaad. Bizar genoeg staan de pestkoppen in het testament van de sinistere vrouw. Haar echtgenoot Edward (Tobin 'Saw' Bell) legt uit dat Lin een telefoon letterlijk in haar graf heeft meegenomen. Wie durft te bellen en een minuut aan de lijn blijft, erft een fortuin. Een voor een draaien ze het nummer van hun eigen hel.","category":""}}