{"68652":{"channel":"280714878","start":"1668879900","end":"1668884400","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1295457101","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/74\/20221112090029706azx.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"68653":{"channel":"280714878","start":"1668884400","end":"1668890400","first":"J","idtitle":"JUSTMYLUCK","title":"Just My Luck","program_id":"1295457107","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/59\/20221112090029706ihr.jpg","description":"Ashley (Lindsay Lohan) is de gelukkigste vrouw van New York, waar ze een veelbelovende carrière en een leven vol glamour en romantiek heeft. Jake (Chris Pine) is de ongelukkigste man van de stad, getergd door voortdurende ongelukjes en gemiste kansen. Alles verandert voor Ashley en Jake als ze elkaar ontmoeten op een chic gemaskerd bal, waar ze elkaar zoenen en hun geluk op miraculeuze wijze verwisselen. Nu wordt Ashley's fantastische leven enorm zuur, terwijl Jake van het leven geniet. Maar Ashley is vastbesloten hem te vinden en haar geluk terug te stelen.","category":""},"68654":{"channel":"280714878","start":"1668890400","end":"1668898200","first":"R","idtitle":"RAINMAN","title":"Rain Man","program_id":"1295457113","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/77\/20221112090029706ude.jpg","description":"Na het overlijden van zijn vader, komt yuppie autoverkoper Charlie Babbitt (Tom Cruise) tot de ontdekking dat hij nog een broer heeft. De contactarme Raymond (Dustin Hoffman) is autistisch, maar heeft een fotografisch geheugen en is bovendien in staat om ingewikkelde wiskundige vraagstukken op te lossen. Raymond is de enige erfgenaam van de miljoenen die hun vader heeft achtergelaten. In een poging zijn deel van de erfenis op te eisen, ontvoert Charlie zijn broer uit diens verzorgingshuis en wil hem meenemen naar Los Angeles. Raymond weigert echter te vliegen, waarop de broers aan een lange road trip door Amerika beginnen.","category":""},"68655":{"channel":"280714878","start":"1668898200","end":"1668905400","first":"T","idtitle":"THEHUNDREDFOOTJOURNEY","title":"The Hundred-Foot Journey","program_id":"1295457119","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/94\/20221112090029706fqo.jpg","description":"De familie Kadam verhuist met grootse plannen van India naar het pittoreske Saint-Antonin-Noble-Val in Zuid-Frankrijk om daar een Indiaas restaurant te openen. Het rustig openen van het restaurant zit er echter niet in. De kille eigenaresse van het klassieke Franse restaurant Le Saule Pleureur, Madame Mallory (Helen Mirren), protesteert hevig tegen de opening, wat escaleert in een flinke vete tussen de twee vestigingen. Wanneer zoon Hassan Kadam zijn passie voor de Franse haute cuisine ontdekt en valt voor sous-chef Marguerite, probeert hij te bemiddelen en de twee uiteenlopende culturen nader tot elkaar te brengen.","category":""}}