{"71864":{"channel":"280715028","start":"1669764000","end":"1669771800","first":"other","idtitle":"12YEARSASLAVE","title":"12 Years a Slave","program_id":"1299993460","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/62\/2022112309001985055m.jpg","description":"In de 19e eeuw, voorafgaand aan de burgeroorlog, leeft de Afro-Amerikaanse violist en timmerman Solomon Northup als een vrij man met zijn gezin in New York. Hij wordt benaderd om te komen musiceren bij een reizend circus in Washington, maar deze goedbetaalde klus blijkt een gemene valstrik. Solomon wordt ontvoerd en verkocht als slaaf in het zuiden. Hier moet hij niet alleen vechten om te overleven, maar ook zijn waardigheid te behouden. Als slaaf wordt hij geconfronteerd met de verschrikkelijke wreedheid van slaveneigenaar Epps. Twaalf jaar lang leeft Solomon in gevangenschap en onderdrukking.","category":""},"71865":{"channel":"280715028","start":"1669771800","end":"1669779300","first":"R","idtitle":"RAGINGBULL","title":"Raging Bull","program_id":"1299993466","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/12\/202211230900198503ja.jpg","description":"Wanneer bokser Jake La Motta (Robert De Niro) in de ring stapt om zijn tegenstander tot moes te slaan, wordt hij geëerd als een groot sportman. Maar wanneer hij zijn familie en vrienden buiten de ring op dezelfde manier behandelt, is hij een tikkende tijdbom. Vooral zijn vrouw (Cathy Moriarty) en zijn broer (Joe Pesci) hebben te lijden onder de agressieve Jake, die gebukt gaat onder jaloezie en paranoia. De woede die in Jake huist, maakt van hem een kampioen als bokser, maar een eenzame figuur in het echte leven.","category":""},"71866":{"channel":"280715028","start":"1669779300","end":"1669788000","first":"P","idtitle":"PELLEEROBREREN","title":"Pelle erobreren","program_id":"1299993472","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/4\/20221123090019850al2.jpg","description":"Aan het eind van de 19e eeuw komt een boot vol Zweedse migranten naar het Deense eiland Bornholm. Onder hen zijn Lasse (Max von Sydow) en zijn zoontje Pelle die naar Denemarken verhuizen om werk te vinden. Dat werk vinden ze op een grote boerderij, maar ze worden er behandeld als beesten. Toch weigeren ze de hoop op een beter leven op te geven.","category":""},"71867":{"channel":"280715028","start":"1669788000","end":"1669793700","first":"N","idtitle":"NELMIOAMORE","title":"Nel mio amore","program_id":"1299993478","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/89\/20221123090019850ux0.jpg","description":"Stella is getrouwd met een harde en wrede zakenman, met wie ze twee kinderen krijgt, een meisje en een jongen. Terwijl de eerste zich aanpast aan het vreselijke gezinsklimaat dat door de vader wordt opgelegd, verzet de jongen zich fel daartegen. Hun ooit zo rustige leven veranderd in een hel. Gebaseerd op de roman Rispondimi van Susanna Tamaro.","category":""},"71868":{"channel":"280715028","start":"1669793700","end":"1669799400","first":"W","idtitle":"WARFLOWERS","title":"War Flowers","program_id":"1299993484","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/82\/20221123090019850n4i.jpg","description":"Sarabeth (Christina Ricci) is een jonge vrouw uit North Carolina wiens man haar en hun dochter verlaat om te vechten voor het Zuiden in de Amerikaanse Burgeroorlog. De oorlog creëert voor Sarabeth en haar dochter ontberingen en verwoesting en ze moeten om zien te gaan met de hoop en overtuiging dat de man die ze lief hebben weer terug zal keren. Ondertussen moeten ze beslissen over het lot van een Yankee soldaat (Jason Gedrick) waar ze mee geconfronteerd worden.","category":""},"71869":{"channel":"280715028","start":"1669799400","end":"1669805100","first":"T","idtitle":"TATALFANTOMA","title":"Tatal fantoma","program_id":"1299993490","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/55\/2022112309001985059l.jpg","description":"De Amerikaanse professor Robert Traum begint aan een avontuurlijke en vermakelijke reis door Bucovina om filmoperateur Sami te vinden. Sami is de enige levende persoon die Traum iets kan vertellen over zijn Roemeens-Joodse afkomst. Zijn symbolische reis is gevuld met gevaar.","category":""},"71870":{"channel":"280715028","start":"1669805100","end":"1669811400","first":"T","idtitle":"THEKINGOFCOMEDY","title":"The King of Comedy","program_id":"1299993496","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/17\/202211230900198503rp.jpg","description":"Amateur Rupert Pupkin (Robert De Niro) wil er alles aan doen om een beroemd komiek te worden, maar krijgt nul op rekest wanneer hij om een tv-optreden vraagt in de talkshow van zijn grote idool Jerry Langford (Jerry Lewis). Rupert geeft niet op en om zijn zin door te drijven, begint hij Jerry te stalken. Uiteindelijk ziet hij geen andere mogelijkheid dan met behulp van de door Jerry geobsedeerde fan Masha (Sandra Bernhard) een ontvoering op touw te zetten, zodat hij eindelijk op televisie kan verschijnen.","category":""},"71871":{"channel":"280715028","start":"1669811400","end":"1669817700","first":"P","idtitle":"PROMISEDLAND","title":"Promised Land","program_id":"1299993502","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/50\/20221123090019850zmy.jpg","description":"Steve Butler (Matt Damon) is een verkoper bij een aardgasbedrijf. Hij komt samen met zijn collega Sue Thomason (McDormand) in een landelijk plaatsje waar het bedrijf nieuwe bronnen wil aanboren. Het stadje is hard getroffen door de economische malaise van de afgelopen jaren en de twee buitenstaanders zien kansen dat de lokale bevolking hun zakelijk aanbod zal aanvaarden. Wat een eenvoudige taak lijkt voor het duo, wordt echter bemoeilijkt door de enorm gerespecteerde leraar Frank Yates (Hal Holbrook), die gesteund wordt door de campagneleider Dustin Noble (John Krasinski).","category":""},"71872":{"channel":"280715028","start":"1669817700","end":"1669824300","first":"E","idtitle":"EENECHTEVERMEER","title":"Een echte Vermeer","program_id":"1299993508","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/49\/202211230900198509jl.jpg","description":"In de vroege jaren twintig van de vorige eeuw schildert Han van Meegeren (Jeroen Spitzenberger) in de stijl van oude meesters zoals Rembrandt van Rijn en Johannes Vermeer. Als Han halsoverkop verliefd wordt op de echtgenote van de belangrijkste kunstcriticus van het land, Meneer Bredius, zorgt dat voor slechte recensies over zijn werk. Han zweert revanche en probeert Bredius om de tuin te leiden met een perfecte Vermeer-vervalsing.","category":""},"71873":{"channel":"280715028","start":"1669824300","end":"1669830000","first":"T","idtitle":"THEDEVILHASANAME","title":"The Devil Has a Name","program_id":"1299993514","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/92\/20221123090019851p9i.jpg","description":"Met de moed der wanhoop bindt een landbouwer de strijd aan met de psychopathische oliebarones die systematisch zijn grond vergiftigt. De volledige oliebranche wil uiteraard verhinderen dat de rechtszaak een precedent schept en probeert hem koste wat kost het zwijgen op te leggen. Wint het grote geld? Of de kleine man?","category":""},"71874":{"channel":"280715028","start":"1669830000","end":"1669836600","first":"A","idtitle":"ATETERNITYSGATE","title":"At Eternity’s Gate","program_id":"1299993520","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/23\/2022112309001985172m.jpg","description":"Wanneer Vincent van Gogh (Willem Dafoe) in 1886 verhuist naar Parijs, met als doel door te breken als kunstenaar, leert hij een avant-gardistische groep kunstenaars kennen onder wie Paul Gauguin. Maar Van Gogh stuit alleen maar op nog meer onbegrip en afwijzingen en vertrekt uiteindelijk naar Arles in de hoop een nieuw bestaan te bouwen. In zijn zoektocht naar aanvaarding, verliest Van Gogh zich echter steeds verder in een wereld van ziekte en depressie.","category":""},"71875":{"channel":"280715028","start":"1669836600","end":"1669842000","first":"F","idtitle":"FLYMEAWAY","title":"Fly Me Away","program_id":"1299993526","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/48\/20221123090019851wnx.jpg","description":"Thomas brengt zijn nachten door in clubs en zijn dagen in bed, tot op de dag dat zijn vader, Dr. Reinhard, zijn capriolen beu is. Hij besluit hem de pas af te snijden en dwingt hem de zorg op zich te nemen voor één van zijn jonge patiënten. Marcus is twaalf jaar oud en woont alleen bij zijn moeder. Sinds zijn geboorte lijdt hij aan een ernstige ziekte die zijn dagen onderbreekt tussen het opvangcentrum waar hij naar school gaat en herhaalde opnames in het ziekenhuis. Deze ontmoeting zal het dagelijks leven van beiden op zijn kop zetten en hun leven danig veranderen.","category":""},"71876":{"channel":"280715028","start":"1669842000","end":"1669850100","first":"A","idtitle":"ANNETTE","title":"Annette","program_id":"1299993532","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/99\/20221123090019851vjp.jpg","description":"Als de beroemde operazangeres Ann na een voorstelling de omstreden cabaretier Henry ontmoet, is het liefde op het eerste gezicht. Al snel worden ze omgedoopt tot het perfecte glamourkoppel. De paparazzi volgt ze op de voet, de wereld adoreert ze. De geboorte van hun bijzondere dochter Annette zal hun leven echter voorgoed veranderen.","category":""}}