{"10233":{"channel":"141429244","start":"1668706200","end":"1668709200","first":"N","idtitle":"NATURPARADIESEMITZUKUNFT","title":"Naturparadiese mit Zukunft","program_id":"1294617500","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/94\/20221110090109765kpx.jpg","description":"Gämsen, Murmeltiere, Enzian und Edelweiß: Die Schweizer Alpen sind für viele Menschen ein Naturparadies. Doch es ist ein Paradies aus Menschenhand. Blühende Almwiesen gibt es nur, weil Bergbauern seit Jahrhunderten ihr Vieh in die Berge treiben. Mittlerweile verschwinden die alten Traditionen, und der Wald breitet sich immer weiter aus. Doch die Schweizer lassen sich einiges einfallen, um den Zauber ihrer Bergwelt zu erhalten. Der Film begleitet die Hirtin Lean, die den Sommer hoch oben in den Bergen verbringt - gemeinsam mit 900 Schafen und genauso wie vor Hunderten von Jahren.","category":""},"10234":{"channel":"141429244","start":"1668709200","end":"1668710400","first":"A","idtitle":"ARTEJOURNAL","title":"ARTE Journal","program_id":"1294617506","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/74\/20221110090109765kgq.jpg","description":"Die auf vielen Sendern vorgenommene strikte Trennung von Politik- und Kulturnachrichten wird hier aufgehoben. Es werden Schnittpunkte aus beiden Bereichen präsentiert und Zusammenhänge dargestellt.","category":""},"10235":{"channel":"141429244","start":"1668710400","end":"1668712500","first":"R","idtitle":"RE","title":"Re:","program_id":"1294617512","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/77\/20221110090109765m31.jpg","description":"Mit seiner Politik im Umgang mit Migranten und Migrantinnen sorgt Dänemark europaweit für Schlagzeilen. Doppeltes Strafmaß bei Delikten, Unterricht in dänischer Kultur, Zwangsumsiedlungen in Problemvierteln. Während die einen im Ghetto-Plan die Lösung im Umgang mit Parallelgesellschaften sehen, stellt er für viele Bewohner und Bewohnerinnen das Leben schlagartig auf den Kopf.","category":""},"10236":{"channel":"141429244","start":"1668712500","end":"1668717900","first":"A","idtitle":"AMERIKASBESTEIDEE","title":"Amerikas beste Idee","program_id":"1294617518","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/69\/20221110090109766lic.jpg","description":"Fauchende Geysire, brodelnde heiße Quellen und wilde Tiere wie Bären und Wölfe: Diese Naturschönheiten und noch viel mehr hat der Yellowstone-Nationalpark in den Rocky Mountains zu bieten. Nur wenige Orte auf der Welt sind so atemberaubend wie Yellowstone. Schon früh erkannte man das und so wurde er als erster Nationalpark der Welt unter Schutz gestellt. 150 Jahre später gibt es in den USA 63 Nationalparks. Der Film nimmt die Zuschauer und Zuschauerinnen mit auf eine Reise durch einige dieser spektakulären Naturwunder.","category":""},"10237":{"channel":"141429244","start":"1668717900","end":"1668720900","first":"H","idtitle":"HELSINKISYNDROM","title":"Helsinki-Syndrom","program_id":"1294617524","date":"","icon":"","description":"Der finnische Klein-Unternehmer und Familienvater Elias Karo nimmt vier JournalistInnen der größten finnischen Tageszeitung \"Helsingin Sanomat\" als Geiseln. Elias' Ziel ist es, die Wahrheit hinter dem Konkursfall seines Vaters während der Bankenkrise der 90er Jahre zu enthüllen. Er glaubt, dass ein Bankdirektor und ein Bezirksrichter damals mit dem Segen der Regierung ungerechtfertigt Kredite zurückgefordert und eine bis heute andauernde Tragödie ausgelöst haben. Die JournalistInnen, die Elias in seine Gewalt gebracht hat, sollen den Skandal endlich enthüllen ... Auch Zehntausende andere Familien haben in der Bankenkrise alles verloren. Die Geiselnahme in Helsinki findet ein weltweites Medienecho und weckt im ganzen Land traumatische Erinnerungen. Vor dem Verlagsgebäude liefern sich SympathisantInnen Kämpfe mit der Polizei. Beifall bekommt Elias auch von denen, die wegen der Pandemie um ihre wirtschaftliche Existenz fürchten. Elias findet, dass es an der Zeit ist, die Wahrheit aufzudecken und die Schuldigen von damals zu finden ...","category":""},"10238":{"channel":"141429244","start":"1668720900","end":"1668723900","first":"H","idtitle":"HELSINKISYNDROM","title":"Helsinki-Syndrom","program_id":"1294617530","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/28\/20221110090109766nci.jpg","description":"Geiselnehmer Elias Karo lässt die Journalistin Hanna frei, sie soll ein fehlendes Beweisstück beschaffen und einen Artikel über die Machenschaften von Banken und Regierung in den 90ern schreiben. Wenn sie die Verschwörung aufdeckt, will Elias die Geiseln freilassen. Der Journalist Gusse erzählt ihm, er habe zahllose Fälle aus den 90er Jahren untersucht und nie einen Beweis für Rechtsverstöße gefunden. Ermittler Kolehmainen untersucht den Hintergrund des Geiselnehmers Elias Karo, während der Mediator Jarmo Kiiski herausfindet, dass der Sprengstoff an den Türen Giftgas enthält ...","category":""},"10239":{"channel":"141429244","start":"1668723900","end":"1668726600","first":"H","idtitle":"HELSINKISYNDROM","title":"Helsinki-Syndrom","program_id":"1294617536","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/24\/20221110090109766vjw.jpg","description":"Hanna hat noch nicht genug Beweise, um Elias' Geschichte veröffentlichen zu können. Elias fordert andere Betroffene der Bankenkrise via Internet auf, ihre Geschichten zu schicken. Er will, dass alle Opfer von damals Gerechtigkeit erfahren. Unterhändler Jarmo überredet den Geiselnehmer, den kranken Gusse im Austausch für Hanna freizulassen. Der Austausch scheitert, da eine nicht abgesprochene Aktion der Polizei Jarmos Glaubwürdigkeit beschädigt. Elias gelangt unbemerkt aus der Redaktion und nimmt Kontakt zu einem Komplizen auf.","category":""}}