{"69071":{"channel":"280715003","start":"1669681200","end":"1669687800","first":"I","idtitle":"INHERITANCE","title":"Inheritance","program_id":"1299568276","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/37\/20221122090024714gke.jpg","description":"Lauren is een vooraanstaand lid van een megarijke, machtige Amerikaanse familie. Wanneer haar vader overlijdt, laat hij haar één enkele sleutel na, die een bunker op het familielandgoed blijkt te openen. In de bunker vindt ze een onbekende man, geketend aan de muur. Hij heet Morgan en blijkt decennia lang gevangen gehouden te zijn door haar vader. Hij vertelt Lauren dingen over haar familie die Lauren nooit geweten heeft. Haar vader lijkt zijn rijkdom en macht verkregen te hebben met diefstal, corruptie en moord. Lauren staat voor een dilemma: Wat zijn de gevolgen als ze Morgan bevrijdt? Kan ze hem niet beter vast laten zitten?","category":""},"69072":{"channel":"280715003","start":"1669687800","end":"1669693800","first":"other","idtitle":"645","title":"6:45","program_id":"1299568282","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/67\/20221122090024715guu.jpg","description":"Bobby doet een laatste romantische poging om de wankelende relatie met zijn vriendin Jules te redden tijdens een weekendje weg. Ze arriveren op het rustige eilandje Bog Grove, dat tot hun verbijstering vreemd genoeg verlaten lijkt. Bobby en Jules leren al snel over de dodelijke geschiedenis van het eilandje en komen vast te zitten in een tijdslus van terreur. Wat ze ook doen om het te vermijden, het stel wordt elke ochtend wakker om 6:45 door dezelfde nachtmerrieachtige reeks gebeurtenissen die ertoe leiden dat ze op wrede wijze worden vermoord. Een manier om te ontsnappen lijkt er niet te zijn.","category":""},"69073":{"channel":"280715003","start":"1669693800","end":"1669699800","first":"D","idtitle":"DEADLOCK","title":"Deadlock","program_id":"1299568288","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/73\/20221122090024715io1.jpg","description":"Op wraak belust na de dood van zijn zoon, neemt de gezochte misdadiger Ron Whitlock (Bruce Willis) met zijn trawanten een stuwdam in. Ze gijzelen alle aanwezigen en dreigen de regio onder water te zetten. Eén gijzelaar, een voormalig US Ranger, ontsnapt en vecht terug. Gaandeweg ontdekt hij meer over Whitlocks motieven.","category":""},"69074":{"channel":"280715003","start":"1669699800","end":"1669705800","first":"S","idtitle":"SEMPERFI","title":"Semper Fi","program_id":"1299568294","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/26\/202211220900247151ri.jpg","description":"Cal is een rechtvaardige politieagent die de eindjes aan elkaar probeert te knopen als reservist in het marinierskorps waartoe ook zijn onafscheidelijke jeugdvrienden behoren. Wanneer Cals jongere en roekeloze halfbroer Oyster zich in een bar schuldig maakt aan doodslag, dwingt Cal hem de consequenties onder ogen te zien. Terwijl Oyster een buitensporig zware straf uitzit in een gevaarlijke gevangenis, wordt Cal uitgezonden naar Irak.","category":""},"69075":{"channel":"280715003","start":"1669705800","end":"1669712700","first":"D","idtitle":"DAGLICHT","title":"Daglicht","program_id":"1299568492","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/62\/20221122090024715712.jpg","description":"De ambitieuze advocate Iris moet schipperen in haar rol als alleenstaande moeder en strafpleiter in soms schemerige zaken. Als ze in het huis van haar moeder Ageeth logeert, stuit ze op een duister familiegeheim. Ze blijkt een broer te hebben waarvan het bestaan altijd zorgvuldig is verzwegen. De autistische Ray zit in een tbs-kliniek, veroordeeld voor de gruwelijke moord op zijn buurvrouw en haar dochtertje. Iris trekt zich het lot van haar broer aan, ook omdat ze veel overeenkomsten ziet tussen hem en haar zoontje Aron. Ze probeert haar broer vrij te pleiten, maar in haar zoektocht naar de waarheid ontdekt ze nog veel geheimen...","category":""},"69076":{"channel":"280715003","start":"1669712700","end":"1669719000","first":"T","idtitle":"THECOMPANYMEN","title":"The Company Men","program_id":"1299568498","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/64\/20221122090024715679.jpg","description":"Bobby Walker heeft een goede baan, een nog beter salaris, een mooie vrouw en lieve kinderen. Maar na een reorganisatie staat hij samen met zijn collega's Phil en Gene op straat. Plotseling moeten de drie mannen hun rol als kostwinnaar, echtgenoot en vader herzien. Opeens zit Bobby aan tafel met carrièrecoaches, moet hij zijn geliefde auto verkopen en kan hij hun grote huis niet meer betalen. Bobby zet al zijn trots opzij om een baantje te accepteren bij zijn zwager, de zelfstandige aannemer Jack. Ondanks alle tegenslagen groeit het inzicht dat er meer is in het leven dan de golfbaan en het azen op de beste, grootste businessdeals.","category":""},"69077":{"channel":"280715003","start":"1669719000","end":"1669725300","first":"A","idtitle":"ALLEMAALFAMILIE","title":"Allemaal Familie","program_id":"1299568504","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/64\/20221122090024715wev.jpg","description":"Bob en Greta de Jaegher zijn al veertig jaar gelukkig getrouwd en wat een vrolijk weekend had moeten worden, verandert al snel in iets heel onverwachts...","category":""},"69078":{"channel":"280715003","start":"1669725300","end":"1669731000","first":"S","idtitle":"SPOILEDBRATS","title":"Spoiled Brats","program_id":"1299568510","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/63\/20221122090024715181.jpg","description":"De drie kinderen van een rijke zakenman doen niets met hun leven, behalve het geld van hun hardwerkende vader uitgeven. Hij is het feestvieren op zijn kosten zat, en besluit zijn kinderen een les te leren door ze wijs te maken dat er geen geld meer is. Voor het eerst moeten de verwende nesten het voor hen ondenkbare doen: werken.","category":""},"69079":{"channel":"280715003","start":"1669731000","end":"1669737300","first":"T","idtitle":"THENEST","title":"The Nest","program_id":"1299568516","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/87\/20221122090024715ppj.jpg","description":"De aan een rolstoel gekluisterde Samuel woont met zijn moeder Elena in een afgelegen villa in het bos. Zijn leven lijkt idyllisch, maar ondanks dat het hem aan niets ontbreekt, is hij rusteloos. Wanneer er een jong dienstmeisje in de villa komt werken, betwijfelt Samuel meer en meer de strenge regels van zijn moeder en besluit de jongen dat hij de wereld buiten het landgoed wil leren kennen. Maar zo makkelijk zal Elena hem niet laten gaan.","category":""},"69080":{"channel":"280715003","start":"1669737300","end":"1669743600","first":"G","idtitle":"GIRL","title":"Girl","program_id":"1299568522","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/82\/20221122090024715vs3.jpg","description":"Lara is vijftienjarig meisje uit België wier grootste droom is om carrière te maken als ballerina. Maar haar lichaam stribbelt tegen, want Lara is geboren als jongen. Echter, samen met haar vader en jonge broertje tracht ze de wereld te trotseren.","category":""},"69081":{"channel":"280715003","start":"1669743600","end":"1669750200","first":"F","idtitle":"FLORENCEFOSTERJENKINS","title":"Florence Foster Jenkins","program_id":"1299568528","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/31\/20221122090024715iht.jpg","description":"Florence Foster Jenkins doet er alles aan om haar droom, een bevlogen zangeres worden, uit te laten komen. De stem die ze in haar hoofd hoort is prachtig, maar voor anderen klinkt haar gezang vreselijk vals. Haar echtgenoot en manager St. Clair Bayfield, een aristocratische Engelse acteur, is vastbesloten om zijn geliefde Florence tegen de waarheid te beschermen. Wanneer Florence besluit een openbaar concert in Carnegie Hall te geven, komt hij voor de grootste uitdaging van zijn leven te staan.","category":""},"69082":{"channel":"280715003","start":"1669750200","end":"1669755600","first":"C","idtitle":"COUNTDOWN","title":"Countdown","program_id":"1299568534","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/4\/202211220900247157oe.jpg","description":"Op een feestje daagt een stel tieners elkaar uit om Countdown op hun telefoons te installeren, een app waarmee je de exacte tijd ziet die je nog rest voordat je zal sterven. Wie aan het lot probeert te ontkomen, verbreekt de gebruikersovereenkomst en vindt alsnog de dood. Wanneer het vriendje van het eerste slachtoffer in het ziekenhuis belandt, wil de jonge verpleegster Quinn Harris (Elizabeth Lail) bewijzen dat de vervloekte app onzin is. Maar tot haar grote schrik blijkt de aangegeven sterftijd van de patiënt te kloppen. Zelf had ze amper drie dagen op de teller staan en daarmee begint er een dodelijke race tegen de klok.","category":""},"69083":{"channel":"280715003","start":"1669755600","end":"1669762800","first":"O","idtitle":"OUTOFTHEFURNACE","title":"Out Of The Furnace","program_id":"1299568540","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/48\/20221122090024715as8.jpg","description":"Russell Baze leeft een eenvoudig bestaan als fabrieksarbeider met zijn vriendin Lena en zijn terminaal zieke vader. Wanneer jongere broer Rodney terugkeert van zijn militaire missie in Irak, lijkt de familie weer compleet. Tot de getraumatiseerde Rodney plots toetreedt tot een gevaarlijke criminele bende en vervolgens verdwijnt. Russell wendt zich tot de politie, maar agent Barnes zegt niets te kunnen doen. De misdaadorganisaties hebben zo hun eigen manier van gerechtigheid, verklaart hij. Er zit voor Russell niets anders op dan het recht in eigen handen te nemen.","category":""}}