{"68895":{"channel":"280714878","start":"1669679100","end":"1669684800","first":"G","idtitle":"GAGARINE","title":"Gagarine","program_id":"1299568220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/80\/20221122090025510etf.jpg","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","category":""},"68896":{"channel":"280714878","start":"1669684800","end":"1669689900","first":"G","idtitle":"GALAPAGOSHOPEFORTHEFUTURE","title":"Galapagos: Hope for the Future","program_id":"1299568226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/33\/20221122090025510em1.jpg","description":"De Galapagos, wereldwijd beroemd door Charles Darwin, die zijn baanbrekende theorieën baseerde op de uitzonderlijke natuur van de unieke eilandengroep in de Stille Oceaan bij Ecuador, wordt net als de rest van de wereld bedreigd door de verandering van het klimaat en invloeden van de mens. Deze film, vol schitterende beelden van ongerepte natuur en bijzondere diersoorten, belicht een nieuwe kant van de Galapagos, één waar mens en dier dicht bij elkaar staan. Het vertelt het hoopvolle verhaal van gepassioneerde onderzoekers die zich inzetten om dit bijzondere, maar kwetsbare ecosysteem toekomstbestendig te maken.","category":""},"68897":{"channel":"280714878","start":"1669689900","end":"1669696200","first":"S","idtitle":"STATUSUPDATE","title":"Status Update","program_id":"1299568232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/98\/20221122090025510a4q.jpg","description":"Na de scheiding van zijn ouders, verhuist de zeventienjarige scholier Kyle Moore vanuit Californië met zijn moeder mee naar New England. De skater Kyle kan niet goed aarden in zijn nieuwe sociale omgeving waar de stoere leden van het ijshockeyteam de dienst uitmaken. Maar zijn kansen keren wanneer hij na de reparatie van zijn mobiele telefoon beschikt over een magische app die alle status updates van zijn social media accounts werkelijkheid maakt.","category":""},"68898":{"channel":"280714878","start":"1669696200","end":"1669701600","first":"T","idtitle":"THEBIGASK","title":"The Big Ask","program_id":"1299568302","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/20\/202211220900255101j5.jpg","description":"Andrew is wanhopig na de dood van zijn moeder en samen met zijn vriendin nodigt hij zijn beste vrienden uit in de woestijn voor een retraite van emotionele genezing. In werkelijkheid blijkt het een therapeutische orgie te zijn en zodra die absurde waarheid aan het licht komt, staat de onderling vriendschap op het spel.","category":""},"68899":{"channel":"280714878","start":"1669701600","end":"1669707300","first":"V","idtitle":"VAMPIERZUSJES3REISNAARTRANSSYLVANIE","title":"Vampierzusjes 3: Reis naar Transsylvanië","program_id":"1299568308","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/59\/20221122090025510afr.jpg","description":"De geliefde Vampierzusjes hebben een nieuw babybroertje, Franz, een lieve half-vampier. Maar de boze vampierkoningin Antanasia wil hem als erfgenaam en ontvoert hem naar haar kasteel. Daka gaat naar Transsylvanië om Franz te redden en met Murdo's hulp breekt ze in bij het kasteel. Maar daar raakt ze gefascineerd door Antanasia, omdat ze het leven leidt waar Daka altijd van heeft gedroomd - het leven van een vrije vampier! Ondertussen zijn ook Silvania en Dirk op weg naar het kasteel. Samen met Murdo moeten ze Franz en Daka bevrijden uit de greep van Antanasia voordat Franz tot opvolger van de troon wordt gekroond.","category":""},"68900":{"channel":"280714878","start":"1669707300","end":"1669713600","first":"T","idtitle":"THEYOUNGANDPRODIGIOUSTSSPIVET","title":"The Young and Prodigious T.S. Spivet","program_id":"1299568314","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/39\/20221122090025510w8s.jpg","description":"De twaalfjarige T.S. Spivet woont met zijn familie op een ranch in Montana. Zijn moeder is geobsedeerd door insecten, zijn vader is een onvervalste cowboy en zijn veertienjarige zusje droomt ervan Miss Amerika te worden. Zelf is hij een echt genie, gefascineerd door cartografie en wetenschappelijke proeven. Op een dag krijgt hij een telefoontje van het Smithsonian in Washington. Voor een van zijn uitvindingen heeft hij de prestigieuze Baird-prijs in de wacht gesleept en deze mag hij persoonlijk in ontvangst komen nemen. Stiekem knijpt T.S. er tussen uit en begint zo aan een avontuurlijke reis.","category":""},"68901":{"channel":"280714878","start":"1669713600","end":"1669719900","first":"W","idtitle":"WHATSYOURNUMBER","title":"What's Your Number?","program_id":"1299568320","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/53\/20221122090025510cg7.jpg","description":"Ally Darling (Anna Faris) realiseert zich dat ze een beetje verloren is in het leven. Haar nieuwste romance is net voorbij en ze is net ontslagen bij haar marketingbaan. Vervolgens leest ze een tijdschriftartikel dat waarschuwt dat 96 procent van de vrouwen die met 20 of meer geliefden naar bed is geweest, waarschijnlijk geen echtgenoot zullen vinden. Vastbesloten om haar leven te veranderen en het artikel het tegendeel te bewijzen, begint Ally samen met haar buurman (Chris Evans) aan een missie om de perfecte partner te vinden. Welke ex zal het zijn?","category":""},"68902":{"channel":"280714878","start":"1669719900","end":"1669726500","first":"N","idtitle":"NAKEDNORMANDY","title":"Naked Normandy","program_id":"1299568326","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/29\/202211220900255102hj.jpg","description":"In Mêle-sur-Sarthe, een klein dorp in Normandië, worden de veehouders geteisterd door de crisis: de prijs van het vlees daalt fors, de melk wordt met verlies verkocht en de veehouders zitten in zak en as. Burgemeester Georges Balbuzard wil zich echter niet laten kennen en zal er alles aan doen om zijn dorp te redden. Het toeval wil dat Blake Newman, een bekende conceptfotograaf die grote menigten naakt fotografeert, op doortocht is in de streek. Balbuzard is ervan overtuigd dat deze man het dorp kan redden. Wat zou er gebeuren als Newman driehonderd Normandiërs naakt zou fotograferen op het Champ Chollet?","category":""},"68903":{"channel":"280714878","start":"1669726500","end":"1669732800","first":"W","idtitle":"WHEREDYOUGOBERNADETTE","title":"Where'd You Go, Bernadette","program_id":"1299568332","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/23\/20221122090025510v8g.jpg","description":"Bernadette Fox (Cate Blanchett) is een getalenteerde architect. Wanneer een project in LA een grote tegenslag voor haar wordt, besluit ze samen met haar man naar Seattle te verhuizen. Ze krijgen een dochter, maar verder sluit Bernadette zich voor andere mensen af. Volledig in haar eigen bubbel probeert ze een reis voor haar dochter naar Antartica te organiseren, met hulp van haar digitale assistent Manjula. Wanneer blijkt dat haar enige contactpersoon in de buitenwereld een criminele organisatie blijkt te zijn, vlucht Bernadette. Haar man en dochter gaan op reis om hun haar terug te vinden, wat hen op bijzondere plekken brengt.","category":""},"68904":{"channel":"280714878","start":"1669732800","end":"1669737900","first":"P","idtitle":"PERTSAKILU","title":"Pertsa & Kilu","program_id":"1299568338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/33\/20221122090025510sr0.jpg","description":"Aan de vriendschap van Pelle en Kas dreigt een einde te komen wanneer de fabriek waar Pelles vader werkt, moet verkassen. Geen werk, geen geld, dus moeten ze verhuizen. Tenzij Pelle en Kas de beloning kunnen krijgen voor de verloren buit van een bankoverval. Alleen... die ligt op de bodem van de Baltische Zee!","category":""},"68905":{"channel":"280714878","start":"1669737900","end":"1669743000","first":"T","idtitle":"THEEMOJIMOVIE","title":"The Emoji Movie","program_id":"1299568344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/7\/20221122090025510knt.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"68906":{"channel":"280714878","start":"1669743000","end":"1669748400","first":"D","idtitle":"DEVOGELWACHTER","title":"De vogelwachter","program_id":"1299568350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/87\/20221122090025510vy0.jpg","description":"De vogelwachter (Freek de Jonge) woont al bijna een halve eeuw moederziel alleen en zielsgelukkig op een afgelegen eiland. Op een dag krijgt hij bericht dat zijn post wordt opgeheven. Aan zijn gelukkige bestaan in en met de natuur komt abrupt een einde. De afgedankte vogelwachter weigert echter te gaan en trekt op geheel eigen wijze ten strijde.","category":""},"68907":{"channel":"280714878","start":"1669748400","end":"1669755900","first":"A","idtitle":"ALINE","title":"Aline","program_id":"1299568356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/64\/202211220900255107yr.jpg","description":"Een warme en humorvolle ode aan Célin Dion, vrij geïnspireerd op het leven van de beroemde zangeres. Aline is het veertiende kind in het gezin Dieu. Als haar ouders ontdekken dat de jonge Aline een gouden stem heeft, zet de hele familie zich in om haar talent aan de wereld te laten horen. Maar hoe komt een eenvoudig plattelandsmeisje uit Franstalig Canada verder? Een afspraak met producent Guy-Claude blijkt wat ze beiden nodig hebben. Samen kunnen ze met moed, geduld en liefde de wereld aan. Van lokale tv-shows tot megahits en van onzekere jonge vrouw tot stijlicoon.","category":""},"68908":{"channel":"280714878","start":"1669755900","end":"1669761900","first":"T","idtitle":"THEARTIST","title":"The Artist","program_id":"1299568362","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/82\/20221122090025510sey.jpg","description":"Hollywood 1927. George Valentin is knap, charismatisch en de grote ster van de zwijgende cinema. Wanneer de geluidsfilm echter zijn intrede maakt, raakt de loopbaan van George in het slop. Drank en armoede brengen hem verder in verval. De carrière van de opkomende jonge actrice Peppy Miller, schiet juist als een raket omhoog. Zij biedt hulp aan George om terug op het witte doek te verschijnen en spoort hem aan danser te worden. Samen proberen zij de weg naar de top te vinden.","category":""},"68909":{"channel":"280714878","start":"1669761900","end":"1669767300","first":"A","idtitle":"ANDSOITGOES","title":"And So It Goes","program_id":"1299568368","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/18\/202211220900255106lm.jpg","description":"Makelaar en mopperkont Oren (Michael Douglas) heeft geen contact meer met zijn familie. Wanneer zijn zoon ineens voor de deur staat is dat dan ook een enorme verrassing, zeker als hem wordt gevraagd om op de negenjarige Sarah te passen - de kleindochter van wie Oren het bestaan niet wist. Oren heeft geen idee hoe hij voor het jonge meisje moet zorgen en roept de hulp in van zijn sympathieke buurvrouw Leah (Diane Keaton). Dit leidt tot hilarische en ontroerende momenten, waarbij Oren een hele nieuwe kant van zichzelf ontdekt en de liefde hervindt.","category":""}}