{"71837":{"channel":"280715028","start":"1669590300","end":"1669595700","first":"L","idtitle":"LIONSFORLAMBS","title":"Lions for Lambs","program_id":"1299181639","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/11\/20221121090024736i5i.jpg","description":"Een politicus (Tom Cruise) probeert zijn nieuwste wereldomvattende strategie te verkopen aan een journaliste (Meryl Streep). Een idealistische docent (Robert Redford) wil een van zijn beste studenten ervan te overtuigen een andere richting te kiezen in zijn leven. En tenslotte hebben twee studenten zich aangemeld bij het leger om al vechtend hun leven zinvoller te maken.","category":""},"71838":{"channel":"280715028","start":"1669595700","end":"1669602900","first":"T","idtitle":"THEFORGIVEN","title":"The Forgiven","program_id":"1299181645","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/27\/202211210900247360xz.jpg","description":"Wanneer Nelson Mandela president wordt van Zuid-Afrika, benoemt hij aartsbisschop Desmond Tutu (Forest Whitaker) tot voorzitter van de Waarheids- en Verzoeningscommissie. In een zwaarbewaakte gevangenis zit Piet Blomfeld (Eric Bana), intellectueel, racist en moordenaar, die zijn leven niet zeker is omdat cipier Schmidt net als hij tijdens de Apartheid bij de doodseskaders betrokken was. Blomfeld ziet in de verzoeningscommissie een manier om zijn racistische gedachtengoed te verspreiden en Tutu publiekelijk belachelijk te maken. Een mentale strijd begint tussen de twee uiterst intelligente tegenpolen.","category":""},"71839":{"channel":"280715028","start":"1669602900","end":"1669609800","first":"S","idtitle":"SNIEGUJUZNIGDYNIEBEDZIE","title":"Sniegu juz nigdy nie bedzie","program_id":"1299181651","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/38\/20221121090024736e9v.jpg","description":"Op een grijze, mistige ochtend in een Oost-Europese stad verschijnt een mysterieus persoon, die in een omheinde gemeenschap aan de slag gaat als masseur. De identieke huizen worden allen bewoond door de welgestelde hogere klasse, die ondanks hun rijkdom met verdriet en innerlijke leegte rondlopen. De masseur biedt hen troost met zijn handen die genezen en zijn ogen die de zielen van deze eenzame bewoners doordringen. Voor hen klinkt zijn Russische accent als het lied van het verleden, een vredige melodie uit hun kindertijd, toen de wereld een veiligere plek was. Hij heet Zhenia en verandert hun leven.","category":""},"71840":{"channel":"280715028","start":"1669609800","end":"1669615200","first":"S","idtitle":"SOLITARYMAN","title":"Solitary Man","program_id":"1299181657","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/56\/202211210900247369kl.jpg","description":"De automagnaat Ben (Michael Douglas) krijgt slecht nieuws te horen over zijn gezondheid en verlaat hierdoor zijn vrouw. Hij besluit met alles en iedereen het bed in te duiken en krijgt het zelfs zover om zijn autobedrijf naar de knoppen te helpen. Deze gebeurtenissen zorgen ervoor dat Ben uiteindelijk een road-trip maakt, waar hij al snel een oude bekende tegen komt; zijn oude universiteitsmaatje. Samen proberen ze Ben's leven weer op de rails te krijgen.","category":""},"71841":{"channel":"280715028","start":"1669615200","end":"1669622100","first":"L","idtitle":"LITTLEWOMEN","title":"Little Women","program_id":"1299181663","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/78\/20221121090024736dvn.jpg","description":"Gebaseerd op Louisa May Alcotts autobiografische roman uit 1868 over liefde, familie en de vrouwelijke geest binnen de familie March. Terwijl hun vader aan het front vecht van de Amerikaanse Burgeroorlog, groeien de zussen Jo, Amy, Meg en Beth op onder de hoede van hun sterke moeder. Het zijn moeilijke tijden voor de vier jonge vrouwen die hun weg in de maatschappij moeten vinden. Met onder anderen Winona Ryder, Kirsten Dunst, Claire Danes, Susan Sarandon en Christian Bale.","category":""},"71842":{"channel":"280715028","start":"1669622100","end":"1669628100","first":"other","idtitle":"5050","title":"50\/50","program_id":"1299181669","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/41\/20221121090024736wbv.jpg","description":"Adam heeft een perfect leventje, met een sexy vriendin, een leuke baan en een beste vriend die hem daar iedere ochtend naartoe rijdt. Maar als Adam last krijgt van zijn rug, ontdekt hij dat hij een zeldzame vorm van kanker heeft. Van de één op de andere dag verandert zijn leventje in een gevecht om te overleven. Hippe galerij openingen worden vervangen door therapiesessies van een veel te jonge en optimistische therapeute. Om alles nog erger te maken, bedriegt zijn vriendin hem en wil zijn overbezorgde moeder bij hem intrekken. Gelukkig kan hij rekenen op zijn vriend Kyle, die Adam op zijn eigen, ietwat onhandige manier bijstaat.","category":""},"71843":{"channel":"280715028","start":"1669628100","end":"1669634400","first":"B","idtitle":"BROTHERS","title":"Brothers","program_id":"1299181675","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/91\/202211210900247364iy.jpg","description":"De succesvolle officier Sam (Tobey Maguire) en vrijbuiter Tommy (Jake Gyllenhaal) zijn twee broers. Als Sam op een missie in Afghanistan wordt vermist en er weinig hoop is dat hij levend terugkeert, probeert Tommy het verlies van zijn broer op te vangen door de verantwoordelijkheid voor Grace (Natalie Portman) en de kinderen op zich te nemen. Tegen de verwachting in groeien Tommy en Grace steeds meer naar elkaar toe. Maar dan komt Sam terug.","category":""},"71844":{"channel":"280715028","start":"1669634400","end":"1669639200","first":"A","idtitle":"ABERNIKOEVET","title":"A berni követ","program_id":"1299181681","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/3\/20221121090024736jx9.jpg","description":"Een fictief verslag van de waargebeurde aanval op de Hongaarse ambassade in Bern, tijdens de nasleep van de Hongaarse revolutie van 1956.","category":""},"71845":{"channel":"280715028","start":"1669639200","end":"1669645500","first":"W","idtitle":"WHIPLASH","title":"Whiplash","program_id":"1299181687","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/29\/20221121090024736jhi.jpg","description":"Andrew Neyman (Miles Teller), een jonge jazzmuzikant, is vastberaden om koste wat kost de beste drummer van zijn elitaire conservatorium te worden. De briljante muziekdocent Terence Fletcher (J.K. Simmons), die bekend staat om zijn gevreesde, spartaanse lesmethodes, leidt het beste jazz-ensemble van de school. Hij ontdekt de ambitieuze drummer en zorgt ervoor dat Andrew in zijn band terecht komt. Onder invloed van de tirannieke Fletcher wordt Andrews streven naar perfectie een onoverkomelijke obsessie. Zijn meedogenloze leraar drijft hem tot het uiterste van zijn muzikale en fysieke kunnen, maar ook bijna tot waanzin.","category":""},"71846":{"channel":"280715028","start":"1669645500","end":"1669651200","first":"L","idtitle":"LARA","title":"Lara","program_id":"1299181693","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/42\/20221121090024737bbu.jpg","description":"Vandaag is het Lara's zestigste verjaardag en de dag waarop haar zoon Viktor een pianorecital zal geven met een eigen compositie. Hij is echter het huis en zijn veeleisende moeder ontvlucht en laat ook die dag niets van zich horen. Haar pogingen tot contact worden tegengewerkt door familieleden die haar duidelijk maken dat ze Viktor met rust moet laten. Uit wanhoop koopt ze de laatste concertkaarten op en deelt die uit aan oude bekenden. Het wordt een dag en avond vol bijzondere ontmoetingen en verrassingen.","category":""},"71847":{"channel":"280715028","start":"1669651200","end":"1669656900","first":"M","idtitle":"MOONRISEKINGDOM","title":"Moonrise Kingdom","program_id":"1299181699","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/3\/20221121090024737rq5.jpg","description":"Als in de zomer van 1965 de verliefde tieners Sam (Jared Gilman) en Suzy (Kara Hayward) van huis weglopen, is het anders zo rustige eiland aan de Amerikaanse oostkust in rep en roer. Iedereen wordt gemobiliseerd om de twee op te sporen: van de lokale padvinders waartoe Sam behoort onder leiding van hopman Ward (Edward Norton) tot aan de sullige sheriff Sharp (Bruce Willis).","category":""},"71848":{"channel":"280715028","start":"1669656900","end":"1669663800","first":"C","idtitle":"CAPTAINFANTASTIC","title":"Captain Fantastic","program_id":"1299181705","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/90\/20221121090024737uos.jpg","description":"In de prachtige bossen in het noordwesten van Amerika heeft Ben zijn ideale wereld geschapen. Een perfecte plek voor zijn zes kinderen, ver weg van de hectiek en de sociale druk van het hedendaagse bestaan. De kinderen studeren en leren jagen. Het leven is puur en overzichtelijk. Tot een dramatische gebeurtenis het gezin doet besluiten de confrontatie met de buitenwereld aan te gaan. Met zowel komische als heftige gevolgen.","category":""},"71849":{"channel":"280715028","start":"1669663800","end":"1669670400","first":"L","idtitle":"LUCE","title":"Luce","program_id":"1299181711","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/69\/20221121090024737ljl.jpg","description":"Tien jaar geleden adopteerden Amy (Naomi Watts) en Peter Edgar (Tim Roth) hun zoon Luce uit Eritrea. De jongen ontwikkelt zich, ondanks zijn moeilijke kinderjaren, niet alleen als een getalenteerd atleet, maar ook als een modelstudent. Dan doet zijn leerkracht (Octavia Spencer) een verontrustende ontdekking over Luce en worden Amy en Peter geconfronteerd met het duistere verleden van hun zoon.","category":""},"71850":{"channel":"280715028","start":"1669670400","end":"1669680300","first":"A","idtitle":"AMERICANHONEY","title":"American Honey","program_id":"1299181717","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/35\/202211210900247372rx.jpg","description":"De achttienjarige Star (Sasha Lane) sluit zich aan bij een stel avontuurlijke jongeren die huis aan huis tijdschriften verkopen. De bonte groep wordt geleid door Krystal (Riley Keough) en doorkruist rebellerend en feestend de Amerikaanse Midwest in een busje. Onderweg valt Star voor de charmes van haar opstandige collega Jake (Shia LaBeouf).","category":""}}