{"69029":{"channel":"280715003","start":"1669426200","end":"1669433400","first":"T","idtitle":"THEOUTPOST","title":"The Outpost","program_id":"1298380015","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/25\/20221119090020090xzp.jpg","description":"In 2009 werden 53 Amerikaanse soldaten in Afghanistan gestationeerd om 'Keating', de meest gevaarlijke buitenpost ter wereld, te verdedigen. Onder constante dreiging van de Taliban ondersteunen de militairen de lokale bevolking bij maatschappelijke projecten. Als de Taliban ontdekt dat de basis gesloten wordt, willen ze nog een laatste statement maken. Met honderden strijders wordt Keating onverwachts aangevallen en moet de kleine groep Amerikaanse soldaten zichzelf zien te redden.","category":""},"69030":{"channel":"280715003","start":"1669433400","end":"1669440600","first":"T","idtitle":"THEBLACKDAHLIA","title":"The Black Dahlia","program_id":"1298380021","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/98\/202211190900200908mx.jpg","description":"Een jonge politieagent die net om de hoek komt kijken, ontdekt met zijn team uiteengereten vrouwelijke lichamen in Los Angeles. Het betreft hier actrices die op een auditie afkwamen, maar daar door een drietal mannen werden afgeslacht. De moordzaak vertoont vergelijkingen met de onopgeloste Zwarte Dahlia moordzaak uit 1947. De moordenaars schijnen het lugubere bloedbad van het Hollywoodsterretje Betty Short, ook bekend als De Black Dahlia, na te bootsen.","category":""},"69031":{"channel":"280715003","start":"1669440600","end":"1669442400","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSBRYANSINGER","title":"Hollywood's Best Film Directors: Bryan Singer","program_id":"1298380027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/49\/2022111909002009046q.jpg","description":"Met The Usual Suspects uit 1995, zijn tweede film, brak regisseur Bryan Singer door, om zich vijf jaar later te commiteren aan de X-Men films - een ommekeer voor het superheldengenre. In 2018 regisseerde hij de hitfilm Bohemian Rhapsody.","category":""},"69032":{"channel":"280715003","start":"1669442400","end":"1669447800","first":"B","idtitle":"BELLADONNAS","title":"Bella Donna's","program_id":"1298380033","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/63\/202211190900200900v8.jpg","description":"Drie beste vriendinnen Amy (Kiki van Deursen), Jasmijn (Carolien Spoor) en Sasha (Eva Laurenssen) besluiten na het overlijden van hun hartsvriendin Bella om haar bucketlist te voltooien. Maar dat is makkelijker gezegd dan gedaan. De drie vrouwen komen erachter dat iets als parachutespringen, illegaal straatracen en een Brazilian wax niets is vergeleken bij opdracht #3 op de lijst; het vinden van ware liefde...","category":""},"69033":{"channel":"280715003","start":"1669447800","end":"1669453200","first":"T","idtitle":"THERUNNER","title":"The Runner","program_id":"1298380039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/43\/20221119090020090l2f.jpg","description":"Colin Pryce (Nicolas Cage) is een politicus met grootse idealen maar niet zonder persoonlijke zwaktes. Na het grootschalige olielek van BP in 2010 en een seksschandaal op zijn eigen naam is Colin gedwongen zijn chaotische leven onder de loep te nemen.","category":""},"69034":{"channel":"280715003","start":"1669453200","end":"1669458300","first":"C","idtitle":"COWBOYS","title":"Cowboys","program_id":"1298380045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/76\/20221119090020090gqw.jpg","description":"Samen met zijn zoon Joe, maakt Troy (Steve Zahn) een trektocht door het ruige Montana. De twee zijn op de vlucht en hopen de Canadese grens te halen door zo min mogelijk op te vallen. Een buitenbeentje binnen de lokale politie, Faith (Ann Dowd), zit achter hen aan. Als Faith dieper in de zaak duikt, ontdekt ze dat deze vermeende ontvoering anders in elkaar steekt dan ze denkt. Joe is een transgender en zijn vader Troy heeft het kind gekidnapt om het te beschermen tegen de intolerante moeder (Jillian Bell). Troy kampt echter met psychische problemen en ontbeert in de wildernis de broodnodige medicatie.","category":""},"69035":{"channel":"280715003","start":"1669458300","end":"1669465200","first":"L","idtitle":"LION","title":"Lion","program_id":"1298380051","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/73\/20221119090020090tve.jpg","description":"Als vijfjarig jongetje komt Saroo Brierly per ongeluk terecht op een trein die hem duizenden kilometers door India voert, ver weg van zijn thuis en familie. Vanuit een weeshuis in Calcutta wordt hij geadopteerd door een Australisch echtpaar. Vijfentwintig jaar later zoekt Saroo (Dev Patel) naar de plek waar hij ooit zijn familie kwijtraakte. Slechts gewapend met Google Earth en zijn vroegste jeugdherinneringen bekijkt hij elke avond de spoorlijnen die naar Calcutta leiden, hopend op een aanknopingspunt.","category":""},"69036":{"channel":"280715003","start":"1669465200","end":"1669470600","first":"R","idtitle":"RUNDFUNKJACHTERWACHTER","title":"Rundfunk: Jachterwachter","program_id":"1298380057","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/93\/20221119090020090sqi.jpg","description":"De keihard werkende Wachtopzichter (Yannick van de Velde) runt zonder hulp camping HIVO. De komst van de uitgeleefde ex-wereldster Ronnie Bosboom Jr. (Tom van Kalmthout) lijkt een zegen, maar wanneer hij op de vlucht blijkt voor gevaarlijke criminelen, moet het duo er alles aan doen om de camping te redden. En dat dan allemaal heel grappig.","category":""},"69037":{"channel":"280715003","start":"1669470600","end":"1669476600","first":"F","idtitle":"FINDINGNEVERLAND","title":"Finding Neverland","program_id":"1298380063","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/93\/20221119090020090nlw.jpg","description":"In het Londen van 1904 ontmoet de ludieke toneelschrijver J.M. Barrie (Johnny Depp) tijdens een wandeling met zijn hond totaal onverwachts zijn nieuwe inspiratiebron: vier kinderen die zonder vader door het leven gaan. Hij raakt spelenderwijs erg goed bevriend met de vier jongens en hun zeer charmante moeder (Kate Winslet). Het leven van het gebroken gezin kent echter nog maar weinig plezier en bruist al niet meer sinds de dood van hun vader en echtgenoot. James laat de jongens op verrassende manieren zien dat alles mogelijk is en dat je met fantasie een fantastisch leuke eigen wereld kunt creëren.","category":""},"69038":{"channel":"280715003","start":"1669476600","end":"1669481400","first":"T","idtitle":"THESUNLITNIGHT","title":"The Sunlit Night","program_id":"1298380069","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/85\/20221119090020091nfq.jpg","description":"Frances (Jenny Slate) is een Amerikaanse kunstenares die na een break-up met haar geliefde besluit naar Noorwegen te vertrekken voor een kunstproject. Eenmaal in Noorwegen, kruist haar pad met Yasha (Alex Sharp), een Russische emigrant die in Noorwegen is om zijn vader te begraven. Yasha's vader heeft als laatste wens om als een echte Viking begraven te worden in Noorwegen. Frances is tijdens deze periode een grote steun voor Yasha. Daar, waar de zon nooit ondergaat, laten zij hun verleden achter zich en zien zij de toekomst tegemoet.","category":""},"69039":{"channel":"280715003","start":"1669481400","end":"1669485900","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1298383147","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/73\/20221119090020091cxd.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"69040":{"channel":"280715003","start":"1669485900","end":"1669491000","first":"P","idtitle":"PAKVANMIJNHART","title":"Pak van mijn hart","program_id":"1298383153","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/0\/202211190900200917kp.jpg","description":"De broers Tom (Benja Bruijning) en Niek (Fedja van Huêt) runnen een kledingverhuurbedrijf en Sinterklaascentrale. Ze zijn net de voorbereidingen voor de feestmaand begonnen, als de aantrekkelijke Julia (Chantal Janzen) hun familiebedrijf binnenloopt met een aanbod dat alles verandert. Tom en Niek worden door deze klus geconfronteerd met de liefde, familiekwesties, tradities, zaken en vertrouwen. Daardoor komt er voor de broers in de feestmaand wel heel veel op het spel te staan...","category":""},"69041":{"channel":"280715003","start":"1669491000","end":"1669496400","first":"V","idtitle":"VIOLET","title":"Violet","program_id":"1298383159","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/60\/20221119090020091fas.jpg","description":"Violet Morton (Olivia Munn) heeft een succesvolle baan bij een filmstudio, maar laat zich iedere dag kleineren door een Stem (Justin Theroux) die ze in haar hoofd hoort. De Stem zegt Violet dat iedereen op haar neerkijkt, hij maakt haar enorm onzeker en stuurt al haar beslissingen aan. Totdat Violet tot het inzicht komt dat ze zich telkens opnieuw laat leiden door angst. Ze begint zich tegen de Stem te keren en beseft dat ze alles over een andere boeg moet gooien om tot haar ware zelf te komen.","category":""},"69042":{"channel":"280715003","start":"1669496400","end":"1669503000","first":"T","idtitle":"THECARDCOUNTER","title":"The Card Counter","program_id":"1298383165","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/52\/20221119090020091f3z.jpg","description":"Ex-militair William Tell (Oscar Isaac) worstelt met zijn geweten sinds zijn dienst in Irak. Na een tijd in de gevangenis te hebben gezeten, vindt hij zichzelf opnieuw uit als professioneel gokker in het pokercircuit. Tijdens een presentatie van majoor Gordo (Willem Dafoe) wordt William benaderd door Cirk (Tye Sheridan), een getroebleerde jongeman. William neemt Cirk mee op reis langs verschillende casino's om hem op het rechte pad te houden. Dit blijkt steeds moeilijker te worden, omdat ook William wordt achtervolgd door de keuzes die hij heeft gemaakt. Zijn enige oplossing lijkt om met geweld te strijden tegen zijn eigen verleden.","category":""},"69043":{"channel":"280715003","start":"1669503000","end":"1669513500","first":"T","idtitle":"THEWOLFOFWALLSTREET","title":"The Wolf of Wall Street","program_id":"1298383171","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/81\/2022111909002009136c.jpg","description":"Eind jaren 80. Jordan Belfort (Leonardo DiCaprio) is een aan drugs, drank en seks verslaafde effectenmakelaar, die door fraude multimiljonair wordt. De voormalige meubelhandelaar Donnie Azoff (Jonah Hill) is hierbij zijn zakenpartner. Samen smijten ze enorme sommen geld over de balk met hun excessieve levensstijl vol drugs en feesten. Belfort ziet zijn carrière ten onder gaan door aanklachten wegens fraude, waarbij corruptie op Wall Street en invloed van de maffia de grootste rol spelen.","category":""}}