{"70732":{"channel":"280715028","start":"1668901200","end":"1668907500","first":"F","idtitle":"FLAGDAY","title":"Flag Day","program_id":"1295869491","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/66\/20221113090025510rkp.jpg","description":"Journaliste Jennifer Vogel (Dylan Penn) worstelt al haar hele leven met de duistere erfenis van haar vader John (Sean Penn): enerzijds een liefhebbende en charismatische man, anderzijds een meedogenloze oplichter. John gelooft dat de wereld corrupt is en dat je daarom ook corrupt moet zijn om goed voor jezelf en je familie te kunnen zorgen. Hij liegt, bedriegt en gaat over lijken om uiteindelijk 20 miljoen dollar te verdoezelen. Nu Jennifer volwassen is, heeft zij geen idee wat er van John is geworden.","category":""},"70733":{"channel":"280715028","start":"1668907500","end":"1668918000","first":"T","idtitle":"THEWOLFOFWALLSTREET","title":"The Wolf of Wall Street","program_id":"1295869497","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/41\/202211130900255104h6.jpg","description":"Eind jaren 80. Jordan Belfort (Leonardo DiCaprio) is een aan drugs, drank en seks verslaafde effectenmakelaar, die door fraude multimiljonair wordt. De voormalige meubelhandelaar Donnie Azoff (Jonah Hill) is hierbij zijn zakenpartner. Samen smijten ze enorme sommen geld over de balk met hun excessieve levensstijl vol drugs en feesten. Belfort ziet zijn carrière ten onder gaan door aanklachten wegens fraude, waarbij corruptie op Wall Street en invloed van de maffia de grootste rol spelen.","category":""},"70734":{"channel":"280715028","start":"1668918000","end":"1668924000","first":"T","idtitle":"THEPROGRAM","title":"The Program","program_id":"1295869503","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/93\/20221113090025510k0w.jpg","description":"Wielrenner Lance Armstrong (Ben Foster) genas van uitgezaaide teelbalkanker voordat hij zeven keer op rij de Tour de France won - een ongeëvenaarde prestatie. Armstrong was nooit een sterke klimmer, dus hoe kon het eigenlijk zo zijn dat hij een jaar na zijn comeback het peloton met gemak passeerde in zware bergetappes? Sportjournalist David Walsh (Chris O'Dowd) kreeg het sterke vermoeden dat er doping in het spel was, maar stond alleen in zijn achterdocht. Zijn aantijgingen werden fel bestreden, maar zelfs Walsh kon niet vermoeden hoe geavanceerd, professioneel en succesvol het dopingprogramma was waaraan Armstrong deelnam.","category":""},"70735":{"channel":"280715028","start":"1668924000","end":"1668928800","first":"A","idtitle":"ABERNIKOEVET","title":"A berni követ","program_id":"1295869509","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/97\/20221113090025510tw8.jpg","description":"Een fictief verslag van de waargebeurde aanval op de Hongaarse ambassade in Bern, tijdens de nasleep van de Hongaarse revolutie van 1956.","category":""},"70736":{"channel":"280715028","start":"1668928800","end":"1668934800","first":"other","idtitle":"5050","title":"50\/50","program_id":"1295869515","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/20\/20221113090025511jl6.jpg","description":"Adam heeft een perfect leventje, met een sexy vriendin, een leuke baan en een beste vriend die hem daar iedere ochtend naartoe rijdt. Maar als Adam last krijgt van zijn rug, ontdekt hij dat hij een zeldzame vorm van kanker heeft. Van de één op de andere dag verandert zijn leventje in een gevecht om te overleven. Hippe galerij openingen worden vervangen door therapiesessies van een veel te jonge en optimistische therapeute. Om alles nog erger te maken, bedriegt zijn vriendin hem en wil zijn overbezorgde moeder bij hem intrekken. Gelukkig kan hij rekenen op zijn vriend Kyle, die Adam op zijn eigen, ietwat onhandige manier bijstaat.","category":""},"70737":{"channel":"280715028","start":"1668934800","end":"1668941100","first":"B","idtitle":"BROTHERS","title":"Brothers","program_id":"1295869521","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/43\/20221113090025511g9r.jpg","description":"De succesvolle officier Sam (Tobey Maguire) en vrijbuiter Tommy (Jake Gyllenhaal) zijn twee broers. Als Sam op een missie in Afghanistan wordt vermist en er weinig hoop is dat hij levend terugkeert, probeert Tommy het verlies van zijn broer op te vangen door de verantwoordelijkheid voor Grace (Natalie Portman) en de kinderen op zich te nemen. Tegen de verwachting in groeien Tommy en Grace steeds meer naar elkaar toe. Maar dan komt Sam terug.","category":""},"70738":{"channel":"280715028","start":"1668941100","end":"1668947400","first":"W","idtitle":"WHIPLASH","title":"Whiplash","program_id":"1295869527","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/43\/20221113090025511at3.jpg","description":"Andrew Neyman (Miles Teller), een jonge jazzmuzikant, is vastberaden om koste wat kost de beste drummer van zijn elitaire conservatorium te worden. De briljante muziekdocent Terence Fletcher (J.K. Simmons), die bekend staat om zijn gevreesde, spartaanse lesmethodes, leidt het beste jazz-ensemble van de school. Hij ontdekt de ambitieuze drummer en zorgt ervoor dat Andrew in zijn band terecht komt. Onder invloed van de tirannieke Fletcher wordt Andrews streven naar perfectie een onoverkomelijke obsessie. Zijn meedogenloze leraar drijft hem tot het uiterste van zijn muzikale en fysieke kunnen, maar ook bijna tot waanzin.","category":""},"70739":{"channel":"280715028","start":"1668947400","end":"1668953100","first":"M","idtitle":"MOONRISEKINGDOM","title":"Moonrise Kingdom","program_id":"1295869533","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/25\/20221113090025511p7h.jpg","description":"Als in de zomer van 1965 de verliefde tieners Sam (Jared Gilman) en Suzy (Kara Hayward) van huis weglopen, is het anders zo rustige eiland aan de Amerikaanse oostkust in rep en roer. Iedereen wordt gemobiliseerd om de twee op te sporen: van de lokale padvinders waartoe Sam behoort onder leiding van hopman Ward (Edward Norton) tot aan de sullige sheriff Sharp (Bruce Willis).","category":""},"70740":{"channel":"280715028","start":"1668953100","end":"1668960000","first":"L","idtitle":"LITTLEWOMEN","title":"Little Women","program_id":"1295869539","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/76\/20221113090025511330.jpg","description":"Gebaseerd op Louisa May Alcotts autobiografische roman uit 1868 over liefde, familie en de vrouwelijke geest binnen de familie March. Terwijl hun vader aan het front vecht van de Amerikaanse Burgeroorlog, groeien de zussen Jo, Amy, Meg en Beth op onder de hoede van hun sterke moeder. Het zijn moeilijke tijden voor de vier jonge vrouwen die hun weg in de maatschappij moeten vinden. Met onder anderen Winona Ryder, Kirsten Dunst, Claire Danes, Susan Sarandon en Christian Bale.","category":""},"70741":{"channel":"280715028","start":"1668960000","end":"1668965700","first":"L","idtitle":"LARA","title":"Lara","program_id":"1295870377","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/36\/202211130900255110sh.jpg","description":"Vandaag is het Lara's zestigste verjaardag en de dag waarop haar zoon Viktor een pianorecital zal geven met een eigen compositie. Hij is echter het huis en zijn veeleisende moeder ontvlucht en laat ook die dag niets van zich horen. Haar pogingen tot contact worden tegengewerkt door familieleden die haar duidelijk maken dat ze Viktor met rust moet laten. Uit wanhoop koopt ze de laatste concertkaarten op en deelt die uit aan oude bekenden. Het wordt een dag en avond vol bijzondere ontmoetingen en verrassingen.","category":""},"70742":{"channel":"280715028","start":"1668965700","end":"1668972600","first":"C","idtitle":"CAPTAINFANTASTIC","title":"Captain Fantastic","program_id":"1295870383","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/26\/20221113090025511mgd.jpg","description":"In de prachtige bossen in het noordwesten van Amerika heeft Ben zijn ideale wereld geschapen. Een perfecte plek voor zijn zes kinderen, ver weg van de hectiek en de sociale druk van het hedendaagse bestaan. De kinderen studeren en leren jagen. Het leven is puur en overzichtelijk. Tot een dramatische gebeurtenis het gezin doet besluiten de confrontatie met de buitenwereld aan te gaan. Met zowel komische als heftige gevolgen.","category":""},"70743":{"channel":"280715028","start":"1668972600","end":"1668979500","first":"R","idtitle":"RETFAERDIGHEDENSRYTTERE","title":"Retfærdighedens ryttere","program_id":"1295870389","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/87\/20221113090025511vsf.jpg","description":"Wanneer zijn vrouw om het leven komt bij een treinongeluk, keert beroepsmilitair Markus (Mads Mikkelsen) naar huis om voor zijn dochter Mathilde te zorgen. Terwijl ze nog in diepe rouw verkeren, krijgen ze bezoek van data-analist Otto (Nikolaj Lie Kaas) die de ramp heeft overleefd. Samen met zijn excentrieke collega Lennart en hun nog zonderlinger maat Emmenthaler heeft Otto geconcludeerd dat er opzet in het spel was. Ze besluiten verder op onderzoek uit te gaan en wanneer ook Markus inziet dat er sprake is geweest van een aanslag, ontpoppen de mannen zich tot engelen der wrake. Helaas leidt hun missie tot ongewenste resultaten.","category":""},"70744":{"channel":"280715028","start":"1668979500","end":"1668985800","first":"S","idtitle":"STAY","title":"Stay","program_id":"1295870395","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/97\/20221113090025511nmp.jpg","description":"Nadat hij bij een verkeersongeluk aan de dood is ontsnapt, wordt de depressieve student Henry Letham (Ryan Gosling) opgevangen door psychiater Sam Foster (Ewan McGregor). Henry zegt dat hij stemmen hoort en visioenen heeft. Hij laat Sam weten dat hij van plan is om over drie dagen zelfmoord te plegen. Sam wil dit koste wat kost voorkomen en roept te hulp in van zijn vriendin Lila (Naomi Watts), die ook ooit een zelfmoordpoging ondernam. Wanneer Henry niet veel later spoorloos verdwijnt, begint Sam aan een nachtmerrieachtige trip door de stad, die hem uiteindelijk naar een plek tussen leven en dood zal brengen.","category":""}}