{"58409":{"channel":"141431557","start":"1668877563","end":"1668881111","first":"T","idtitle":"TOSERVETHEMALLMYDAYS","title":"To Serve Them All My Days","program_id":"1295460806","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/6\/20221112090039734i88.jpg","description":"David geniet van zijn nieuwe leven als schoolhoofd en echtgenoot, maar Christine worstelt om haar plek in Bamfylde te vinden. Howarth doet een veelzeggend laatste verzoek en een brief onthult het onmiddellijke verlies van een andere dierbare vriend.","category":""},"58410":{"channel":"141431557","start":"1668881111","end":"1668884492","first":"J","idtitle":"JAMESMARTINSISLANDSTOHIGHLANDS","title":"James Martin's Islands to Highlands","program_id":"1295460812","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/34\/20221112090039734dku.jpg","description":"James Martin's Islands to Highlands - Afl. 2 (20) Tijdens de reis van vandaag van Islands naar Highlands keert James terug naar een van zijn favoriete plekken in het Verenigd Koninkrijk - het prachtige graafschap Cornwall. Naast hem is zijn goede vriend en met een Michelin-ster bekroonde chef-kok Galton Blackiston. Tijdens hun reis ontdekken ze Cornish-ijs van wereldklasse en Galton bezoekt de vismarkt van Newlyn om wat Cornish-kabeljauw op te halen. James kookt het dan samen met Cornish oesters en een warme tartaarsaus. Beiden sluiten de dag af met een schilderuitdaging op het strand van Sennen, waar ze hun olieverfkunsten uitproberen. Uiteindelijk haalt James zijn barbecue tevoorschijn met uitzicht op een prachtig strand, waar hij heerlijke surf en turf kookt.","category":""},"58411":{"channel":"141431557","start":"1668884492","end":"1668886278","first":"S","idtitle":"SANFORDSON","title":"Sanford & Son","program_id":"1295460818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/40\/202211120900397345pk.jpg","description":"Sanford & Son - S1, afl. 8 (14) De Sanfords hebben hun rekeningen niet betaald. Een incassobureau dat klaar staat om hun onbetaalde meubels terug te nemen.","category":""},"58412":{"channel":"141431557","start":"1668886278","end":"1668888258","first":"D","idtitle":"DUELINDEDIEPTE","title":"Duel in de Diepte","program_id":"1295460824","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/79\/20221112090039734wbf.jpg","description":"Silvia Sommers (Lidy Sluyter) is een popzangeresje, dat tijdens een concert instort. Haar manager stuurt haar naar Curaçao om daar tijdens een lange vakantie tot rust te komen. Nieuwe vrienden nemen haar mee naar Bonaire, waar ze kennis maakt met onder andere een zoon van het bevriende gezin, Eddy (Ronald Carrilho) die haar leert duiken met een zonderling (Peter Faber) en een bioloog (Lex Schoorel), maar ook met een paar ongure types. En er gebeuren dingen die Silvia niet begrijpt. Dat laatste neemt niet weg dat zij zich intussen kostelijk amuseert en geniet van haar duiklessen en de wonderlijke wereld onder het wateroppervlak. Zelfs als ze wordt gekidnapt beseft ze zog niet welke gevaren haar bedreigen.","category":""},"58413":{"channel":"141431557","start":"1668888258","end":"1668890084","first":"T","idtitle":"THERONNIEWOODSHOW","title":"The Ronnie Wood Show","program_id":"1295460830","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/79\/20221112090039734xsp.jpg","description":"The Ronnie Wood Show - Afl. 5 (11) Rolling Stones-gitarist en onbetwistbare rocklegende Ron Wood gaat het gesprek aan met een paar goede vrienden, die toevallig ook nog eens iconen uit de muziekgeschiedenis zijn. Het resultaat: ongefilterde verhalen over muziek en het rock-'n-roll bestaan, afgewisseld met spontane jamsessies. Iedere aflevering staat een andere gast centraal vandaag: Steve Cropper","category":""},"58414":{"channel":"141431557","start":"1668890084","end":"1668898866","first":"F","idtitle":"FILMVERADRAKE","title":"film: Vera Drake","program_id":"1295460836","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/43\/20221112090039734e4p.jpg","description":"Vera Drake woont met haar man Stan en hun volwassen kinderen Sid en Ethel in het Londen van 1950. Ze zijn niet rijk, maar wel gelukkig en ze vormen een hecht gezin. Vera is werkster in verschillende huizen, Stan is monteur in de garage van zijn broer. Sid werkt als kleermaker en Ethel werkt in een fabriek voor gloeilampen. Maar de goede Vera heeft een geheim dat ze met niemand uit haar naaste omgeving deelt. Ze helpt, zonder daarvoor betaling te ontvangen, jonge vrouwen bij het beëindigen van zwangerschappen. Als een van die meisjes na een abortus ziek wordt en in het ziekenhuis terechtkomt, stelt de politie een onderzoek in. Het onderzoek brengt hen bij Vera. Regie: Mike Leigh Cast: Imelda Staunton, Phil Davis en Peter Wight Land: Verenigd Koninkrijk \/ Frankrijk Genre: Drama zaterdag 19 november om 21:30 uur","category":""}}