{"67922":{"channel":"280715003","start":"1669513500","end":"1669521000","first":"A","idtitle":"AMERICANNIGHT","title":"American Night","program_id":"1298796910","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/84\/20221120090024707qyf.jpg","description":"De 'Pink Marilyn', een legendarisch en verloren gewaand kunstwerk van Andy Warhol, vormt de inzet van een harde en bloedige strijd tussen ex-vervalser annex art dealer John Kaplan (Jonathan Rhys Meyers) en Michael Rubino (Emile Hirsch), een maffiabaas met artistieke neigingen en een groot talent voor bloedvergieten. Er volgt een verhaal vol intriges, plotwendingen en ultraviolence.","category":""},"67923":{"channel":"280715003","start":"1669521000","end":"1669527000","first":"J","idtitle":"JOHNWICK","title":"John Wick","program_id":"1298796916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/62\/202211200900247070d7.jpg","description":"John Wick (Keanu Reeves) is een levende legende door zijn kwaliteiten als huurmoordenaar voor de Russische maffia. De mysterieuze eenling heeft zijn verleden afgezworen en wil niets liever dan in alle rust genieten van zijn luxe leven in New York. Totdat alles wat hem lief is, wordt afgenomen door een groep gewelddadige gangsters. Er rest John Wick nog maar een ding: wraak.","category":""},"67924":{"channel":"280715003","start":"1669527000","end":"1669532400","first":"S","idtitle":"SHESFUNNYTHATWAY","title":"She's Funny That Way","program_id":"1298796922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/77\/20221120090024707ym9.jpg","description":"Het gedoe begint als Broadway-regisseur Arnold (Owen Wilson) de nacht doorbrengt met Izzy (Imogen Poots). De jonge prostituee wil dolgraag actrice worden en Arnold besluit Izzy fors te betalen om haar op weg te helpen. Het gevolg is een en al verwarring, jaloezie, onbegrip en andere kolderieke situaties. Met Jennifer Aniston als Izzy's gefrustreerde therapeute, Will Forte als haar vriend én toneelschrijver en Kathryn Hahn als Arnold's vrouw. En acteur Rhys Ifans bemoeit zich er ook graag mee. Naarmate het aantal ontmoetingen en geheimen elkaar in rap tempo opvolgen, loopt de hachelijke situatie compleet uit de hand.","category":""},"67925":{"channel":"280715003","start":"1669532400","end":"1669539600","first":"T","idtitle":"THEHUNDREDFOOTJOURNEY","title":"The Hundred-Foot Journey","program_id":"1298796928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/70\/20221120090024707e6z.jpg","description":"De familie Kadam verhuist met grootse plannen van India naar het pittoreske Saint-Antonin-Noble-Val in Zuid-Frankrijk om daar een Indiaas restaurant te openen. Het rustig openen van het restaurant zit er echter niet in. De kille eigenaresse van het klassieke Franse restaurant Le Saule Pleureur, Madame Mallory (Helen Mirren), protesteert hevig tegen de opening, wat escaleert in een flinke vete tussen de twee vestigingen. Wanneer zoon Hassan Kadam zijn passie voor de Franse haute cuisine ontdekt en valt voor sous-chef Marguerite, probeert hij te bemiddelen en de twee uiteenlopende culturen nader tot elkaar te brengen.","category":""},"67926":{"channel":"280715003","start":"1669539600","end":"1669546200","first":"C","idtitle":"CONFESSIONSOFADANGEROUSMIND","title":"Confessions of a Dangerous Mind","program_id":"1298796934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/82\/2022112009002470795j.jpg","description":"In de jaren zestig en zeventig oogst producent en presentator Chuck Barris (Sam Rockwell) veel succes in een steeds groter wordende televisiewereld en heeft hij de liefde van zijn leven gevonden in Penny (Drew Barrymore). Op een dag wordt hij echter benaderd door de mysterieuze Jim (George Clooney) die een geheim agent blijkt te zijn en met een onverwacht voorstel komt: Chucks hoedanigheid als tv-presentator is een goede dekmantel om als huurmoordenaar te worden gerekruteerd door de CIA. Dit is het begin van een merkwaardig dubbelleven, die op den duur allebei in gevaar komen.","category":""},"67927":{"channel":"280715003","start":"1669546200","end":"1669551600","first":"J","idtitle":"JUSTGETTINGSTARTED","title":"Just Getting Started","program_id":"1298796940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/28\/20221120090024708h9j.jpg","description":"Duke Driver (Morgan Freeman) is de manager van het luxe Villa Capri in Palm Springs. Hij heeft dan wel een mysterieus verleden als advocaat voor de maffia, maar zorgt ervoor dat een bezoek aan zijn vakantieoord één groot feest is. Totdat de charmante voormalige FBI-agent Leo (Tommy Lee Jones) in Villa Capri verschijnt. Dit betekent de start van een strijd om wie dé man van het resort is en om de gevoelens van de pas gearriveerde Suzie (Rene Russo). Wanneer er plotseling iemand opduikt uit het verleden van Duke, besluiten de rivalen hun verschillen opzij te zetten en samen te werken om de toekomst van Villa Capri te redden.","category":""},"67928":{"channel":"280715003","start":"1669551600","end":"1669558200","first":"E","idtitle":"ELLESAPPELAITSARAH","title":"Elle s'appelait Sarah","program_id":"1298796946","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/65\/20221120090024708otl.jpg","description":"Op 16 juli 1942 worden vanuit stadion Vel' d'Hiv in Parijs duizenden joden, in het bijzonder kinderen, gedeporteerd naar verschillende kampen. Bijna zestig jaar later werkt journaliste Julia Jarmond (Kristin Scott Thomas) aan een stuk over deze beruchte, tragische gebeurtenis. Ze ontdekt dat een langbewaard geheim het lot van haar schoonfamilie linkt aan dat van een joodse familie. Geobsedeerd door dit verband gaat ze op zoek naar wat er destijds is gebeurd met Sarah, een meisje dat 10 jaar oud was op die fatale dag.","category":""},"67929":{"channel":"280715003","start":"1669558200","end":"1669564200","first":"S","idtitle":"SLEEPINGWITHOTHERPEOPLE","title":"Sleeping with Other People","program_id":"1298796952","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/76\/20221120090024708abs.jpg","description":"Jaren nadat ze elkaar als studenten ontmaagden, komen Lainey (Alison Brie) en Jake (Jason Sudeikis) elkaar weer tegen bij een praatgroep voor seksverslaafden in New York. De vonk is er nog, maar ze willen niet weer in de fout gaan. Tragisch mislukte romances hebben geleid tot eindeloos vreemdgaan, dus besluiten ze hun vriendschap platonisch te houden om samen te herstellen van alle liefdesmisère. En hoe help je een goede vriend beter dan met een cursus zelfbevrediging? Kan liefde ook opbloeien terwijl je met andere mensen naar bed gaat?","category":""},"67930":{"channel":"280715003","start":"1669564200","end":"1669569600","first":"H","idtitle":"HORRIBLEHISTORIESTHEMOVIEROTTENROMANS","title":"Horrible Histories: The Movie - Rotten Romans","program_id":"1298796958","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/24\/20221120090024708omg.jpg","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","category":""},"67931":{"channel":"280715003","start":"1669569600","end":"1669577400","first":"T","idtitle":"THEMANWHOKILLEDDONQUIXOTE","title":"The Man Who Killed Don Quixote","program_id":"1298796964","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/3\/20221120090024708x4d.jpg","description":"Ooit was Toby (Adam Driver) een ambitieuze, idealistische student die in een Spaans dorpje zijn afstudeerproject 'Don Quixote' regisseerde. Vandaag is hij een gevierde, maar verwaande filmmaker. Wanneer hij na vele jaren terugkeert naar Spanje, ontmoet hij de oude man die ooit de rol van Don Quixote speelde. Maar de acteur waant zich nog steeds de man van La Mancha en ziet in Toby zijn trouwe volgeling Sancho Panza. Het duo begint aan een bizarre tocht en langzaam wordt Toby meegezogen in een wereld van illusie waarin hij dromen en realiteit niet meer van elkaar kan onderscheiden.","category":""},"67932":{"channel":"280715003","start":"1669577400","end":"1669583700","first":"E","idtitle":"EIFFEL","title":"Eiffel","program_id":"1298796970","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/17\/20221120090024708yoc.jpg","description":"Na het succesvol afronden van de bouw aan het Vrijheidsbeeld ligt de wereld aan de voeten van ingenieur Gustave Eiffel. De Franse overheid vraagt hem om een spectaculair nieuw ontwerp te maken voor de Wereldtentoonstelling van 1889 in Parijs. Eiffel houdt zich echter liever bezig met een ander project. Alles verandert wanneer zijn pad kruist met de grote liefde uit zijn verleden. De lang verloren en verboden passie tussen de twee inspireert Gustave om zijn wereldberoemde Eiffeltoren te ontwerpen.","category":""},"67933":{"channel":"280715003","start":"1669583700","end":"1669589100","first":"Q","idtitle":"QUIMAIMEMESUIVE","title":"Qui M'Aime Me Suive","program_id":"1298796976","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/54\/20221120090024708nuv.jpg","description":"De gepensioneerde Gilbert en Simone wonen in een dorpje in Zuid-Frankrijk en ervaren nogal wat ergernissen in hun huwelijk. Het constante cynisme van haar echtgenoot, hun geldtekort, maar ook het plotselinge vertrek van haar buurman en geheime minnaar Étienne, zorgen ervoor dat Simone ervoor kiest om haar man te verlaten. Maar dan besluit Gilbert hij tot alles bereid is om zijn echtgenote en grote liefde voor zich terug te winnen.","category":""},"67934":{"channel":"280715003","start":"1669589100","end":"1669596000","first":"R","idtitle":"RETFAERDIGHEDENSRYTTERE","title":"Retfærdighedens ryttere","program_id":"1298796982","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/28\/202211200900247085mu.jpg","description":"Wanneer zijn vrouw om het leven komt bij een treinongeluk, keert beroepsmilitair Markus (Mads Mikkelsen) naar huis om voor zijn dochter Mathilde te zorgen. Terwijl ze nog in diepe rouw verkeren, krijgen ze bezoek van data-analist Otto (Nikolaj Lie Kaas) die de ramp heeft overleefd. Samen met zijn excentrieke collega Lennart en hun nog zonderlinger maat Emmenthaler heeft Otto geconcludeerd dat er opzet in het spel was. Ze besluiten verder op onderzoek uit te gaan en wanneer ook Markus inziet dat er sprake is geweest van een aanslag, ontpoppen de mannen zich tot engelen der wrake. Helaas leidt hun missie tot ongewenste resultaten.","category":""}}