{"72439":{"channel":"280715089","start":"1668705600","end":"1668710100","first":"D","idtitle":"DEERSKIN","title":"Deerskin","program_id":"1294588569","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/72\/20221110090024732r0k.jpg","description":"Georges raakt volledig in de ban van zijn net verworven hertenleren jas die alle andere jassen van iedereen op de hele wereld overbodig maakt. Met de aanschaf van dit unieke kledingstuk krijgt hij van de vorige eigenaar een kleine camcorder cadeau, waarna Georges zich voor gaat doen als filmmaker. Met hulp van barvrouw Denise, die in haar vrije tijd films monteert, begint hij aan een bizarre missie. Er ontstaat een absurde driehoeksverhouding tussen Georges, Denise en de jas.","category":""},"72440":{"channel":"280715089","start":"1668710100","end":"1668715200","first":"D","idtitle":"DAUGHTEROFTHEWOLF","title":"Daughter of the Wolf","program_id":"1294588575","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/98\/20221110090024733vi4.jpg","description":"Clair Hamilton (Gina Carano) is een Black Ops commando, die een fortuin erft wanneer haar vader (Richard Dreyfuss) komt te overlijden. Dit nieuws blijkt uitgelekt te zijn, want een groep gewelddadige criminelen ontvoeren Clairs dertienjarige zoon Charlie en eisen precies het bedrag van de erfenis aan losgeld. Clair gebruikt al haar gevechtservaring om de kidnappers op te sporen en uit te schakelen. Haar jacht leidt haar diep in het hooggebergte aan de Amerikaans-Canadese grens. Een onherbergzaam gebied, waar ze niet alleen moet strijden op leven en dood tegen de ontvoerders, maar ook tegen de ijskoude gevaren van de wildernis.","category":""},"72441":{"channel":"280715089","start":"1668715200","end":"1668720900","first":"U","idtitle":"UNEARTH","title":"Unearth","program_id":"1294588581","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/68\/20221110090024733n86.jpg","description":"Twee naburige boerengezinnen kunnen elkaar niet meer luchten wanneer een van hen een huurovereenkomst sluit met een olie- en gasbedrijf. Terwijl de boringen op het land van start gaat, lopen de spanningen tussen de buren nog verder op. Niemand is er zich echter van bewust dat het hydraulisch fractureren ervoor zorgt dat een duistere en huiveringwekkende entiteit onder de grond wordt vrijgelaten.","category":""},"72442":{"channel":"280715089","start":"1668720900","end":"1668726900","first":"S","idtitle":"SNATCH","title":"Snatch","program_id":"1294588587","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/29\/20221110090024733rak.jpg","description":"Turkish en zijn partner-in-crime Tommy raken door de beruchte crimineel Brick Top betrokken bij de wereld van illegale 'big money' bokswedstrijden. Wanneer de door hun ingezette bokser direct in de eerste ronde k.o geslagen wordt door de onverstaanbare Ierse zigeuner One Punch Mickey, breekt de hel los. Ondertussen wisselt ergens anders in Londen een 86-karaats diamant op onrechtmatige wijze van 'eigenaar'. De daders zijn drie overgewaardeerde gangsters en een dolgedraaide hond. De twee verhalen lijken niets met elkaar te maken te hebben, maar niets is minder waar…","category":""}}