{"68862":{"channel":"280714878","start":"1668706200","end":"1668711600","first":"J","idtitle":"JUSTGETTINGSTARTED","title":"Just Getting Started","program_id":"1294586438","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/15\/20221110090020516hh6.jpg","description":"Duke Driver (Morgan Freeman) is de manager van het luxe Villa Capri in Palm Springs. Hij heeft dan wel een mysterieus verleden als advocaat voor de maffia, maar zorgt ervoor dat een bezoek aan zijn vakantieoord één groot feest is. Totdat de charmante voormalige FBI-agent Leo (Tommy Lee Jones) in Villa Capri verschijnt. Dit betekent de start van een strijd om wie dé man van het resort is en om de gevoelens van de pas gearriveerde Suzie (Rene Russo). Wanneer er plotseling iemand opduikt uit het verleden van Duke, besluiten de rivalen hun verschillen opzij te zetten en samen te werken om de toekomst van Villa Capri te redden.","category":""},"68863":{"channel":"280714878","start":"1668711600","end":"1668717300","first":"W","idtitle":"WALKOFSHAME","title":"Walk of Shame","program_id":"1294586444","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/82\/20221110090020516ebi.jpg","description":"Verslaggeefster Meghan (Elizabeth Banks) mag geen auditie doen om de nieuwe vaste nieuwslezeres te worden. Om haar op te fleuren nemen haar vriendinnen haar mee op een avond stappen. De volgende ochtend wordt ze na een onenightstand wakker zonder geld, zonder auto en met een lege telefoon. Het enige berichtje dat ze nog krijgt is van haar baas: als ze nu naar de studio komt kan ze alsnog de felbegeerde baan krijgen.","category":""},"68864":{"channel":"280714878","start":"1668717300","end":"1668722700","first":"H","idtitle":"HORRIBLEHISTORIESTHEMOVIEROTTENROMANS","title":"Horrible Histories: The Movie - Rotten Romans","program_id":"1294586450","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/57\/202211100900205166ld.jpg","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","category":""},"68865":{"channel":"280714878","start":"1668722700","end":"1668728100","first":"B","idtitle":"BELLADONNAS","title":"Bella Donna's","program_id":"1294586456","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/66\/20221110090020516i2f.jpg","description":"Drie beste vriendinnen Amy (Kiki van Deursen), Jasmijn (Carolien Spoor) en Sasha (Eva Laurenssen) besluiten na het overlijden van hun hartsvriendin Bella om haar bucketlist te voltooien. Maar dat is makkelijker gezegd dan gedaan. De drie vrouwen komen erachter dat iets als parachutespringen, illegaal straatracen en een Brazilian wax niets is vergeleken bij opdracht #3 op de lijst; het vinden van ware liefde...","category":""}}