{"71271":{"channel":"280715089","start":"1669332600","end":"1669334700","first":"C","idtitle":"CONFESSIONSOFASINNER1","title":"Confessions of A Sinner 1","program_id":"1297972178","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/90\/20221118090019707gft.jpg","description":"...","category":""},"71272":{"channel":"280715089","start":"1669334700","end":"1669336500","first":"C","idtitle":"CONFESSIONSOFASINNER2","title":"Confessions of A Sinner 2","program_id":"1297972184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/67\/20221118090019707q71.jpg","description":"...","category":""},"71273":{"channel":"280715089","start":"1669336500","end":"1669338600","first":"C","idtitle":"CONFESSIONSOFASINNER3","title":"Confessions of A Sinner 3","program_id":"1297972190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/40\/202211180900197077ig.jpg","description":"...","category":""},"71274":{"channel":"280715089","start":"1669338600","end":"1669347000","first":"G","idtitle":"GROUPSEXADDICTS","title":"Group Sex Addicts","program_id":"1297972196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/62\/2022111809001970857p.jpg","description":"...","category":""},"71275":{"channel":"280715089","start":"1669347000","end":"1669354200","first":"T","idtitle":"THEBADLIEUTENANTPORTOFCALLNEWORLEANS","title":"The Bad Lieutenant: Port of Call - New Orleans","program_id":"1297972266","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/1\/20221118090019708pbb.jpg","description":"Terence McDonagh is een inspecteur in de misdaadbrigade van New Orleans. Door een gedetineerde te redden tijdens de orkaan Katrina, raakt hij gewond aan zijn rug, met een chronische rugpijn als gevolg. Om zijn lijden te verzachten neemt hij krachtige pijnstillers. Door deze verslaving wordt McDonagh een onverschrokken en autoritaire detective die compleet losgeslagen over New Orleans heerst. De prostituee waarvan hij houdt maakt zijn turbulente leven nog gecompliceerder. Omdat hij een grote dealer op het spoor is, staat haar leven op het spel.","category":""},"71276":{"channel":"280715089","start":"1669354200","end":"1669360200","first":"T","idtitle":"THEEXPENDABLES2","title":"The Expendables 2","program_id":"1297972272","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/95\/20221118090019708euh.jpg","description":"De louche CIA agent Church (Bruce Willis) stuurt de Expendables, een groep huurlingen, opnieuw op een gevaarlijke missie. De groep moet een vermist pakketje zien terug te krijgen bij het agentschap. Het pakketje is echter in Gazak, een door oorlog verscheurd Oost-Europees land. De missie loopt in het honderd wanneer blijkt dat een andere groep huurlingen, de Sangunaires, dezelfde opdracht probeert uit te voeren.","category":""},"71277":{"channel":"280715089","start":"1669360200","end":"1669366200","first":"L","idtitle":"LYINGANDSTEALING","title":"Lying and Stealing","program_id":"1297972278","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/18\/20221118090019708e0k.jpg","description":"Playboy Ivan (Theo James) hopt van het ene highsocietyfeest naar het andere, waar hij zijn extreem rijke gastheren van waardevolle kunst berooft. Elyse (Emily Ratajkowski) begeeft zich in hetzelfde wereldje en verrijkt zich door de mensen die ze daar ontmoet op te lichten. De twee blijken één ding gemeen hebben: ze zijn beiden een fortuin schuldig aan het keiharde en gewetenloze onderwereld kopstuk Dimitri. Ivan en Elyse zijn op elkaar aangewezen om van de gewelddadige crimineel af te komen en bedenken een gewaagd plan. Maar lukt het deze twee onbetrouwbare types om op elkaar vertrouwen?","category":""},"71278":{"channel":"280715089","start":"1669366200","end":"1669374000","first":"M","idtitle":"MONSTERSOFMAN","title":"Monsters of Man","program_id":"1297972284","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/36\/20221118090019708sp3.jpg","description":"Een Amerikaanse wapenfabrikant wil een lucratief legercontract binnenhalen door in Azië een kamp van heroïnedealers schoon te vegen met intelligente robotten. Maar als blijkt dat een team van dokters getuige is van de slachtpartij, keren de moordmachines zich tegen deze nieuwe doelwitten in een meedogenloze overlevingsstrijd.","category":""},"71279":{"channel":"280715089","start":"1669374000","end":"1669380900","first":"T","idtitle":"THEHITMANSBODYGUARD","title":"The Hitman's Bodyguard","program_id":"1297972290","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/3\/20221118090019708jlw.jpg","description":"Met zijn reputatie in duigen aanvaardt Michael Bryce een aanbod van Interpol om de internationale huurmoordenaar, Darius Kincaid, van Manchester naar Den Haag te begeleiden. De taak lijkt eenvoudig: Bryce moet Kincaid van punt A naar punt B vervoeren; desondanks is de reis naar Nederland lang en gevaarlijk, en Kincaid, die als enige het lef en voldoende hard bewijs heeft om te getuigen tegen een tirannieke Wit-Russische dictator, is een duidelijk doelwit. Het is ongetwijfeld een zware klus. Kan de lijfwacht van de huurmoordenaar de belangrijkste missie in zijn carrière uitvoeren?","category":""},"71280":{"channel":"280715089","start":"1669380900","end":"1669388700","first":"S","idtitle":"SPIDERMANHOMECOMING","title":"Spider-Man: Homecoming","program_id":"1297972296","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/50\/20221118090019708kkp.jpg","description":"Peter Parker (Tom Holland) keert na zijn eerste superheldengevecht als Spider-Man terug naar zijn normale leven in Queens. Hij hoopt snel bij The Avengers gevraagd te worden door Tony Stark (Robert Downey Jr.), maar het telefoontje blijft uit. Peter wordt ongeduldig, denkt dat hij zichzelf als held moet bewijzen aan Tony Stark en gaat vervolgens zelf op zoek naar onrecht. Tijdens deze zoektocht komt hij al snel terecht bij een mysterieuze wapenhandel van ene Adrian Toomes (Michael Keaton).","category":""},"71281":{"channel":"280715089","start":"1669388700","end":"1669394100","first":"T","idtitle":"THEBOYBEHINDTHEDOOR","title":"The Boy Behind the Door","program_id":"1297972302","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/70\/20221118090019708dw7.jpg","description":"De twaalfjarige Bobby Green komt terecht in een nachtmerrie wanneer hij en zijn beste vriend Kevin na school worden ontvoerd. Bobby weet te ontsnappen uit het afgelegen huis waar ze worden vastgehouden. Maar net wanneer hij hulp wil gaan halen, hoort hij de angstkreten van Kevin. Hij besluit om met gevaar voor eigen leven terug te gaan - je beste vriend laat je immers niet zitten. Er staat hen een angstaanjagende nacht te wachten.","category":""},"71282":{"channel":"280715089","start":"1669394100","end":"1669399500","first":"S","idtitle":"SHARKNIGHT","title":"Shark Night","program_id":"1297972308","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/70\/20221118090019708lqw.jpg","description":"Als een groep vrienden vertrekt voor een vakantie op een prachtig eiland in de baai van Louisiana, is dit het begin van een regelrechte nachtmerrie. Het water dat hen omringt blijkt vol te zitten met levensgevaarlijke, bloeddorstige haaien, die het ene na het andere slachtoffer eisen. Terwijl de studenten pogingen doen om van het eiland af te komen, blijken niet alleen de haaien het op hen voorzien te hebben.","category":""},"71283":{"channel":"280715089","start":"1669399500","end":"1669406400","first":"P","idtitle":"PIZZAMAFFIA","title":"Pizza Maffia","program_id":"1297972314","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/30\/20221118090019708gxw.jpg","description":"De tiener Ibrahim en zijn onafscheidelijke neef Illias - beter bekend als Bram en Haas - zijn de twee snelste koeriers van Novara, de pizzeria van Brams vader. Elke avond racen ze op hun scooter door de stad en halen de bruutste stunts uit om als eerste bij de klant te zijn. Als de vader van Haas na een ruzie met zijn broer niet meer in Novara wil werken, opent hij zijn eigen pizzeria aan de overkant van het plein. In no time brandt er een hevige strijd los. Alles en iedereen wordt meegesleept in de pizzaoorlog. Ook de neven Bram en Haas komen tegenover elkaar te staan in deze strijd om leven, dood, trots en een heleboel pizza's.","category":""},"71284":{"channel":"280715089","start":"1669406400","end":"1669411800","first":"C","idtitle":"COUNTDOWN","title":"Countdown","program_id":"1297972320","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/17\/20221118090019708kst.jpg","description":"Op een feestje daagt een stel tieners elkaar uit om Countdown op hun telefoons te installeren, een app waarmee je de exacte tijd ziet die je nog rest voordat je zal sterven. Wie aan het lot probeert te ontkomen, verbreekt de gebruikersovereenkomst en vindt alsnog de dood. Wanneer het vriendje van het eerste slachtoffer in het ziekenhuis belandt, wil de jonge verpleegster Quinn Harris (Elizabeth Lail) bewijzen dat de vervloekte app onzin is. Maar tot haar grote schrik blijkt de aangegeven sterftijd van de patiënt te kloppen. Zelf had ze amper drie dagen op de teller staan en daarmee begint er een dodelijke race tegen de klok.","category":""},"71285":{"channel":"280715089","start":"1669411800","end":"1669416900","first":"T","idtitle":"THERENTAL","title":"The Rental","program_id":"1297972326","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/94\/20221118090019708zzn.jpg","description":"Twee jonge koppels trekken voor een weekendje naar een schijnbaar perfect huisje dat ze online hebben geboekt. Wat begint als een gezellig, feestelijk weekend slaat al snel om in een aaneenschakeling van sinistere gebeurtenissen. Stukje bij beetje komt het viertal tot het inzicht dat ze niet zo alleen zijn als eerder gedacht.","category":""},"71286":{"channel":"280715089","start":"1669416900","end":"1669422600","first":"H","idtitle":"HELD","title":"Held","program_id":"1297972332","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/19\/20221118090019708j3s.jpg","description":"Emma en Henry proberen hun wankelijke huwelijk te redden met een vakantie in een prachtige afgelegen woning, voorzien van allerlei technische snufjes. Als ze na de eerste nacht vermoeden dat er een indringer is geweest, besluiten ze weer te vertrekken maar blijken ze vast te zitten door het automatische beveiligingssysteem. Vanuit het huis klinkt een onheilspellende stem van iemand die hen met verborgen camera's in de gaten houdt en veel intieme details weet over hun relatie. De anonieme gijzelnemer begint het echtpaar te terroriseren. Emma en Henry moeten samenwerken om de waarheid te achterhalen en hun weg naar buiten te vinden.","category":""}}