{"57249":{"channel":"141431343","start":"1669503600","end":"1669513788","first":"D","idtitle":"DEBUSSYPELLEASETMELISANDE","title":"Debussy - Pelléas et Melisande","program_id":"1298832210","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/42\/20221120090120593htu.jpg","description":"Alain Altinoglu dirigeert de Philharmonia Zürich, het Zusatzchor Opernhaus Zürich en SoprAlti der Oper Zürich in een uitvoering van Debussy’s Pelléas et Mélisande, een opera in vijf akten met het Franse libretto van het toneelstuk van Maurice Maeterlinck. Het werk ging in première in de Opéra-Comique te Parijs in 1902. In het verhaal staat een liefdesdriehoek centraal. Prins Golaud komt de mysterieuze jongevrouw Mélisande tegen. De twee trouwen en Golaud brengt haar naar het kasteel van zijn grootvader koning Arkel, alwaar Mélisande gevoelens krijgt voor Golauds jongere halfbroer Pelléas. Solisten zijn onder meer Brindley Sherratt (Arkel), Jacques Imbrailo (Pelléas), Kyle Ketelsen (Golaud) en Corinne Winters (Mélisande). Geregisseerd door Dmitri Tcherniakov en opgenomen in het Opernhaus Zürich in 2016.","category":""},"57250":{"channel":"141431343","start":"1669513788","end":"1669519892","first":"W","idtitle":"WALDBUEHNECONCERT1992FRENCHNIGHT","title":"Waldbühne Concert 1992: French Night","program_id":"1298832216","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/62\/20221120090120593n0y.jpg","description":"Het Berliner Philharmoniker onder leiding van Georges Prêtre (1924-2017) verzorgt een Frans concertprogramma tijdens het Waldbühneconcert van 1992. De Waldbühne in Berlijn is één van de meest imposante amfitheaters in Europe en fungeert ‘s zomers als concertlocatie voor de Berliner Philharmoniker. Met een capaciteit van maar liefst 20.000 plaatsen behoren de Waldbühneconcerten tot de populairste klassieke muziekconcerten ter wereld. Dit concert opent met Berlioz’ ouverture ‘Le carnaval romain’, gevolgd door Ravels Pianoconcert voor de Linkerhand met Leon Fleisher als solist. Verder staan L'Après-Midi d’un Faune van Debussy, Bizets Carmen Suite en de welbekende Bolero van Ravel op het programma. Na enkele opgewekte dansstukken van Bizet en Offenbach besluit het orkest met Strauss’ Radetzkymars en Paul Linckes ‘Berliner Luft’, dat traditioneel enthousiast ontvangen wordt door het meefluitende Berlijnse publiek.","category":""},"57251":{"channel":"141431343","start":"1669519892","end":"1669524163","first":"D","idtitle":"DOLCETORMENTO17EEEUWSITALIE","title":"Dolce tormento: 17e-eeuws Italië","program_id":"1298832222","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/19\/2022112009012059337b.jpg","description":"In 2018 riepen dirigent Emiliano Gonzalez Toro en Mathilde Etienne hun Ensemble I Gemelli in het leven, dat gespecialiseerd is in de vocale muziek uit het Italië van de zeventiende eeuw. Van Claudio Monterverdi tot Francesco Cavalli, via Giovanni Felice Sances, Barbara Strozzi en Giacomo Carissimi: Ensemble I Gemelli is meer dan thuis in dit enorme scala aan Italiaanse composities. In dit programma, opgenomen in Théâtre Graslin in het Franse Nantes, voert het ensemble zelden gehoorde aria's en cantates uit het Italië van de zeventiende eeuw uit. Solisten zijn sopraan Emöke Baráth, contra-alt Anthea Pichanick en de bekende countertenor Philippe Jaroussky.","category":""},"57252":{"channel":"141431343","start":"1669524163","end":"1669525200","first":"P","idtitle":"PROKOFJEVDELENUITROMEOENJULIAOP64","title":"Prokofjev - Delen uit Romeo en Julia, Op. 64","program_id":"1298832228","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/67\/20221120090120593e4s.jpg","description":"Het prachtige Mariinsky Theater in St. Petersburg was in 1996 het decor voor het jaarlijkse Europakonzert van de Berliner Philharmoniker. Om hun Russische gastheren te eren begon het concert met hoogtepunten uit Prokofjevs 'Romeo en Julia'. Het orkest staat onder leiding van Claudio Abbado.","category":""},"57253":{"channel":"141431343","start":"1669525200","end":"1669528965","first":"G","idtitle":"GERMANBRASSGOESBACH","title":"German Brass goes Bach","program_id":"1298833386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/29\/20221120090120593ofj.jpg","description":"Het German Brass Ensemble presenteert enkele van Bachs populairste melodieën in adembenemende, virtuoze arrangementen voor koperensemble. De werken zijn opgenomen in de St. Thomas Kirche in Leipzig en het programma bevat onsterfelijke stukken als de ‘Toccata en Fuga in d klein’, het ‘Adagio on a G String’, ‘Jesus bleibet meine Freude (Jesu, Joy of Man’s Desiring)’ en nog veel meer. German Brass behoort tot een van de meest succesvolle koperensembles van de afgelopen jaren en bestaat uit musici afkomstig uit de beste Duitse orkesten, zoals het Berliner Filharmoniker en de Müncher Filharmoniker. De uitvoeringen zijn opgenomen in de kerk waarin veel van Bachs stukken ontstonden, welke voorzien is van een geweldige akoestiek. De hoge kwaliteit van de opname, op zowel visueel als auditief vlak, doet eer aan de viering van Bachs muziek.","category":""},"57254":{"channel":"141431343","start":"1669528965","end":"1669532862","first":"I","idtitle":"INTEMPUSADVENTUSBACHZELENKATELEMANN","title":"In Tempus Adventus - Bach, Zelenka & Telemann","program_id":"1298833392","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/37\/20221120090120594fn2.jpg","description":"In de tweede editie van In Tempus Adventus stelt Vox Mago onder leiding van Patrick Debrabandere opnieuw drie barokke componisten centraal. Het programma bezit een barokke tijdsgeest en compositiechnieken uit de periode tussen 1719 en 1726. Er wordt geopend met een cantate van Telemann uit 1719. Het \"Machet die Tore weit\" is gecomponeerd voor de eerste adventsweek in opdracht van het hof van Saksen-Eisenach. Stilistisch vinden we in dit werk heel wat Siciliaanse ritmiek terug, en ook het gebruik van twee hobo’s, wat Telemann door het hof werd opgelegd. Bach was in 1723, werkend als Thomascantor, net begonnen aan een jaargang cantates op basis van teksten en melodieën van kerkliederen. Zo ontstond de koraalcantate \"Meine Seel erhebt den Herrn\" in 1724 (BWV 10). Het werk wordt voorafgegaan door het Latijnse Magnificat in een toonzetting van J.D. Zelenka uit 1725, Zelenka was geregeld gast aan huis bij Bach en wordt ook wel de Boheemse Bach genoemd. Hij wordt terecht de Boheemse Bach genoemd. Er wordt afgesloten met Dixit Dominus van Zelenka, gecomponeerd in 1726 in een feestelijke instrumentale bezetting van strijkers, hobo’s, trompetten en pauk. Opgenomen in december 2019 in de ...","category":""},"57255":{"channel":"141431343","start":"1669532862","end":"1669537949","first":"J","idtitle":"JAROUSSKYZINGTBACHENTELEMANN","title":"Jaroussky zingt Bach en Telemann","program_id":"1298833398","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/59\/20221120090120594v6d.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""},"57256":{"channel":"141431343","start":"1669537949","end":"1669539659","first":"C","idtitle":"CMIMVIOOL2019FINALEANNALEE","title":"CMIM Viool 2019 - Finale: Anna Lee","program_id":"1298833404","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/10\/20221120090120594jgz.jpg","description":"Anna Lee (Verenigde Staten\/Zuid-Korea, 1995) speelt Sergej Prokofjevs Vioolconcert nr. 2 in g-klein, Op. 63 gedurende de finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Zij wordt begeleid door het Montreal Symphony Orchestra onder leiding van Alexander Shelley. Deze uitvoering werd opgenomen in het Montreal Symphony House.","category":""},"57257":{"channel":"141431343","start":"1669539659","end":"1669543501","first":"V","idtitle":"VROUWOPKOPVANMARIAMOTETTOTLIEFDESLIED","title":"Vrouw op kop: van Mariamotet tot liefdeslied","program_id":"1298833410","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/14\/20221120090120594gr7.jpg","description":"Ondanks zijn devies Aultre n’auray (Ik zal nooit een ander hebben) stond Filips de Goede bekend om zijn passie voor vrouwelijk schoon. Kan dat de opdracht van Le Champion des Dames – Martin le Francs monumentale gedicht over beroemde vrouwen – verklaren? Van de maagd Maria via Jeanne d’Arc tot Christine de Pisan: in dit programma verschijnt de middeleeuwse vrouw, in muziek van Cordier, Binchois en Ghiselin.","category":""},"57258":{"channel":"141431343","start":"1669543501","end":"1669546168","first":"B","idtitle":"BASHKIROVAENVRIENDENFESTIVALJERUZALEM2016","title":"Bashkirova en vrienden: Festival Jeruzalem 2016","program_id":"1298833416","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/95\/20221120090120594p6c.jpg","description":"Jaarlijks komt een aantal van 's werelds beste musici aan het einde van de zomer samen in Israël ter gelegenheid van het Jeruzalem Internationaal Kamermuziekfestival (JCMF), opgericht door pianist Elena Bashkirova en Yeheskell Beinisch. In 2016 stond de 19e editie van het festival in het teken van de muziek van componisten die onderling met elkaar verbonden waren, zoals Brahms en Schumann, en Schubert en Beethoven – uitgevoerd door eersteklas kunstenaars zoals Sir András Schiff, Baiba Skride, Menahem Pressler en Emmanuel Pahud in de zalen van het YMCA Jeruzalem. In deze documentaire ziet u concertfragmenten van de volgende werken: Johannes Brahms' Strijksextet in Bes groot nr. 1, Op. 18; Franz Schuberts Arpeggione-sonate in a klein, D. 821; Antonín Dvořáks Pianokwintet nr. 2 in A groot, Op. 81; Ferruccio Busoni's Fantasia Contrappuntistica; Felix Mendelssohns Pianotrio nr. 1, Op. 49; en Ludwig van Beethovens Kwintet voor piano en blazers in Es groot, Op. 16.","category":""},"57259":{"channel":"141431343","start":"1669546168","end":"1669549055","first":"S","idtitle":"SJOSTAKOVITSJSYMFONIENR5OP47","title":"Sjostakovitsj - Symfonie Nr. 5, Op. 47","program_id":"1298833422","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/85\/20221120090120594ru7.jpg","description":"Als onderdeel van hun nieuwe samenwerking met componist Philip Glass, die bekend staat om zijn repetitieve minimalistische composities, spelen de Franse zussen Katia en Marielle Labèque de Europese première van Glass’ Concert voor twee piano’s met de Orchestre de Paris. Het programma wordt vervolgd met de Vijfde Symfonie van Dimitri Sjostakovitsj (1906-1976) onder leiding van Jaap van Zweden, de huidige dirigent van het New York Philharmonic.","category":""},"57260":{"channel":"141431343","start":"1669549055","end":"1669551731","first":"P","idtitle":"PIANOWERKENVANSKRJABINBERGENBEETHOVEN","title":"Pianowerken van Skrjabin, Berg en Beethoven","program_id":"1298833428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/53\/20221120090120594zi3.jpg","description":"De Italiaanse pianist Roberto Prosseda (*1975) staat bijzonder in de belangstelling wegens zijn uitvoering van nieuw ontdekt pianowerk van Felix Mendelssohn. Bovendien wordt Prosseda zeer geprezen om zijn interpretaties van pianomuziek van W. A. Mozart, Franz Schubert, Robert Schumann en Frédéric Chopin. Hij sleepte belangrijke prijzen in verscheidende pianoconcoursen in de wacht en treedt regelmatig op met een aantal van 's werelds belangrijkste orkesten, waaronder het London Philharmonic Orchestra, de New Japan Philharmonic, en het Gewandhausorchester Leipzig. In deze uitzending speelt Prosseda Aleksandr Skrjabins Nocturne Op. 9, nr. 2, Alan Bergs Pianosonate, Op. 1, en Ludwig van Beethovens Pianosonate nr. 32, Op. 111. Deze uitvoering werd in 2015 opgenomen in het Teatro alle Vigne in het Italiaanse Lodi.","category":""},"57261":{"channel":"141431343","start":"1669551731","end":"1669554022","first":"S","idtitle":"STINGRAYORIGINALSSELJANNASIBLI","title":"Stingray Originals - Seljan Nasibli","program_id":"1298833434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/77\/20221120090120594kw5.jpg","description":"De in Azerbaijan geboren zangeres Seljan Nasibli verhuisde op vroege leeftijd naar Engeland, waar zij werd aangemoedigd muziekles te nemen. Hoewel Nasibli aanvankelijk jazz wilde zingen, herkenden haar leraren in Oxford een operatalent in haar. Op hun advies koos Nasibli ervoor de klassieke weg in te slaan. Zij rondde haar studie af aan The Royal College of Music, waar zij een masterdiploma zang behaalde. In deze aflevering van Stingray Originals vertolkt Nasibli drie van Giacomo Puccini's meest geliefde aria's: 'Signore, ascolta!' en 'Tu, che di gel sei cinta' uit de opera Turandot, en 'Quando m'en vo' (Musetta's Waltz) uit de opera La bohème.","category":""},"57262":{"channel":"141431343","start":"1669554022","end":"1669563609","first":"R","idtitle":"ROSSINIILBARBIEREDISIVIGLIA","title":"Rossini - Il Barbiere di Siviglia","program_id":"1298833440","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/98\/20221120090120594ilh.jpg","description":"Guy Van Waas leidt orkest en koren van de Koninklijke Waalse Opera te Luik in deze productie uit 2015 van regisseur Stefano Mazzonis di Pralafera van Gioachino Rossini’s beroemde opera Il barbiere di Siviglia ('De barbier van Sevilla'). De opera is gebaseerd op Pierre-Augustin de Beaumarchais' toneelstuk 'Le Barbier de Séville (1775). Rossini’s bruisende komische opera vertelt het verhaal van Graaf Almaviva's liefde voor Rosina, een mooie, rijke jongedame die constant wordt bewaakt door haar oude voogd, dokter Bartolo. Met de hulp van barbier Figaro probeert de graaf Rosina's hart te veroveren, al probeert haar voogd dat nog zo te voorkomen. Onder de solisten zijn Lionel Lhote, Jodie Devos, Gustavo De Gennaro, Enrico Marabelli, Laurent Kubla, Alexise Yerna, Victor Cousu en Marc Tissons. Deze productie werd opgenomen in de Koninklijke Waalse Opera in Luik, België.","category":""},"57263":{"channel":"141431343","start":"1669563609","end":"1669569802","first":"H","idtitle":"HETDIVANORCHESTRAVANUITHETALHAMBRA","title":"Het Divan Orchestra vanuit het Alhambra","program_id":"1298833446","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/86\/202211200901205944cp.jpg","description":"Het West-Eastern Divan Orchestra is misschien wel een van de bijzonderste orkesten ooit. Opgericht door de Israëlische dirigent Daniel Barenboim en de Palestijnse auteur Edward Said, bestaat dit orkest uit jonge musici uit zowel Israël als de omliggende Arabische landen. Muziek maken op het hoogste niveau is dan ook niet het enige doel: onderling begrip is minstens zo belangrijk. Kyril Zlotnikov en Nabil Shehata zijn de solisten. Het prachtige Alhambra is tijdens dit concert hun podium en op het programma staan Beethovens Leonore Overture Nr. 3, Bottesini's Fantasie op een thema van Rossini, Brahms' Eerste Symfonie en het 'Vorspiel' en 'Liebestod' uit Wagner's Tristan und Isolde.","category":""},"57264":{"channel":"141431343","start":"1669569802","end":"1669573720","first":"E","idtitle":"EENEERBETOONAANWENEN","title":"Een eerbetoon aan Wenen","program_id":"1298833452","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/69\/20221120090120595sqr.jpg","description":"Kamermuziekensemble The Philharmonics bracht vanuit het Weense Café Sperl een ode aan de muziek die Wenen heeft voortgebracht in een concert op 9 maart 2011. Het ensemble, dat bestaat uit leden van de Wiener en de Berliner Philharmoniker, speelt arrangementen van vijf populaire walsen van Johann Straus jr. Natuurlijk ontbreken daarbij Kaiser-Walzer, Op. 437, en Schatz-Walzer, Op. 418 uit de operette Der Zigeunerbaron niet. De arrangementen werden rond 1920 geschreven door niemand minder dan Arnold Schönberg, Alban Berg en Anton Webern, die hiermee fondsen wierven voor hun Verein für musikalische Privataufführungen. Het concert en de veiling van de bladmuziek waren een groot succes, maar de Verein moest al in december 1921 de deuren sluiten wegens hyperinflatie. Naast deze walsen van Strauss, spelen The Philharmonics werken van Fritz Kreisler, Leopold Godowsky, en Tibor Kováč, die de eerste violist van The Philharmonics is. Het programma komt tot besluit met Godowsky’s eerbetoon aan de stad: Alt Wien.","category":""},"57265":{"channel":"141431343","start":"1669573720","end":"1669574488","first":"S","idtitle":"SMETANAMYCOUNTRY","title":"Smetana – My Country","program_id":"1298833458","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/57\/20221120090120595h5u.jpg","description":"Voor het Waldbühneconcert van 2016 bundelen de Georgische violiste Lisa Batiashvili en de Québecse dirigent Yannick Nézet-Séguin de krachten met de Berliner Filharmoniker. Samen presenteren ze een geheel Tsjechisch concertprogramma vanaf een legendarische en bosrijke locatie. Duitsland, Oostenrijk en Italië worden vaak als hofleveranciers genoemd als het om grote klassieke componisten gaat. Maar met Antonin Dvořák, Bedrich Smetana, Leoš Janáček en Bohuslav Martinů heeft ook Tsjechië enkele meesters afgeleverd! Dit concert opent met Smetana’s bekende Vltava uit Má Vlast. Batiashvili soleert in Dvořáks Vioolconcert en ook zijn Zesde Symfonie staat vanavond op de lessenaar.","category":""},"57266":{"channel":"141431343","start":"1669574488","end":"1669575141","first":"S","idtitle":"SCHUBERTROSAMUNDEOUVERTURED644","title":"Schubert - Rosamunde Ouverture (D. 644)","program_id":"1298833464","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/92\/20221120090120595s84.jpg","description":"Andreas Spering dirigeert philharmonie zuidnederland in een uitvoering van de \"Rosamunde Ouverture\" (D. 644) van Franz Schubert (1797-1828). Opgenomen in het Muziekgebouw Eindhoven in 2015. Schubert componeerde deze ouverture aanvankelijk voor Georg Ernst von Hofmanns toneelstuk Die Zauberharfe, en werd als zodanig ten gehore gebracht op 19 augustus, 1820. Drie jaar later werd de ouverture opnieuw gebruikt voor Helmina von Chézy's toneelstuk 'Rosamunde'. De libretto's van Chézy (1783-1856) waren weinig succesvol en Schuberts contributie aan Rosamunde zou de productie gered hebben.","category":""},"57267":{"channel":"141431343","start":"1669575141","end":"1669577400","first":"S","idtitle":"SCHUBERTSONATEVOORCELLOENPIANOD821","title":"Schubert - Sonate voor cello en piano, D. 821","program_id":"1298833470","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/67\/20221120090120595rf7.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks spelen cellist Gabriel Schwabe en pianist Nicholas Rimmer Franz Schuberts Sonate voor cello en piano \"Arpeggione\" D. 821, Frédéric Chopins Sonate voor cello en piano Op. 65, en Camille Saint-Saëns' Zwaan uit Het Carnaval der Dieren (in het arrangement van Jascha Heifetz).","category":""},"57268":{"channel":"141431343","start":"1669577400","end":"1669584717","first":"B","idtitle":"BEETHOVENFIDELIOOP72","title":"Beethoven - Fidelio, Op. 72","program_id":"1298833476","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/9\/20221120090120595rxd.jpg","description":"Fidelio (originele titel: \"Leonore, oder Der Triumph der ehelichen Liebe\"), Op. 72, is de enige voltooide opera van Ludwig van Beethoven. Deze opname vanuit het Zwitserse Theater St. Gallen is gebaseerd op Jan Schmidt-Garres veelgeprezen toneelproductie. Otto Tausk dirigeert het Symfonieorkest en koor van St. Gallen tegen het prachtige decor van de hand van Nikolaus Webern. De producenten hebben meerdere uitvoeringen gefilmd, en met extra materiaal van sopraan Jacquelyn Wagner (Leonore) de aangrijpende toneelproductie omgetoverd tot een unieke filmische ervaring.","category":""},"57269":{"channel":"141431343","start":"1669584717","end":"1669585971","first":"R","idtitle":"RIMSKYKORSAKOVTHETALEOFTSARSALTANSUITE","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1298833482","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/51\/20221120090120595i5x.jpg","description":"Mikhail Pletnev dirigeert het Russian National Orchestra in een concert opgenomen in de Tsjaikovskizaal te Moskou. Op het programma staan twee orkestsuites van Rimski-Korsakov: \"The Tale of the Invisible City of Kitezh and the Maiden Fevroniya\" en \"The Tale of Tsar Saltan\". Dit concert is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"57270":{"channel":"141431343","start":"1669585971","end":"1669587580","first":"P","idtitle":"PROKOFJEVCELLOSONATEINCMAJEUROP119","title":"Prokofjev - Cellosonate in C majeur, Op. 119","program_id":"1298833488","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/79\/20221120090120595kuc.jpg","description":"Aleksandr Khramouchin (cello) en Eliane Reyes (piano) spelen Sergej Prokofjevs Cellosonate, Op. 119. Prokofjev was zo onder de indruk van de uitvoering die de jonge cellist Mstislav Rostropovitsj gaf van een sonate van Prokofjevs vriend Nikolaj Mjaskovski, dat Prokofjev zich voornam zélf een cellosonate voor Rostropovitsj te schrijven. Dat resulteerde in Prokofjevs Cellosonate, Op. 119 (1949), die in 1950 voor het eerst werd uitgevoerd in de Kleine Zaal van het Conservatorium van Moskou, met Rostropovitsj als de solist. Prokofjevs muzikale samenwerking met Rostropovitsj is ook voelbaar in een aantal van zijn verdere cellowerken. Ook zijn Sinfonia Concertante in e-klein voor cello en orkest, Op. 125 (1950-1952) kwam voort uit de samenwerking tussen componist en cellist. Deze uitvoering werd in 2021 opgenomen in de Koninklijke Musea voor Schone Kunsten van België in Brussel als onderdeel van het Musicorum Festival.","category":""},"57271":{"channel":"141431343","start":"1669587580","end":"1669590000","first":"T","idtitle":"TELEMANNDERAMOELBERGZAGENDEJESUSTWV1364","title":"Telemann - Der am Ölberg zagende Jesus, TWV 1: 364","program_id":"1298833494","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/49\/202211200901205951p2.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""}}