{"56272":{"channel":"141431343","start":"1669417200","end":"1669423481","first":"P","idtitle":"PURCELLKINGARTHUR","title":"Purcell - King Arthur","program_id":"1298423012","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/8\/20221119090130510aj8.jpg","description":"Hervé Niquet dirigeert het koor en orkest Le Concert Spirituel in een uitvoering van Henry Purcells (1659-1695) King Arthur. De opname vond plaats in de Nationale Opera van Montpellier Languedoc-Roussillon in maart 2009. De solisten zijn Ana Marin Labin, Chantal Santon-Jeffery, Mélodie Ruvio, Mathias Vidal, Marc Mouillon en Joao Fernandes. King Arthur bestaat uit vijf akten en betreft een semi-opera; tenzij er sprake is van een belangrijke dramatische handeling, zingen de hoofdfiguren niet. Het werk werd voor het eerst uitgevoerd in het Queen’s Theatre, Dorset Garden te Londen in 1691. Het plot speelt zich niet af rond de legende van de Ridders van de Ronde Tafel van Camelot, maar is gebaseerd op de oorlog en veldslagen tussen de Saksen en het Britse leger van koning Arthur.","category":""},"56273":{"channel":"141431343","start":"1669423481","end":"1669430825","first":"B","idtitle":"BACHJOHANNESPASSIE","title":"Bach - Johannes Passie","program_id":"1298423018","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/48\/20221119090130510ycd.jpg","description":"Johann Sebastian Bachs Johannes-Passion (BWV 245) wordt uitgevoerd door het koor en orkest van het Bach Collegium Japan - een veelbelovend nieuw licht aan het firmament van de barokmuziek. Masaaki Suzuki, voormalig leerling van Ton Koopman, leidt een klein ensemble van zo’n vijfitg muzikanten, zoals in Bachs tijd gebruikelijk was. Opgenomen vanuit de Suntory Hall in Tokio, Japan. Solisten zijn Gerd Tuerck, Stephan MacLeod, Chiyuki Urano, Miduri Suzuki en Robin Blaze.","category":""},"56274":{"channel":"141431343","start":"1669430825","end":"1669433922","first":"K","idtitle":"KHACHATURYANPIANOCONCERTOBORODIN","title":"Khachaturyan Piano Concerto & Borodin","program_id":"1298423024","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/91\/20221119090130510p5c.jpg","description":"Dirigent Vladimir Verbitski dirigeert het Svetlanov Symfonieorkest van Rusland en pianist Boris Berezovski in uitvoeringen van werken van Aram Chatsjatoerjan en Alexander Borodin. Op het programma staan Borodins symfonische gedicht 'Op de Steppes van Centraal-Azië' en Chatsjatoerjan Pianoconcert in Des en het Adagio uit zijn Spartacus en Phrygia (in een bewerking voor orkest en piano). Dit concertprogramma is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Mosow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland. Dit concert vond plaats in de Tchaikovsky Concert Hall te Moskou in december 2016.","category":""},"56275":{"channel":"141431343","start":"1669433922","end":"1669438800","first":"R","idtitle":"RIMSKYKORSAKOVTHETALEOFTSARSALTANSUITE","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1298423030","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/2\/20221119090130510jb2.jpg","description":"De Russische dirigent en pianist Mikhail Pletnev leidt het Russisch Nationaal Orkest in uitvoeringen van muziek van Nikolaj Rimski-Korsakov. Op het programma staan Suite voor Orkest gebaseerd op zijn opera 'De legende van de onzichtbare stad Kitezj en de jonge vrouw Fevronia', en Muzikale beelden voor orkest uit de opera 'Het Sprookje van Tsaar Saltan', met daarin de beroemde 'De vlucht van de hommel'. Dit concert werd in 2017 opgenomen in Concertzaal Tsjaikovski in Moskou.","category":""},"56276":{"channel":"141431343","start":"1669438800","end":"1669440474","first":"B","idtitle":"BACHCELLOSUITENR5INCMINEURBWV1011","title":"Bach - Cellosuite nr. 5 in c-mineur, BWV 1011","program_id":"1298423036","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/76\/20221119090130510rc9.jpg","description":"In de Bartholomeuskerk in het Duitse Dornheim, waar componist Johann Sebastian Bach met zijn eerste vrouw Maria Barbara trouwde, speelt de bekende Nederlandse cellist Anner Bijlsma diens Cellosuite nr. 5 in c-klein, BWV 1011. Waarschijnlijk schreef Bach deze verzameling van Zes suites voor onbegeleide cello in de jaren 1717-1723. Zijn cellosuites vormen een essentieel deel van het cellorepertoire, waarin de talrijke polyfone mogelijkheden van het instrument effectief worden benut. Zoals te doen gebruikelijk bij suites uit de Barok is elk onderdeel gebaseerd op traditionele hofdansen. Bachs Suite nr. 5 begint met een prelude, en wordt gevolgd door een allemande, een courante, een sarabande, twee gavottes, en tenslotte een gigue.","category":""},"56277":{"channel":"141431343","start":"1669440474","end":"1669444356","first":"R","idtitle":"ROCAMADOURWAMOZARTSKORTEMISSEN","title":"Rocamadour: W. A. Mozarts korte missen","program_id":"1298423042","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/31\/20221119090130511ts5.jpg","description":"Verspreid over elf dagen vond in augustus 2020 in het Franse pelgrimsoord Rocamadour de vijftiende editie plaats van het Festival de Rocamadour, volledig gewijd aan kerkelijke muziek uit de barok, romantiek, en klassieke tijd. Op 23 augustus leidde de Franse dirigent Hervé Niquet het ensemble Le Concert Spirituel, dat hij in 1987 zelf oprichtte, in de middeleeuwse Basilique Saint-Sauveur. Tijdens dit concert staan de opvallend beknopte Salzburgse missen van W. A. Mozart centraal, doorweven met stukken van Joseph Haydn en zijn jongere broer Michael. Allereerst horen we Mozarts Missa brevis in F, KV. 192, afgewisseld met ander werk: op het Kyrie en Gloria uit deze mis volgt de Kerksonate voor orgel, violen en basinstrument in C, KV. 328, voordat het Credo, Sanctus, en Benedictus klinken. Dan klinkt Michael Haydns zelden uitgevoerde Ave verum, MH 654, voordat het Agnus uit Mozarts Missa brevis in F klinkt. Ten tweede horen we Mozarts Missa brevis in D, KV. 194, afgewisseld met ander werk: op het Gloria uit deze mis volgt de Kerksonate voor orgel, violen en basinstrument in A, KV. 225, voordat het Credo uit dezelfde Missa brevis in D klinkt. Dan klinkt Joseph Haydns Adagio uit ...","category":""},"56278":{"channel":"141431343","start":"1669444356","end":"1669449435","first":"V","idtitle":"VEERHAVENCONCERT2018","title":"Veerhavenconcert 2018","program_id":"1298423048","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/39\/20221119090130511utm.jpg","description":"Het Veerhavenconcert is een gratis toegankelijk klassiek openluchtconcert in de sfeervolste haven van Rotterdam. Ieder jaar ligt het water vol dobberende bootjes en wordt een prachtig transparant podium geflankeerd door antieke zeiljachten. Dit jaar biedt het concert een toegankelijk operaprogramma met werken van Verdi, Ponchielli en Puccini. Het Nederlands Philharmonisch Orkest en Toonkunst Amsterdam staan onder leiding van Maxim Emelyanchev. Solisten zijn Soojin Moon- Sebastian (sopraan), Maria Riccarda Wesseling (mezzo-sopraan), Paulo Ferreira (tenor) en Hawijch Elders (viool).","category":""},"56279":{"channel":"141431343","start":"1669449435","end":"1669452608","first":"C","idtitle":"CMIMPIANO2021FINALEMARCELTADOKORO","title":"CMIM Piano 2021 - Finale: Marcel Tadokoro","program_id":"1298423054","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/12\/20221119090130511udr.jpg","description":"Marcel Tadokoro (Frankrijk, 1993) voert Allegro energico, Spring Thaw, en Off-beat Waltz uit John Burge’s Twenty-Four Preludes, La Villageoise, Musette, en Le Rappel des Oiseaux uit Jean-Philippe Rameaus Suite in e-klein, Frédéric Chopin’s Ballade nr. 1 in g-klein, Op. 23, J. S. Bach’s Prelude en Fuga in d-klein, BWV 875, en Johannes Brahms' Variaties op een thema van Paganini, Op. 35 uit, tijdens de finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Studio 1 van Flagey in Brussel, België.","category":""},"56280":{"channel":"141431343","start":"1669452608","end":"1669453267","first":"P","idtitle":"PIANOWERKVANROSSINIVERDIRENDANOEA","title":"Pianowerk van Rossini, Verdi, Rendano e. a.","program_id":"1298423060","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/1\/20221119090130511nsb.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering speelt pianist Roberto Prosseda Gioachino Rossini’s Une caresse à ma femme en Petite Valse du boudoir; Giuseppe Verdi’s Romanza in F-groot, en Valzer in F-groot; Alfonso Rendano’s Notturno in E-groot; Roffredo Caetani’s Ballata, Op. 9 in fis-klein; en Luigi Dallapiccola’s Sonatina Canonica su Capricci di Paganini.","category":""},"56281":{"channel":"141431343","start":"1669453267","end":"1669456085","first":"D","idtitle":"DVORAKSSYMFONIENR7OP70","title":"Dvořáks - Symfonie Nr. 7, Op 70.","program_id":"1298423066","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/70\/202211190901305114jr.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest en de London Voices in dit concertprogramma, opgenomen in oktober 2018 in het Rudolfinum, Dvořák Hall, Praag. Op het programma staan Luciano Berio's Sinfonia voor acht stemmen en orkest en Antonín Dvořáks Symfonie nr. 7 in d-klein, opus 70. Toen Bychkov het programma voor zijn eerste abonnementsconcert als chef van het Tsjechisch Filharmonisch Orkest samenstelde, aarzelde hij niet Dvořáks Symfonie nr. 7 voor te dragen. Zodoende hield hij al direct bij zijn aantreden als chef van het Tsjechisch Philharmonisch de nationale traditie van het orkest in ere. Zijn keuze voor Berio’s Sinfonia vormt een spannend contrast: dit belangrijke werk uit de 20e-eeuwse muziek was al 20 jaar niet in Tsjechië uitgevoerd.","category":""},"56282":{"channel":"141431343","start":"1669456085","end":"1669461203","first":"T","idtitle":"TRIOSTSJAIKOVSKIOP50SHOSTAKOVICHOP67","title":"Trio's: Tsjaikovski, Op. 50 & Shostakovich, Op. 67","program_id":"1298423072","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/46\/20221119090130511d75.jpg","description":"Het Trio Zadig is ontstaan toen twee jeugdvrienden uit Frankrijk, Boris Borgolotto (viool) en Marc Girard Garcia (cello) besloten om samen met de Amerikaanse pianist Ian Barber de krachten te bundelen. Tot vandaag de dag heeft het trio meerdere internationale prijzen gewonnen op concoursen in Frankrijk, Italië, Oostenrijk en de Verenigde Staten. In dit concert vanuit het Auditorium St. Pierre des Cuisines te Toulouse, interpreteert het trio verschillende werken van Russische componisten. Op het programma staan Tsjaikovksi’s Pianotrio in a-klein, Op. 50 en Dmitri Sjostakovitsjs’ Pianotrio Nr. 2 in e-klein, Op. 67.","category":""},"56283":{"channel":"141431343","start":"1669461203","end":"1669462845","first":"B","idtitle":"BRAZILIAANSEMUZIEKVOORCELLOENPIANO","title":"Braziliaanse muziek voor cello en piano","program_id":"1298423078","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/80\/20221119090130511fzi.jpg","description":"In deze zesdelige documentaire over het leven en werk van de Braziliaanse componist Heitor Villa-Lobos neemt regisseur Liloye Boubli kijkers mee op reis langs het leven en werk van deze legende de Zuid-Amerikaanse klassieke muziek. De componist, dirigent, cellist, en klassieke gitarist werd in 1887 geboren in Rio de Janeiro in Brazilië. Hij groeide op in een periode van enorme maatschappelijke veranderingen: met de afschaffing van de slavernij in 1888 was dit een tijd van sociale veranderingen en ver doorgevoerde modernisering in Brazilië. Uiteindelijk zou Villa-Lobos één van de bekendste Zuid-Amerikaanse componisten ooit worden. In deze eerste aflevering verklaren Braziliaanse musici het belang van Villa-Lobos' werk voor hun eigen artistieke ontwikkeling, en bespreken zij de nauwe verbondenheid die de componist met zijn thuisland voelde.","category":""},"56284":{"channel":"141431343","start":"1669462845","end":"1669467606","first":"B","idtitle":"BEETHOVENPIANOSONATENR30OP109","title":"Beethoven - Pianosonate Nr. 30, Op. 109","program_id":"1298423084","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/54\/20221119090130511i39.jpg","description":"Kunnen wij het creatieve brein van Ludwig van Beethoven ervaren als van binnenuit, en dan met name in de laatste fase van zijn leven, toen de componist met ernstig gehoorverlies te maken had? Pianist Tom Beghins recente opnames van Beethovens Pianosonates Op. 109, 110 en 111 zijn een artistieke verkenning van de manier waarop Beethovens musiceren werd gevormd door de werkomstandigheden die hij met hulp van collega's en vrienden wist te scheppen. Tom Beghin voert niet alleen Beethovens drie meesterlijke pianowerken uit op een magnifieke, nieuwe replica van Beethovens Broadwood & Sons fortepiano, hij maakt bovendien gebruik van een gereconstrueerde 'Gehörmaschine', een resonator zoals Beethoven die op zijn piano liet inbouwen zodat hij muziek kon blijven schrijven terwijl zijn gehoor achteruit ging. “U hoort het beter als u uw hoofd onder dit apparaat houdt, nietwaar?,” vroeg André Stein aan Beethoven. Twee eeuwen later kunnen wij zelf ervaren hoe Beethoven zijn eigen muziek hoorde, en ons afvragen: horen wij Beethovens muziek nu anders? Beghin lokt ons de 'gehoormachine' in, zodat we de essentie van Beethovens onstuimige en onweerstaanbaar poëtische muzikale vibraties niet ...","category":""},"56285":{"channel":"141431343","start":"1669467606","end":"1669475033","first":"B","idtitle":"BARENBOIM50JAAROPHETPODIUM","title":"Barenboim: 50 jaar op het podium","program_id":"1298423090","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/22\/20221119090130511om5.jpg","description":"Het Teatro Colón was op 19 augustus 2000 tot aan de nok toe gevuld. Al deze mensen kwamen speciaal om één persoon te horen spelen: Daniel Barenboim. Nu is hij vooral bekend als dirigent, maar meer dan 50 jaar geleden begon Barenboim zijn carrière als wonderkind, toen hij op zevenjarige leeftijd zijn eerste pianorecital gaf. Met dit concert vierde hij zijn leven op het podium. Het publiek liet dit muzikaal wonder pas na 3 uur en 13 toegiften gaan en er kan dan ook met recht gesproken worden van een bijzondere avond. Op het programma staan onder andere Beethovens Sonate Nr. 23 ‘Apassionata’, de wals in e klein van Chopin en Mozarts Sonate in C groot.","category":""},"56286":{"channel":"141431343","start":"1669475033","end":"1669477673","first":"M","idtitle":"MENDELSSOHNSYMFONIENR3OP56","title":"Mendelssohn - Symfonie Nr. 3, Op. 56","program_id":"1298423096","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/26\/20221119090130511ypu.jpg","description":"Andris Nelsons begint zijn officiële inauguratieconcert als chef-dirigent van het Gewandhausorchester met de wereldpremière van Steffen Schleiermachers 'Relief for Orchestra'. Baiba Skride is de solist in Alban Bergs Vioolconcert. In de trage finale voegen de eerste violen zich langzaam bij de soloviool, wat een prachtig samenspel oplevert. Het enthousiasme publiek verwacht een toegift van Skride, die terugkeert met 'Imitatione delle Campane' van Johann Paul von Westhoff, een tijdgenoot van J. S. Bach. Het concert sluit af met een uitvoering van Felix Mendelssohns Symfonie nr. 3, Op. 56, bekend als de 'Schotse', die in 1842 z'n wereldpremière beleefde in deze zelfde zaal: het Gewandhaus in Leipzig. Deze opname werd aldaar gemaakt op 22 en 23 februari 2018.","category":""},"56287":{"channel":"141431343","start":"1669477673","end":"1669481302","first":"R","idtitle":"REPERTOIRE1","title":"Repertoire #1","program_id":"1298423102","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/2\/20221119090130511trg.jpg","description":"Mourad Merzouki verzamelde vijf bevriende choreografen en meer dan dertig dansers om zijn werk Repertoire #1 te creëren. Het ballet verenigt vijf iconische werken van de afgelopen jaren en geeft deze een vervolg waarin de unieke estethische waardes van de choreografen worden gewaardborgd. Repertoire #1 bestaat uit de werken van volgende choreografen: Kader Attou (“Douar”), Anthony Égéa (“Urban Ballet”), Bouba Landrille Tschouda (“Têtes d´affiches”) en Marion Motin (“In the Middle”). Opgenomen tijdens de Les Nuits de Fourvière in Lyon. Multiculturele fusie is altijd een prominente waarde geweest in Merzouki's werk. Gedurende zijn carrière heeft hij al circusacts, hedendaagse dans en poppen verwerkt in zijn producties, met daarin Algerijnse, Braziliaanse en Taiwenese dansers. Zijn Compagnie Käfig verzorgt meer dan 150 optredens per jaar en ontwikkelde een typische Franse stijl waarin hip-hop met andere genres wordt gecombineerd.","category":""},"56288":{"channel":"141431343","start":"1669481302","end":"1669485626","first":"B","idtitle":"BARBARAHANNIGANALATENIGHTCONCERT","title":"Barbara Hannigan: A Late Night Concert","program_id":"1298423108","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/77\/20221119090130511fhd.jpg","description":"Barbara Hannigan dirigeert het Mahler Chamber Orchestra in deze concertopname vanaf het Lucerne Festival 2014. Er zijn pianisten die tegelijk dirigeren, en concertmeesters die tegelijk dirigeren, maar een stersopraan die een ensemble leidt terwijl ze de lastigste coloraturen zingt... Dat was nog nooit vertoond! Dit concert begint met de Ouverture uit Gioachino Rossini's opera 'La scala di seta', gevolgd door drie concertaria's van W. A. Mozart: Vado, ma dove? O Dei!, K. 583, Un moto di gioia, K. 579 en Misera, dove son? K. 369. Na uitvoeringen van György Ligeti's 'Concert Românesc' en 'Mysteries of the Macabre', besluit het concert met Gabriel Fauré's suite 'Pelléas et Mélisande', Op. 80.","category":""},"56289":{"channel":"141431343","start":"1669485626","end":"1669491000","first":"H","idtitle":"HANSZENDERTHINKINGWITHYOURSENSES","title":"Hans Zender - Thinking with your senses","program_id":"1298423114","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/92\/20221119090130511s2t.jpg","description":"In de documentaire 'Thinking with your senses' wordt de Duitse componist, dirigent en essayist Hans Zender (1936-2019) onderworpen aan de beproefde aanpak van Reiner E. Moritz. Als dirigent was Zender verbonden met verschillende Duitse operahuizen en -orkesten, waaronder Theater Bonn, Opernhaus Kiel, en Rundfunk-Sinfonieorchester Saarbrücken. Hij is waarschijnlijk het bekendst om zijn 'gecomponeerde interpretatie' van Franz Schuberts Liedcyclus ‘Winterreise’ voor tenor en klein orkest. In 'Thinking with your senses' blikt Zender terug op zijn leven en reflecteert hij op zijn lange, succesvolle carrière. Hij bespreekt zijn samenwerkingen met componisten als John Cage, Olivier Messiaen en Bernd Alois Zimmermann. Bovendien zien we talloze fragmenten van Zender die klassiek en eigentijds repertoire dirigeert van moderne componisten als Helmut Lachenmann, Isang Yung en Bernd Alois Zimmermann.","category":""},"56290":{"channel":"141431343","start":"1669491000","end":"1669496303","first":"B","idtitle":"BRAHMSDRIEVIOOLSONATESOP78100108","title":"Brahms - Drie vioolsonates, Op. 78, 100 & 108","program_id":"1298423120","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/55\/202211190901305116vs.jpg","description":"Tijdens een concert vanuit de kerk van Verbier bundelen de Griekse violist Leonidas Kavakos en de Chinese pianiste Yuja Wang de krachten in interpretaties van vioolsonates van Johannes Brahms. Kavakos werd in 1985 in één klap wereldberoemd door op 18-jarige leeftijd de eerste prijs te winnen tijdens het prestigieuze Sibeliusconcours. Samen met Yuja Wang, een van de populairste pianisten van deze tijd, vormt hij een meesterlijk kamermuziekduo. Op het programma staan Brahms' ‘Regensonate’ Op. 78, ‘Thunersonate’ Op. 100 en de laatste vioolsonate, Op. 108.","category":""},"56291":{"channel":"141431343","start":"1669496303","end":"1669500483","first":"L","idtitle":"LEGRANDORGUEINCONCERT","title":"Le Grand Orgue in Concert","program_id":"1298423126","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/31\/20221119090130511c13.jpg","description":"Olivier Latry, de huidige organist van het orgel van de Notre Dame te Parijs, begon zijn muzikale carrière toen hij op 16-jarige leeftijd toetrad tot de orgelklas van Gaston Litaize aan het Conservatorium van Saint-Maur-des-Fossés. Op slechts 23-jarige leeftijd werd Latry benoemd tot een van de ‘titulaires des grands orgues’ van de Notre Dame te Parijs. Naast zijn werk als organist en componist is Latry ook als professor verbonden aan het Conservatorium van Parijs. In dit concert uit 2015 staan onder meer orgelwerken van Bach, Vierne en Daquin op het programma.","category":""},"56292":{"channel":"141431343","start":"1669500483","end":"1669503600","first":"C","idtitle":"CHOPINSONATEVOORCELLOENPIANOOP65","title":"Chopin - Sonate voor cello en piano Op. 65","program_id":"1298423132","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/49\/20221119090130511mdk.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks spelen cellist Gabriel Schwabe en pianist Nicholas Rimmer Franz Schuberts Sonate voor cello en piano \"Arpeggione\" D. 821, Frédéric Chopins Sonate voor cello en piano Op. 65, en Camille Saint-Saëns' Zwaan uit Het Carnaval der Dieren (in het arrangement van Jascha Heifetz).","category":""}}