{"68910":{"channel":"280714878","start":"1669767300","end":"1669774800","first":"H","idtitle":"HEARTBREAKERS","title":"Heartbreakers","program_id":"1299994582","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/3\/20221123090019845vls.jpg","description":"Max en Page vormen als moeder en dochter een team: Max verleidt rijke mannen zodat ze met haar trouwen, en vervolgens verleidt Page ze, zodat Max weer van de man kan scheiden, met een flinke deel van de \"buit\" uit de scheiding. Als ze in geldproblemen komen besluiten ze nog één laatste klus te doen: de oude, rijke William B. Tensy. Het gaat echter allemaal niet zoals ze gehoopt hadden.","category":""},"68911":{"channel":"280714878","start":"1669774800","end":"1669781400","first":"F","idtitle":"FLORENCEFOSTERJENKINS","title":"Florence Foster Jenkins","program_id":"1299994588","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/56\/20221123090019845x81.jpg","description":"Florence Foster Jenkins doet er alles aan om haar droom, een bevlogen zangeres worden, uit te laten komen. De stem die ze in haar hoofd hoort is prachtig, maar voor anderen klinkt haar gezang vreselijk vals. Haar echtgenoot en manager St. Clair Bayfield, een aristocratische Engelse acteur, is vastbesloten om zijn geliefde Florence tegen de waarheid te beschermen. Wanneer Florence besluit een openbaar concert in Carnegie Hall te geven, komt hij voor de grootste uitdaging van zijn leven te staan.","category":""},"68912":{"channel":"280714878","start":"1669781400","end":"1669788000","first":"D","idtitle":"DEMARATHON","title":"De marathon","program_id":"1299994594","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/2\/20221123090019845bea.jpg","description":"De Rotterdamse vrienden Gerard, Leo, Kees en Nico werken al jaren samen in de garage van Gerard, maar de zaken gaan niet al te best. Het viertal komt via collega Youssoef op het lumineuze idee zich te laten sponsoren en mee te doen aan de marathon van Rotterdam om op die manier de garage van de ondergang te redden. Voor de vrienden staat er met de voorbereidingen op deze loop der lopen echter meer op het spel dan alleen het halen van de finish.","category":""},"68913":{"channel":"280714878","start":"1669788000","end":"1669793100","first":"B","idtitle":"BIGTRIP","title":"Big Trip","program_id":"1299994600","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/71\/202211230900198451nz.jpg","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op en beginnen aan een spannende tocht vol hilarische momenten. Zal het hen lukken om baby Panda veilig thuis te brengen?","category":""},"68914":{"channel":"280714878","start":"1669793100","end":"1669799100","first":"D","idtitle":"DESPERATELYSEEKINGSUSAN","title":"Desperately Seeking Susan","program_id":"1299994606","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/97\/20221123090019845ckf.jpg","description":"Huisvrouw Roberta Glass (Rosanna Arquette) verveelt zich te pletter en droomt weg bij het lezen van privé-advertenties in de krant. Ze raakt gefascineerd door de oproepen van Jim die wanhopig zoekt naar een zekere Susan (Madonna), een vrijgevochten vrouw die een avontuurlijk leven leidt om jaloers op te worden. Als Roberta verschijnt op de plek waar Jim en Susan elkaar gaan ontmoeten, verliest ze haar geheugen door een klap op het hoofd. Ze wordt per vergissing aangezien voor de wilde Susan en zo wordt haar leven plotseling een stuk minder saai. Vooral als blijkt dat de maffia het op Susan heeft gemunt.","category":""},"68915":{"channel":"280714878","start":"1669799100","end":"1669805400","first":"T","idtitle":"THEREWRITE","title":"The Rewrite","program_id":"1299994612","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/19\/202211230900198454n2.jpg","description":"Ooit had scenarioschrijver Keith Michaels het helemaal gemaakt: hij won een Golden Globe, had een knappe vrouw en een schijnbaar onuitputtelijke bron van humor en charme. Maar dat is 15 jaar geleden. Nu is Keith gescheiden, nadert hij de 50 en heeft hij al jaren niet meer voor een grote productie geschreven. Gelukkig heeft zijn agent een baan voor hem: een universiteit in Binghamton zoekt een docent scenarioschrijven. Omdat hij blut is, kan Keith niet anders dan de positie aan te nemen.","category":""},"68916":{"channel":"280714878","start":"1669805400","end":"1669811700","first":"A","idtitle":"ALLEMAALFAMILIE","title":"Allemaal Familie","program_id":"1299994618","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/50\/20221123090019846aqs.jpg","description":"Bob en Greta de Jaegher zijn al veertig jaar gelukkig getrouwd en wat een vrolijk weekend had moeten worden, verandert al snel in iets heel onverwachts...","category":""},"68917":{"channel":"280714878","start":"1669811700","end":"1669816200","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1299994624","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/93\/20221123090019846e1b.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"68918":{"channel":"280714878","start":"1669816200","end":"1669821600","first":"S","idtitle":"SAMMYSAVONTUREN2","title":"Sammy's avonturen 2","program_id":"1299994630","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/24\/20221123090019846qbx.jpg","description":"De inmiddels oude schildpadden Sammy en Ray zijn al jaren goede vrienden en genieten van hun leven in de zee. Wanneer ze samen met de lieve kleine schildpadjes Ricky en Ella een tocht maken, worden Sammy en Ray gevangen genomen. Ze eindigen in een tropisch aquarium in Dubai met onder anderen het bazige zeepaardje Big D en Jimbo de bolle blobvis. Ricky en Ella gaan op zoek naar de twee oude schildpadden en verzinnen een list om alle dieren uit het aquarium te redden. Ze krijgen daarbij hulp van hun watervriendjes, onder wie Annabel de inktvis en een groepje pinguïns.","category":""},"68919":{"channel":"280714878","start":"1669821600","end":"1669829100","first":"P","idtitle":"PINOCCHIONL","title":"Pinocchio (NL)","program_id":"1299994636","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/48\/2022112309001984686b.jpg","description":"Wanneer houtsnijder Geppetto (Roberto Benigni) uit een blok hout een pop maakt gebeurt er iets magisch. De pop begint te praten en kan lopen, rennen en eten zoals elke kleine jongen. Gepetto noemt hem Pinocchio en voedt hem op als zijn eigen zoon. Maar de brutale Pinocchio vindt het lastig om braaf te zijn. Hij is snel afgeleid en tuimelt van het ene ongeluk in het andere wanneer hij ten prooi valt aan twee oplichters in een wereld vol fantasierijke wezens. Zijn trouwe vriendin de fee probeert hem te laten inzien dat zijn grote droom, een echte jongen worden, alleen uit kan komen als Pinocchio zijn gedrag verandert.","category":""},"68920":{"channel":"280714878","start":"1669829100","end":"1669834800","first":"I","idtitle":"IGIVEITAYEAR","title":"I Give It a Year","program_id":"1299994642","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/2\/202211230900198461jp.jpg","description":"Het huwelijk van Nat (Rose Byrne) en Josh (Rafe Spall) is een droom die uitkomt. Maar toch hebben de bruiloftsgasten en zélfs de priester er niet veel vertrouwen in dat het koppel voor altijd samen zal blijven. Wanneer Nat en Josh beiden gevoelens beginnen te krijgen voor iemand anders, weet het pasgetrouwde stelletje eigenlijk al genoeg. Toch willen ze beiden niet de eerste zijn die de bijl erbij neergooit. Met hun eenjarig jubileum op komst loopt de spanning hoog op. Zullen ze het halen?","category":""},"68921":{"channel":"280714878","start":"1669834800","end":"1669839900","first":"P","idtitle":"PAKVANMIJNHART","title":"Pak van mijn hart","program_id":"1299994648","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/53\/20221123090019846n2f.jpg","description":"De broers Tom (Benja Bruijning) en Niek (Fedja van Huêt) runnen een kledingverhuurbedrijf en Sinterklaascentrale. Ze zijn net de voorbereidingen voor de feestmaand begonnen, als de aantrekkelijke Julia (Chantal Janzen) hun familiebedrijf binnenloopt met een aanbod dat alles verandert. Tom en Niek worden door deze klus geconfronteerd met de liefde, familiekwesties, tradities, zaken en vertrouwen. Daardoor komt er voor de broers in de feestmaand wel heel veel op het spel te staan...","category":""},"68922":{"channel":"280714878","start":"1669839900","end":"1669845600","first":"M","idtitle":"MIDNIGHTINPARIS","title":"Midnight in Paris","program_id":"1299994654","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/26\/20221123090019846l4u.jpg","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","category":""},"68923":{"channel":"280714878","start":"1669845600","end":"1669851300","first":"S","idtitle":"SPOILEDBRATS","title":"Spoiled Brats","program_id":"1299994660","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/9\/20221123090019846n3w.jpg","description":"De drie kinderen van een rijke zakenman doen niets met hun leven, behalve het geld van hun hardwerkende vader uitgeven. Hij is het feestvieren op zijn kosten zat, en besluit zijn kinderen een les te leren door ze wijs te maken dat er geen geld meer is. Voor het eerst moeten de verwende nesten het voor hen ondenkbare doen: werken.","category":""}}