{"57026":{"channel":"141431343","start":"1668880775","end":"1668886200","first":"M","idtitle":"MOZARTINWENEN","title":"Mozart in Wenen","program_id":"1295491338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/81\/20221112090110514p6j.jpg","description":"De documentaire Mozart in Vienna ('Mozart in Wenen') onderzoekt hoe Mozart de eerste freelance-componist ooit werd, en daarmee de zeggenschap over zijn composities volledig in eigen hand hield. Na zijn bezoeken aan Salzburg en Parijs kwam Wolfgang Amadeus Mozarts carrière goed van de grond in Wenen. Hij trad veel op als pianist, en nadat zijn opera Die Entführung aus dem Serail in 1782 een groot succes werd, rees zijn ster als componist: doordat de opera in heel Duitssprekend Europa werd uitgevoerd, stroomden de vervolgopdrachten binnen. Nadat Mozart rond 1784 in Wenen bevriend raakte met Joseph Haydn droeg hij zijn zes strijkkwartetten op aan Haydn, die bekend stond als de vader van het strijkkwartet. We prijzen ons gelukkig dat we nog altijd kunnen genieten van de geweldige composities die Mozart in Wenen schreef!","category":""},"57027":{"channel":"141431343","start":"1668886200","end":"1668891048","first":"J","idtitle":"JAAPVANZWEDENDIRIGEERTSYMPHONIEFANTASTIQUE","title":"Jaap van Zweden dirigeert Symphonie Fantastique","program_id":"1295491344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/71\/202211120901105158vz.jpg","description":"De ontmoeting tussen de Franse componist Hector Berlioz en de knappe actrice Harriet Smithson leidde tot een van Berlioz’ beroemdste werken. Nadat Berlioz’ haar Shakespeare had zien spelen was hij op slag verliefd: hij stuurde haar ontelbare liefdesbrieven maar zij beantwoorde er geen één. Berlioz’ hart was gebroken en hij componeerde zijn Symphonie fantastique: Épisode de la vie d'un Artiste...en cinq parties (Symfonie fantastique: Episode uit het leven van een artiest… in vijf delen). Het werk vertelt het verhaal van een jonge artiest die tijdens een aanval van liefdesverdriet zelfmoord probeert te plegen maar niet genoeg gif inneemt: in plaats van te sterven hallucineert hij enkel. Door dit verhaal in de muziek en de uitgebreide orkestbezetting (onder andere vier harpen en een klok), was dit een revolutionair werk.","category":""},"57028":{"channel":"141431343","start":"1668891048","end":"1668896399","first":"R","idtitle":"RACHMANINOFFPIANOCONCERTNR4NIELSENNR6","title":"Rachmaninoff - Pianoconcert Nr. 4 & Nielsen Nr. 6","program_id":"1295491350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/69\/20221112090110515ydo.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in indrukwekkende uitvoering tijdens de viering van de 150ste verjaardag van de Deense componist Carl Nielsen. Naast Nielsens Symfonie Nr. 6 staat ook Rachmaninovs Pianoconcert Nr. 4 op het programma, met als solist de Franse pianiste Lise de la Salle. Het werk is een minder dan Rachmaninovs Tweede en Derde Pianoconcert en onderging meerdere revisies gedurende het leven van de componist. Het wordt gekarakteriseerd door veel chromatiek en ook zijn er duidelijke jazzachtige invloeden te horen. Luisi en de la Salle legden het Vierde Pianoconcert eerder al vast op CD. Dit concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"57029":{"channel":"141431343","start":"1668896399","end":"1668898800","first":"B","idtitle":"BACHSONATENR5BWV1018","title":"Bach - Sonate Nr. 5 BWV 1018","program_id":"1295491356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/94\/202211120901105155f0.jpg","description":"Deze Sonate voor Viool en Klavecimbel Nr. 5 BWV 1018 is de vijfde van de sonates die Johann Sebastian Bach voor 1725 componeerde, waarschijnlijk toen hij werkzaam was als Kapellmeister in Köthen. Er wordt aangenomen dat hij de sonates voor Prins Leopold schreef en later de werken voor eigen gebruik in Leipzig aanpaste. Misschien is het hierdoor dat de werken goed speelbaar zijn voor amateurs, maar alle sonates bevatten genoeg finesse om een uitdaging te zijn voor professionele musici. De verschillende werken zijn als set bedoeld, net zoals de Brandenburgse concerten. Frank Peter Zimmermann (viool), Enrico Pace (piano)","category":""}}