{"70853":{"channel":"280715028","start":"1669680300","end":"1669686300","first":"S","idtitle":"SHAME","title":"Shame","program_id":"1299568374","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/74\/20221122090024714lzw.jpg","description":"Dertiger Brandon leidt in New York een routinematig dubbelleven. Overdag is hij succesvol in zijn werk. Na kantoortijd gaat hij op vrouwenjacht en bevredigt zijn seksverslaving. Hij denkt zijn leven onder controle te hebben. Tot zijn eigenzinnige zusje Cissy plots voor de deur staat en bij hem intrekt. Brandons zorgvuldig afgeschermde privéleven raakt ontregeld. Hij wordt geconfronteerd met zijn eenzaamheid, zijn verleden en zijn schaamte.","category":""},"70854":{"channel":"280715028","start":"1669686300","end":"1669693800","first":"M","idtitle":"MISSISSIPPIBURNING","title":"Mississippi Burning","program_id":"1299568380","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/98\/20221122090024714etg.jpg","description":"Mississippi 1964. Drie mensenrechtenactivisten worden op gruwelijke wijze vermoord. Reden genoeg voor onderzoek. Twee FBI agenten, de jonge Ward (Willem Dafoe) en de wat oudere, doorgewinterde Anderson (Gene Hackman), merken al snel dat ze niet welkom zijn in het stadje. Hoe meer bewijzen er naar boven komen, hoe meer huizen als waarschuwing in brand worden gestoken.","category":""},"70855":{"channel":"280715028","start":"1669693800","end":"1669701600","first":"T","idtitle":"THEREALM","title":"The Realm","program_id":"1299568386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/35\/20221122090024714vd2.jpg","description":"Manuel Gómez Vidal is een geliefde en charismatische politicus die het goed voor elkaar heeft: hij heeft veel aanzien, een liefde volle familie en veel vrienden. Maar hij is ook onderdeel van een corrupt politiek systeem, waar ieder zich verrijkt met publiek geld. Terwijl hij een collega en goede vriend indekt, wordt hij zelf het middelpunt van de aandacht en schuiven zijn partijgenoten alle schuld op hem. Maar Manuel laat zich niet kennen en duikt diep in het vuile spelletje.","category":""},"70856":{"channel":"280715028","start":"1669701600","end":"1669707000","first":"L","idtitle":"LESACDEFARINE","title":"Le sac de farine","program_id":"1299568392","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/34\/20221122090024714yjw.jpg","description":"Vlaanderen, 1975. De achtjarige Sarah woont in Alsemberg bij een katholiek pleeggezin. Op een dag neemt haar biologische vader, die ze nog nooit eerder heeft gezien, haar mee voor een weekend in Parijs. Maar ze wordt wakker in Marokko, waar hij haar zonder enige uitleg in de steek laat bij zijn familie. Negen jaar later, zonder geld van haar vader, droomt Sarah er nog steeds van terug te keren naar België, naar school, naar de boeken en naar een leven dat ze als vrij beschouwt.","category":""},"70857":{"channel":"280715028","start":"1669707000","end":"1669712400","first":"J","idtitle":"JACKIERYAN","title":"Jackie & Ryan","program_id":"1299568398","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/17\/20221122090024714t01.jpg","description":"Ryan (Ben Barnes), een hippe muzikant, brengt zijn dagen door in treinen en op stations. Hij wil er alles aandoen om een succesvolle muzikant te worden. Daarnaast vecht Jackie (Katherine Heighl), een alleenstaande moeder,om de voogdij over haar dochter. Wanneer beiden met elkaars hulp hun moeilijke omstandigheden trotseren veranderen ze de toekomst voorgoed. De twee sterren spelen en zingen de sterren van de hemel in dit hartverwarmende romantische drama.","category":""},"70858":{"channel":"280715028","start":"1669712400","end":"1669720800","first":"B","idtitle":"BRAZIL","title":"Brazil","program_id":"1299568404","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/79\/20221122090024714ha8.jpg","description":"In een zogenaamd perfecte toekomst, zet de mensheid alle technologieën in om het bestaan zo doelmatig mogelijk in te richten. Iedereen wordt in de gaten gehouden door een geheime dienst van de regering die liefde verbiedt omdat dit efficiëntie in de weg staat. Wanneer een dagdromende bureaucraat (Jonathan Pryce) ongewild betrokken raakt bij het verzet en een mooie mysterieuze vrouw ontmoet, wordt hij het tragische slachtoffer van zijn eigen romantische illusies.","category":""},"70859":{"channel":"280715028","start":"1669720800","end":"1669728600","first":"T","idtitle":"THEFALCONANDTHESNOWMAN","title":"The Falcon and the Snowman","program_id":"1299568410","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/30\/20221122090024714qxo.jpg","description":"Wanneer Christopher Boyce (Timothy Hutton) terechtkomt bij een afdeling van de Amerikaanse geheime dienst, ontdekt hij dat de CIA plannen maakt om van de minister-president van Australië af te komen. Gedesillusioneerd door zijn eigen regering, besluit Christopher om belangrijke documenten door te verkopen aan de Russen. De onderhandelingen laat hij doen door zijn jeugdvriend Daulton Lee (Sean Penn), die niet alleen drugssmokkelaar is maar ook verslaafd. Zo raken de twee totaal verschillende vrienden betrokken bij gevaarlijke Russische spionage, de een uit idealisme, de ander uit hebzucht.","category":""},"70860":{"channel":"280715028","start":"1669728600","end":"1669736100","first":"M","idtitle":"MADRE","title":"Madre","program_id":"1299568416","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/64\/20221122090024715iqz.jpg","description":"Tien jaar zijn verstreken sinds de Spaanse Elena haar destijds zesjarige zoon Iván voor het laatst sprak. Een verontrustend telefoontje van haar verdwaalde kind, helemaal alleen op een strand op zoek naar zijn vader. Sindsdien woont Elena op de plek waar Iván toen was, aan de Franse kust. Ze runt er een strandtent en het lijkt of ze haar leven heeft opgepakt. Ze kijkt eindelijk weer vooruit. Tot ze op een dag de Franse tiener Jean tegenkomt die haar sterk doet denken aan haar zoon.","category":""},"70861":{"channel":"280715028","start":"1669736100","end":"1669740900","first":"C","idtitle":"CARNAGE","title":"Carnage","program_id":"1299568422","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/63\/20221122090024715z8d.jpg","description":"De ouders van Bruno en Ferdinand, twee elfjarige jongens, komen op een avond samen om een uit de hand gelopen ruzie tussen de twee vrienden op een volwassen manier op te lossen. Bruno zou Ferdinand met een stok twee tanden uit de mond hebben geslagen. Maar hoeveel beschaafder zijn hun ouders eigenlijk? De schone schijn aan de oppervlakte vervliegt al snel. Naarmate de avond vordert loopt het gesprek uit de hand en ontstaat er grote chaos met verhitte discussies, prijsgegeven geheimen, ongepast gedrag en hilarische voorvallen.","category":""},"70862":{"channel":"280715028","start":"1669740900","end":"1669745700","first":"T","idtitle":"THESQUIDANDTHEWHALE","title":"The Squid and the Whale","program_id":"1299568428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/47\/20221122090024715c6c.jpg","description":"1986, New York. Bernard (Jeff Daniels) is een intellectuele snob die ooit een groot romanschrijver was. Hij heeft zich nu gesetteld met een baantje aan de universiteit. Als zijn vrouw Joan (Laura Linney) haar eigen schrijftalenten ontdekt drijft jaloezie een wig in het gezin. De beide zoons Walt en Frank kiezen ieder een kant. Walt (Jesse Eisenberg) kiest voor zijn vader en de jongere Frank staat achter zijn moeder. Maar dan begint Joan afspraakjes te maken met de tennisleraar van haar jongste zoon en begint Bernard studente Lili (Anna Paquin) het hof te maken terwijl Walt haar ook heel leuk vindt.","category":""},"70863":{"channel":"280715028","start":"1669745700","end":"1669750200","first":"other","idtitle":"10THINGSWESHOULDDOBEFOREWEBREAKUP","title":"10 Things We Should Do Before We Break Up","program_id":"1299568434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/76\/20221122090024715p41.jpg","description":"Op de avond dat de alleenstaande moeder Abigail (Christina Ricci) in een bar Ben (Hamish Linklater) ontmoet, komen ze allebei met een lijst met dingen die ze moeten doen mochten ze ooit uit elkaar gaan, wetende dat ze nooit een relatie zullen aangaan. Maar als de grap verandert in een onenightstand, met als gevolg dat Abigail zwanger raakt, wordt het een stuk ingewikkelder. Het onwaarschijnlijke paar probeert er vervolgens toch iets van te maken.","category":""},"70864":{"channel":"280715028","start":"1669750200","end":"1669756500","first":"F","idtitle":"FLAGDAY","title":"Flag Day","program_id":"1299568440","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/56\/2022112209002471534u.jpg","description":"Journaliste Jennifer Vogel (Dylan Penn) worstelt al haar hele leven met de duistere erfenis van haar vader John (Sean Penn): enerzijds een liefhebbende en charismatische man, anderzijds een meedogenloze oplichter. John gelooft dat de wereld corrupt is en dat je daarom ook corrupt moet zijn om goed voor jezelf en je familie te kunnen zorgen. Hij liegt, bedriegt en gaat over lijken om uiteindelijk 20 miljoen dollar te verdoezelen. Nu Jennifer volwassen is, heeft zij geen idee wat er van John is geworden.","category":""},"70865":{"channel":"280715028","start":"1669756500","end":"1669764000","first":"T","idtitle":"TRUEHISTORYOFTHEKELLYGANG","title":"True History of the Kelly Gang","program_id":"1299568446","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/98\/20221122090024715obq.jpg","description":"Australië, 19e eeuw. Ned Kelly (George MacKay) is van jongs af aan in de leer bij de beroemde struikrover Harry Power (Russell Crowe). Wanneer zijn moeder gearresteerd wordt, neemt Ned geen genoegen meer met het overvallen van kleine postkoetsen. Hij verzamelt een groep rebellen om zich heen om een opstand te plannen tegen de Britse overheersers. Een onvermijdelijke clash tussen de vrijbuiters en autoriteiten lijkt in de maak.","category":""}}