{"71958":{"channel":"280715028","start":"1668705600","end":"1668713400","first":"F","idtitle":"FOXCATCHER","title":"Foxcatcher","program_id":"1294591179","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/97\/20221110090029746tvt.jpg","description":"Foxcatcher vertelt het waargebeurde verhaal van de Olympische Kampioenen en tevens broers Mark Schultz (Channing Tatum) en Dave Schultz (Mark Ruffalo). John Du Pont (Steve Carell) heeft zijn zinnen gezet op het trainen van de broers, maar als Dave niet naar zijn landgoed wil verhuizen, is het de naïeve Mark die hij volledig onder zijn hoede neemt. Samen hebben ze het doel om van Mark de grootste worstelaar ter wereld te maken. Ze krijgen een intense band met elkaar, maar hoe langer Mark bij deze steenrijke man op zijn landgoed woont, hoe meer hij verstrikt raakt in een web van paranoia en verraad.","category":""},"71959":{"channel":"280715028","start":"1668713400","end":"1668719700","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1294591185","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/30\/20221110090029746q6d.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"71960":{"channel":"280715028","start":"1668719700","end":"1668724800","first":"C","idtitle":"COWBOYS","title":"Cowboys","program_id":"1294591191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/3\/20221110090029746wc4.jpg","description":"Samen met zijn zoon Joe, maakt Troy (Steve Zahn) een trektocht door het ruige Montana. De twee zijn op de vlucht en hopen de Canadese grens te halen door zo min mogelijk op te vallen. Een buitenbeentje binnen de lokale politie, Faith (Ann Dowd), zit achter hen aan. Als Faith dieper in de zaak duikt, ontdekt ze dat deze vermeende ontvoering anders in elkaar steekt dan ze denkt. Joe is een transgender en zijn vader Troy heeft het kind gekidnapt om het te beschermen tegen de intolerante moeder (Jillian Bell). Troy kampt echter met psychische problemen en ontbeert in de wildernis de broodnodige medicatie.","category":""},"71961":{"channel":"280715028","start":"1668724800","end":"1668730500","first":"S","idtitle":"SHOWMEWHATYOUGOT","title":"Show Me What You Got","program_id":"1294591197","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221110\/81\/20221110090029746tsa.jpg","description":"We volgen de drie millennials vanaf belangrijke momenten in hun leven; de vrolijke Marcello die leeft onder de vleugel van een Italiaanse soapster-vader, de soulvolle Frans-Iraanse acteur Nassim die probeert een succesvolle carrière te krijgen en kunstenares Christine die in de rouw is na de dood van haar grootvader. Het trio vindt elkaar in de deelname aan politieke protesten, hun liefde voor kunst en hun onconventionele liefde, totdat Marcello terug moet naar Italië en de evenwicht in hun relatie wordt ontwricht.","category":""}}