{"67398":{"channel":"203002308","start":"1668960300","end":"1668963900","title":"De mooiste sprookjes van Grimm","program_id":"1295911717","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/98\/20221113090130560h00.jpg","description":"De koning en koningin zijn dringend op zoek naar een prinses voor hun zoon. Ze bedenken een heel vreemd plan. Wie na een nacht slapen op 20 matrassen nog steeds voelt dat er een erwt onder al die matrassen ligt, kan wegens zo'n gevoelige huid niet anders dan een prinses zijn...","category":""},"70541":{"channel":"203002308","start":"1669478700","end":"1669482300","title":"De mooiste sprookjes van Grimm","program_id":"1298413989","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/36\/20221119090119742nre.jpg","description":"Wanneer Jakob in een naburig dorp komt, merkt hij dat iedereen een hekel heeft aan de keizer. Niet verwonderlijk, want de keizer laat zijn volk stikken en is alleen met zichzelf bezig. Door een list raken Jakob en de zusjes Maja en Greta in het kasteel. Jakob doet zich voor als wever en belooft de keizer de mooiste kleren voor zijn verjaardag, in ruil voor onderdak en een beloning. Jakob zegt dat de nieuwe kleren alleen gezien kunnen worden door slimme mensen. Omdat niemand voor dom wil doorgaan, is iedereen vol lof over de lege paspoppen. Met als gevolg dat de koning op een dag naakt voor het volk verschijnt ...","category":""},"71726":{"channel":"203002308","start":"1670083500","end":"1670087100","title":"De mooiste sprookjes van Grimm","program_id":"1301286646","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221126\/76\/20221126090050525o9e.jpg","description":"De stiefmoeder en stiefzusjes van Assepoester zijn allesbehalve aardig. Assepoester moet de hele dag vieze karweitjes opknappen en de afgedankte jurken van haar zusjes dragen. Hoe kan ze zo ooit haar prins vinden?","category":""}}