{"65486":{"channel":"150504894","start":"1669325040","end":"1669327980","title":"Deputy","program_id":"1297553373","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/31\/20221117090039732fig.jpg","description":"Wanneer een gigantische brand uitbreekt en de brandweer hulp nodig heeft van de politie, ontdekt een van Bills agenten een verdachte auto in een bos die leidt tot een vermist meisje. Maggie ontdekt de gevolgen van Bills nieuwe baan, als verslaggevers voor de deur staan, wachtend op antwoorden. Ondertussen bereiden Cade en Teresa zich voor op een ongemakkelijk gesprek met hun pleegkinderen.","category":""},"65487":{"channel":"150504894","start":"1669327980","end":"1669331400","title":"Deputy","program_id":"1297553379","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/6\/20221117090039732q5l.jpg","description":"Een dode ex-marinier wordt op straat gevonden. Bill helpt Cade met de zaak die te persoonlijk wordt. Ondertussen azen andere kandidaten nog steeds op de functie van Bill en de afdeling zet hem onder druk om een teamspeler te zijn.","category":""},"65596":{"channel":"150504894","start":"1669929600","end":"1669932600","title":"Deputy","program_id":"1300408912","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/46\/20221124090039725ict.jpg","description":"Wanneer West Hollywood geplaagd wordt door inbraken, ontdekt de sheriff een groep dieven wier leden elkaar proberen te overtreffen. Paula en Maggie plannen ondertussen Maggie's Quinceara met de hulp van Paula's moeder en de bisschop heeft een ongemakkelijk gesprek met Genevieve.","category":""},"65597":{"channel":"150504894","start":"1669932600","end":"1669935900","title":"Deputy","program_id":"1300408918","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/57\/202211240900397259bj.jpg","description":"Wanneer een van Charlie's leerlingen in aanraking komt met een bende, schakelt Charlie het hele team in om haar leven te redden. Terwijl Bills periode er bijna op zit, strijden andere kandidaten om de macht. Cade en Teresa worstelen ondertussen met een onverwachte situatie met hun pleegkinderen.","category":""}}