{"59335":{"channel":"141431638","start":"1669056000","end":"1669057200","title":"De Toots Sessies","program_id":"1296254692","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/84\/20221114090054746fpb.jpg","description":"Het is alweer een half decennium geleden dat Warhaus, het geesteskind van Maarten Devoldere (Balthazar) onze muzikale harten veroverde met zijn eerste twee platen. 2022 is het jaar van de triomfantelijke terugkeer. In De Toots sessies stelt Warhaus zijn fonkelnieuwe album 'Ha Ha Heartbreak' voor.","category":""},"59350":{"channel":"141431638","start":"1669142400","end":"1669143600","title":"De Toots Sessies","program_id":"1296674656","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/9\/20221115090040511gqf.jpg","description":"Sinds enkele jaren wordt de Antwerpse underground onveilig gemaakt door de vierkoppige band Meltheads. Hun energieke optredens én hun radiohit 'Naïef' - nummer één in De afrekening van Stubru - zorgen nu ook voor een buzz door de Lage Landen. Speciaal voor De Toots Sessies brengen de Meltheads samen met Shaka Shams ​ 'Black metal rebel'. Shaka Shams is de jongste winnaar van 'De nieuwe lichting'.","category":""},"59368":{"channel":"141431638","start":"1669228800","end":"1669230000","title":"De Toots Sessies","program_id":"1297105531","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/45\/2022111609005471056z.jpg","description":"Voor Bluai was 2022 een fantastisch jaar. De vierkoppige girlband uit Antwerpen won niet alleen Sound Track van vi.be, maar ook 'De nieuwe lichting' van Stubru én Humo's Rock Rally. Na talloze club- en festivalshows is het nu tijd voor hun eerste EP: 'Junkyard'.","category":""},"59385":{"channel":"141431638","start":"1669315200","end":"1669316400","title":"De Toots Sessies","program_id":"1297559854","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/91\/2022111709005470544a.jpg","description":"Chibi Ichigo werd geboren in Oezbekistan, groeide op in België en woont in Brussel. De zangeres brengt samen met haar partner Umi pittige en dansbare elektronische muziek met flarden pop en hiphop. Voor Chibi is 2022 een absoluut topjaar: ze maakt furore op de festivals, scoort met haar nummers in 'De afrekening' van Stubru én releaset haar debuutalbum 'Sabina'. In 'De Toots Sessies' toont Chibi dat haar optredens ook een visueel spektakel zijn.","category":""},"59444":{"channel":"141431638","start":"1669660800","end":"1669662000","title":"De Toots Sessies","program_id":"1299211076","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/69\/20221121090114712jb7.jpg","description":"2022 is het jaar waarin Ruben Block even vakantie neemt als frontman van Triggerfinger. Van die sabbatperiode maakte hij gebruik om een soloplaat op te nemen. In 'De Toots Sessies' brengt hij twee nummers uit 'Looking to glide'. Hij verrast ook met een cover van 'Niets is voor altijd' van Madou.","category":""},"59461":{"channel":"141431638","start":"1669747200","end":"1669748400","title":"De Toots Sessies","program_id":"1299593799","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/14\/20221122090109717byk.jpg","description":"Berre werd bekend door zijn covers op TikTok. Maar het verhaal van Berre nam pas een echte start toen hij zijn single 'Say My Name' uitbracht. Het nummer was de afgelopen maanden alomtegenwoordig. Achter de schermen werkte hij ook hard aan nieuwe nummers. Tijdens 'De Toots Sessies' brengt hij zijn nieuwe single 'Better off Alone' én een verrassend duet met Emmy d'Arc. Samen zingen ze 'Exile' van Taylor Swift en Bon Iver.","category":""},"59479":{"channel":"141431638","start":"1669833600","end":"1669834800","title":"De Toots Sessies","program_id":"1300033100","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/27\/202211230901205131k7.jpg","description":"K.ZIA werd geboren in Brussel, groeide op in Parijs en New York en woont momenteel in Berlijn. K.ZIA deed backing vocals voor haar moeder (Zap Mama) en reisde ook de wereld rond met haar vader, die circusartiest is. Ondertussen heeft K.ZIA haar eigen muzikale pad gevonden. Al haar culturele en muzikale invloeden zijn te horen op haar debuutalbum 'Genesis'.","category":""},"59497":{"channel":"141431638","start":"1669920000","end":"1669921200","title":"De Toots Sessies","program_id":"1300441027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/72\/20221124090129730dca.jpg","description":"Enkele jaren geleden kwam visueel kunstenaar en muzikant Jan Verstraeten met zijn eerste EP 'Cheap Dreams'. Begin dit jaar lanceerde hij zijn langverwachte debuut 'Violent Disco'. Jan Verstraeten brengt energie, rauwe spirit en een grote roze beer mee naar 'De Toots Sessies'.","category":""}}