{"10333":{"channel":"141429244","start":"1669322700","end":"1669325700","title":"Helsinki-Syndrom","program_id":"1297586179","date":"","icon":"","description":"Der finnische Klein-Unternehmer und Familienvater Elias Karo nimmt vier JournalistInnen der größten finnischen Tageszeitung \"Helsingin Sanomat\" als Geiseln. Elias' Ziel ist es, die Wahrheit hinter dem Konkursfall seines Vaters während der Bankenkrise der 90er Jahre zu enthüllen. Er glaubt, dass ein Bankdirektor und ein Bezirksrichter damals mit dem Segen der Regierung ungerechtfertigt Kredite zurückgefordert und eine bis heute andauernde Tragödie ausgelöst haben. Die JournalistInnen, die Elias in seine Gewalt gebracht hat, sollen den Skandal endlich enthüllen ... Auch Zehntausende andere Familien haben in der Bankenkrise alles verloren. Die Geiselnahme in Helsinki findet ein weltweites Medienecho und weckt im ganzen Land traumatische Erinnerungen. Vor dem Verlagsgebäude liefern sich SympathisantInnen Kämpfe mit der Polizei. Beifall bekommt Elias auch von denen, die wegen der Pandemie um ihre wirtschaftliche Existenz fürchten. Elias findet, dass es an der Zeit ist, die Wahrheit aufzudecken und die Schuldigen von damals zu finden ...","category":""},"10334":{"channel":"141429244","start":"1669325700","end":"1669329000","title":"Helsinki-Syndrom","program_id":"1297586185","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/54\/20221117090125534u8l.jpg","description":"Elias ist ohne Strom im Gebäude in die Enge getrieben. Als Jarmo Kiiski persönlich mit ihm verhandelt, erlaubt er, dass Gusse ins Krankenhaus gebracht wird. Hanna kämpft weiter um die Veröffentlichung ihres Artikels und sucht im Nationalarchiv nach neuen Beweisen. Kommissar Kolehmainen schreibt Lauri zur Fahndung aus. Von Gusse erfährt er, dass Elias Kontakt zum Leiter des Schatzamtes hat. Währenddessen dringt Lauri ins Büro einer Mitarbeiterin des Schatzamtes ein. Jarmo kann das gewaltsame Erstürmen der Redaktion durch die Polizei nur mit Mühe verhindern. Dann macht Hanna eine erschütternde Entdeckung ...","category":""},"10335":{"channel":"141429244","start":"1669329000","end":"1669332000","title":"Helsinki-Syndrom","program_id":"1297586191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/62\/202211170901255342ae.jpg","description":"Elias braucht dringend Strom im Gebäude und Kontakt zu seinem Komplizen Lauri. Hanna will ihn zur Rede stellen, weil er sie hinters Licht geführt hat. Gusse ist in der Nacht gestorben. Lauri entgeht knapp seiner Festnahme. Er entführt den Freund einer Mitarbeiterin des Schatzamtes, um die Frau erpressen zu können: Sie soll eine falsche Kontonummer bestätigen. Als Jarmo Kiiski Hanna in die Redaktion zurückbringt, macht Hanna Elias große Vorwürfe. Jarmo lässt Elias mit seiner Frau Minna telefonieren. Sie soll ihn zum Aufgeben bewegen, doch sie warnt ihn ...","category":""},"10336":{"channel":"141429244","start":"1669332000","end":"1669335300","title":"Helsinki-Syndrom","program_id":"1297990766","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/45\/202211180900555218dz.jpg","description":"Elias flieht durch die Tunnel des Versorgungssystems unbemerkt aus dem Verlagsgebäude. Als Einsatzleiter Hakkarainen begreift, dass Elias verschwunden ist, konzentriert er alle Anstrengungen darauf, ihn zu schnappen. Ermittler Kolehmainen kann Lauri im Schatzamt überwältigen und festnehmen. Es drängt sich der Verdacht auf, dass Elias und Lauri die Staatskasse beraubt haben. Mediator Jarmo Kiiski fragt sich, ob es Elias vielleicht nie wirklich um das erneute Aufrollen seines Falls ging. Elias entkommt aus der Stadt. Die Polizei verliert immer wieder seine Spur. Mit Hilfe von Freunden kann er sogar eine Straßensperre passieren und sich dann zu Fuß durch die Wälder absetzen. Die Verhöre von Lauri bringen keine Ergebnisse, weil Lauri nicht den ganzen Plan von Elias kennt. Elias hat die Staatskasse um 2,2 Milliarden Euro erleichtert. Nach und nach wird bekannt, dass Leidtragende der Bankenkrise mysteriöse Geldzahlungen erhalten. Hanna Raivio begleitet Ermittler Kolehmainen auf seiner Suche nach Elias ...","category":""}}