{"29525":{"channel":"141429883","start":"1669147200","end":"1669150800","title":"Hitler's Last Stand","program_id":"1297727712","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/98\/20221117170030564de4.jpg","description":"Januari 1945. In een poging om de Slag om de Ardennen te ondersteunen, lanceert Heinrich Himmler een verrassingsoffensief om de Franse stad Straatsburg te heroveren. Een regiment groene Amerikaanse troepen verdedigt de bunkers van de Maginotlinie om het nazi-offensief te vertragen, maar wordt uiteindelijk onder de voet gelopen. Onverschrokken weigert een voormalige legerkok zijn post te verlaten en neemt hij een gedurfde stelling tegen een overweldigende overmacht.","category":""},"29710":{"channel":"141429883","start":"1669752000","end":"1669755600","title":"Hitler's Last Stand","program_id":"1299589334","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/86\/202211220901006719ah.jpg","description":"Op 6 juni 1944 landden de geallieerden eindelijk troepen in Normandië om het westfront te openen. Maar na de verrassing van de D-Day-landingen en de geallieerde opmars, graven nazi-loyalisten in, vastbesloten om een genadeloze greep te houden op de steden, bolwerken en forten om het Derde Rijk te verdedigen. Dit zijn de verhalen van wanhopige gevechten die op het randje van de nederlaag worden gevoerd, niet alleen voor de overwinning, maar ook om te overleven.","category":""},"29711":{"channel":"141429883","start":"1669755600","end":"1669759200","title":"Hitler's Last Stand","program_id":"1300174876","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/90\/20221123210114759n6g.jpg","description":"Op 6 juni 1944 landden de geallieerden troepen eindelijk in Normandië om het westfront te openen. Maar na de verrassing van de D-Day-landingen en de geallieerde opmars, graven nazi-loyalisten zich in, vastbesloten om een genadeloze greep te houden op de steden, bolwerken en forten om het Derde Rijk te verdedigen. Dit zijn de verhalen van wanhopige gevechten die op het randje van de nederlaag worden gevoerd, niet alleen voor de overwinning, maar ook om te overleven.","category":""},"29712":{"channel":"141429883","start":"1669759200","end":"1669762800","title":"Hitler's Last Stand","program_id":"1300174882","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/35\/202211232101147594cz.jpg","description":"Na maandenlange gevechten in Europa trekken Amerikaanse troepen eindelijk Duitsland binnen om Hitlers oorlogsmacht te vernietigen en de beruchte verdedigingswerken van de Siegfriedlinie tegen te komen. Met hun zinnen gezet op de stad Aken, moeten de Amerikanen twee rijen bunkerversterkingen doorbreken om de oude hoofdstad te veroveren.","category":""}}