{"66522":{"channel":"203002308","start":"1669046100","end":"1669048800","title":"Hoodie: compilatie","program_id":"1296283776","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/77\/20221114090144724qwx.jpg","description":"Nadat Flo overvallen wordt door een mysterieuze jongen, vermoedt ze dat haar buurjongen Pieter iets te verbergen heeft en ze zweert om hem te ontmaskeren. Kenza krijgt de opdracht haar ongehoorzame neefje Basim in de gaten te houden. Ondanks zijn hoogtevrees wordt Pieter uitgedaagd door Soufian om de Black Building te springen. Flo zet de achtervolging van Pieter in. Kenza wil het imago van Marokkanen verbeteren en probeert Basim in toom te houden, maar Basim wil zijn pranks kunnen uitvoeren en besluit zijn vervelende nichtje af te schudden. Pieter gaat de uitdaging om de Black Building te springen aan, maar wordt daarbij samen met Soufian gespot door Flo en Basim. Flo en Basim gaan op onderzoek uit en ontdekken Soufians crimineel verleden. Onschuldige Kenza raakt door Basims kattenkwaad in de problemen en moet zich nu zelf uit de nesten zien te werken. Pieter en Soufian ontsnappen op het nippertje aan de politie, maar niet zonder ernstige gevolgen: een baksteen valt op Marilijn. Vanwege het ongeval met de baksteen wil Pieter stoppen met parkour. Net wanneer Soufian hem het meest nodig heeft, laat Pieter hem zitten. Kenza belooft Basim voor één dag met rust te laten, maar ...","category":""},"66603":{"channel":"203002308","start":"1669132500","end":"1669135200","title":"Hoodie: compilatie","program_id":"1296698837","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/48\/20221115090110084tei.jpg","description":"Flo en Basim willen Pieter verlinken bij de politie, maar Pieter is hen te slim af. Flo drijft hun onderzoek te ver waardoor Basim de 'flopstop' inlast. Door Basims geheimzinnige gedrag probeert Kenza hem ondanks de afspraak in het oog te houden. Wanneer Soufian het wil uitpraten met Pieter, ontdekt hij dat diens moeder een politieagente is. Soufian confronteert Pieter met het geheim over zijn moeder. Flo en Basim bedenken een nieuw plan om Pieter te ontmaskeren en maken er hun Pay-it-Forwardproject van. Helaas worden ze betrapt door Kenza die hun plan veel te riskant vindt. Na de ruzie met Soufian springt Pieter de Black Building, die hij niet haalt. Pieter ontsnapt op het nippertje aan een val dankzij Soufian. De vrienden leggen het bij. Maar Pieter wordt wel geconfronteerd met pijnlijke herinneringen. Kenza ziet het goede in het plan van Flo en Basim en besluit hen te helpen. Wat ze echter niet weet is dat dit stiekem hun Pay-it-forwardopdracht is. Ze zetten een val voor Pieter, maar ontdekken dat hij niet is wie ze dachten dat hij was.","category":""},"69375":{"channel":"203002308","start":"1669218900","end":"1669221600","title":"Hoodie: compilatie","program_id":"1297091971","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/49\/20221116090035542pyi.jpg","description":"Pieter zet zijn heldendaden voort, maar weigert de hulp van Flo en Basim. Dorien ziet het internetfilmpje van de held, maar weet niet dat het Pieter is. Kenza is verontwaardigd wanneer ze Flo en Basims plan om Pieter tot held te maken ontdekt. Pieter hoort van een inbreker in de buurt en wil er achteraan, maar Flo wil deel uitmaken van het plan om haar Pay-it-Forwardopdracht te doen slagen. Flo zet Pieter onder druk, maar Pieter blijft haar medewerking weigeren. Kenza wil ook graag de criminaliteit bestrijden en besluit om Flo en Basim te helpen. Dankzij de raad van Kenza slaagt Flo er in Pieter te overtuigen om samen in team Hoodie te stappen. Pieter laat zich meedrijven in het Hoodie-plan, maar raakt al snel geïrriteerd door Flo's opdringerige telefoontjes. Al zijn zorgen vallen weg wanneer het team een eed aflegt om hem nooit te verlinken. Maar dan dreigt zijn moeder hem te betrappen. Team Hoodie krijgt een eerste oproep. Tijdens de missie proberen ze de inbreker te pakken. Helaas is het team nog niet op elkaar afgestemd. Hoodie moet alles doen om te ontkomen aan de 'Roodkapje'-inbreker, maar komt onder schot te staan door zijn moeder.","category":""},"69454":{"channel":"203002308","start":"1669305300","end":"1669308000","title":"Hoodie: compilatie","program_id":"1297547037","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/0\/20221117090035574iuo.jpg","description":"Door de gefaalde missie is het team ontmoedigd. Hoodie zorgt voor spanningen tussen Pieter en zijn moeder. Net wanneer de bende uit elkaar dreigt te vallen vindt Pieter de aanpak om Roodkapje te pakken: 's avonds samen paraat staan. Met nieuwe afspraken wordt Team Hoodie eens zo sterk, maar 's avonds weg geraken blijkt niet simpel. Kenza neemt het risico de rol van Hoodie op zich te nemen. Kenza bevrijdt Pieter van zijn moeder, zodat het team op jacht kan naar Roodkapje, de dief die hun wijk teistert. Wanneer Pieter een bevel van Flo negeert, dreigt het plan te mislukken, maar de dief wordt toch opgepakt door de politie. Het team viert de overwinning, terwijl Pieter contact zoekt met Soufians vriendin, Morena. Maar dan ontdekken Kenza en Basim dat Roodkapje weer vrij rondloopt. Het is een grote klap voor het team dat Roodkapje is vrijgelaten. Basim en Kenza ontdekken waar hij zal toeslaan en proberen hem een stap voor te zijn. Wanneer Flo en Pieter botsen, probeert Kenza de vrede te bewaren. Ze zetten hun missie om Roodkapje te pakken opnieuw in, waarbij Roodkapje lelijk gewond raakt, maar nog altijd risico's neemt. Roodkapje ontsnapt alsnog uit Hoodies klauwen, maar het leidt ...","category":""},"69537":{"channel":"203002308","start":"1669391700","end":"1669394400","title":"Hoodie: compilatie","program_id":"1298017451","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/76\/2022111809013472560u.jpg","description":"Flo stuurt Basim op onderzoek uit in de Pit - de meest gevreesde buurt van Brussel - om de Redkets te ontmaskeren, maar hij komt in de problemen. Wanneer Pieter vermoedt dat de bende parkour kan, vreest hij dat Soufian hier iets mee te maken heeft. Soufian kan Pieters wantrouwen wegwerken, maar zonder dat Pieter het beseft, blijkt Soufian toch de bendeleider te zijn. Morena vermoedt dat Soufian Hoodie is. Basim geeft Kenza een spoedcursus liegen, maar dit lijkt een onmogelijke missie. Dorien zoekt contact met Hoodie en wil dat hij zich aangeeft. Ondertussen sturen de Redkets een dreigboodschap, waarna Pieter zijn geheim bij zijn moeder wil opbiechten. Dorien zet hem onbewust op een ander idee, waarmee ze de Redkets schaakmat kunnen zetten. Kenza's eerlijkheid wordt op de proef gesteld wanneer het team haar dringend nodig heeft. Wanneer Hoodie in de val van de Redkets dreigt te lopen, kan Kenza hem op het nippertje redden. Er lijkt meer te bloeien tussen Pieter en Morena, waardoor Flo kampt met gevoelens die ze niet kan plaatsen. Net wanneer Basim zich verslagen voelt, komt hij tot een belangrijke ontdekking. Pieter gaat op onderzoek uit om de naam van een Redket te ...","category":""},"70242":{"channel":"203002308","start":"1669650900","end":"1669653600","title":"Hoodie: compilatie","program_id":"1299203720","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/84\/20221121090059752cbc.jpg","description":"Flo heeft spijt dat ze Pieter wilde verlinken en probeert samen met Basim hun Pay-it-Forwardopdracht te wissen. Kenza is razend, maar stapt toch mee in het plan om Hoodie te redden. Ondertussen verzwijgt Pieter voor Soufian dat hij Morena gekust heeft, waardoor Soufian zich wil wreken. Zo wordt Team Hoodie recht in de val geleid.Flo stuurt Basim op pad om Hoodie te beschermen. Basims onzekerheid neemt de overhand, waardoor hij het team in de steek laat. Flo wordt geconfronteerd met haar gevoelens voor Pieter en wil hem beschermen, maar Kenza maakt het Flo onmogelijk wanneer ze hem recht op het hol van de Redkets afstuurt.Flo vecht tegen haar gevoelens, maar wint Pieters vertrouwen waardoor ze dichter naar elkaar groeien. Net wanneer Basim de moed verloren heeft, krijgt hij een geniaal idee waarmee hij zijn dapperheid kan bewijzen. Basim verklapt per ongeluk aan Pieter de harde waarheid: Flo wilde Pieter er inluizen.De voordien doodeerlijke Kenza slaagt er in Basims leugenaarskunsten te overtreffen. Ondanks de confrontatie met Flo's bedrog, zet Pieter zijn heldenleven verder. Daarbij ontstaan helse spanningen tussen de twee, die Flo niet kan plaatsen. Wanneer Pieter ontdekt dat ...","category":""},"70325":{"channel":"203002308","start":"1669737300","end":"1669740000","title":"Hoodie: compilatie","program_id":"1299586672","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/97\/202211220900597187qg.jpg","description":"Flo vreest dat ze Pieter aan het verliezen is en wil hun ruzie oplossen. Pieter is ontdaan door Soufians bedrog en zoekt steun bij Morena, maar die heeft een totaal andere visie. Basim ontdekt dat zijn filmpjes geld opleveren, maar houdt dit voor zich. Flo wil een punt achter de vriendschap met Pieter zetten, maar ontdekt dat Pieter in totale paniek is en haar steun hard nodig heeft.Kenza vreest dat Pieter Soufian niet aankan en doet Flo inzien dat Pieters veiligheid het belangrijkste is nu. Wanneer Fajah slachtoffer wordt van de Redkets, ontdekt Pieter dat zijn team hem bewust niet opriep voor een actie, uit veiligheid. Pieter vindt een oplossing om Soufian wel aan te kunnen, met behulp van Ezra. Dankzij Ezra en zijn vrienden staat Team Hoodie sterker, maar Pieter moet nog harder liegen tegen zijn moeder om zijn geheim te beschermen. Tot Flo's jaloezie wil Kenza Pieter onder vier ogen spreken om belangrijke en kwetsbare info over Soufian te vinden. Pieter heeft één ding voor zijn team verzwegen dat nu dankzij Soufian viraal gaat: het filmpje van de dakpan op Marilijn.Kenza verplicht Basim zijn geldgeheim op te biechten aan het team. De razende Dorien zoekt naar aanwijzingen ...","category":""},"70408":{"channel":"203002308","start":"1669823700","end":"1669826400","title":"Hoodie: compilatie","program_id":"1300005716","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/78\/20221123090044749vwt.jpg","description":"Pieters roekeloze actie leidt tot grote ergernis bij Flo. Kenza wordt tijdens het binnen sneaken betrapt door Nabil en dat heeft gevolgen. Kenza dwingt Basim om samen met haar uit het team te stappen. Flo klampt zich wanhopig vast aan Pieter om Team Hoodie niet volledig te laten verdwijnen. Dorien ontdekt dat Hoodie politieoproepen onderschept en wil hem in de val lokken.Pieter kan maar op het nippertje ontsnappen van Doriens val, maar raakt gewond door Ezra die Hoodie achtervolgt. Nu Kenza uit het team ligt, verveelt ze zich stierlijk. Ondertussen verliest Flo zich in haar gevoelens voor Pieter. Dorien confronteert Pieter met de eindeloze oorlog tussen de Redkets en Hoodie, waardoor Pieter besluit om vrede te sluiten met Soufian.Pieter hoort dat Soufian uit de Redkets is gestapt, waarop hij ook stopt met Hoodie. Flo volgt Kenza's raad op en vraagt Pieter op date. Ondertussen begint Kenza uit verveling pranks uit te halen met Basim. Morena vertelt Soufian dat Hoodie gestopt is, maar komt er daarna pas achter dat Soufian nog steeds de Redkets leidt.Flo en Kenza realiseren zich dat ze meer gemeen hebben dan ze dachten. Dorien komt dichter bij Hoodie en denkt zelfs in de richting ...","category":""},"70626":{"channel":"203002308","start":"1669910100","end":"1669912800","title":"Hoodie: compilatie","program_id":"1300405565","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/95\/20221124090034731q30.jpg","description":"Pieter wil met het team wraak nemen op Soufian. Kenza wil er niets mee te maken hebben, maar kan het niet laten Soufians plan te ontcijferen. Basim ontdekt dat Flo gevoelens heeft voor Pieter. Het team vindt te weinig info in Soufians plan, dus Pieter wil terug vriendschap sluiten met Soufian, om stiekem info in te winnen.Pieter probeert Soufians vertrouwen te winnen en liegt dat Flo zijn lief is. Kenza bewaakt in haar eentje het huis van Soufians eerste slachtoffer, maar Nabil maakt het haar niet gemakkelijk. Soufian test Pieters loyauteit door hem te laten stelen. Tot grote teleurstelling van het team slaagt Pieter in de test.Kenza volgt Soufians eerste slachtoffer. De communicatie in het team verloopt stroef, terwijl Soufian Pieter opnieuw laat stelen, nu met een Redket erbij. Pieter vraagt Kenza's hulp om de gestolen portemonnee weer bij de eigenaar te krijgen. Pieter ontdekt dat de Redkets nog bestaan en sterker zijn dan ooit, maar begint te worstelen met zijn vriendschap met Soufian.Doordat Pieter het contact met het team verbreekt, vrezen Flo en Basim dat hij een Redket zal worden. Kenza brengt de gestolen portemonnee terug bij de eigenaar, maar wordt zelf aanzien als ...","category":""},"70708":{"channel":"203002308","start":"1669996500","end":"1669999200","title":"Hoodie: compilatie","program_id":"1300878311","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/2\/202211250901297289oa.jpg","description":"Pieter 'helpt' de Redkets bij hun grote slag op het buurtfeest, maar wordt stiekem bijgestaan door Team Hoodie, zodat die nadien de politie op het Redket-kamp kunnen afsturen. Het lijkt te werken, maar Flo panikeert omdat ze Pieter kan verliezen. Uit angst saboteert ze het plan achter de rug van het team, waardoor Soufian ontdekt dat Pieter dubbelspel speelde en de Redkets ontsnappen.De mislukking weegt zwaar op het team. Terwijl Kenza en Pieter aan zichzelf twijfelen, ondekt Basim wat Flo deed en confronteert haar met haar verliefdheid voor Pieter. Dankzij Soufian volgt Dorien Flo en Basim tot in het Hoodie-honk, waar ze hen betrapt tussen de Hoodie-spullen. Pieter ontdekt dat Fajah weet dat hij Hoodie is.Fajah belooft te zwijgen over Hoodie, als Pieter met hen komt eten als gezin. Kenza verwijt Basim dat het honk door hem ontdekt is, maar voelt zich schuldig wanneer zijn onschuld bewezen wordt. Flo wordt ondervraagd door Dorien, maar ontkent dat ze iets met Hoodie te maken heeft. Dorien regelt een huiszoeking bij Flo om de lader van Basims laptop te vinden.Het team denkt dat ze afscheid van elkaar te moeten nemen, maar Basim slaagt erin bij de politie de laptop te wissen. In ...","category":""}}