{"30706":{"channel":"141430106","start":"1669042620","end":"1669046880","title":"Huizen onder de Hamer","program_id":"1296257854","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/31\/20221114090104713dyn.jpg","description":"Dion staat versteld van de hoge kosten die gemoeid zijn bij het kopen van een stuk grond in Londen. Vervolgens bekijkt hij een rijtjeshuis in Greater Manchester, dat veel te wensen overlaat. Ondertussen gaat Martel naar Cumbria, voor een bezoek aan een huis met twee slaapkamers en een interessant dak.","category":""},"30740":{"channel":"141430106","start":"1669124820","end":"1669129080","title":"Huizen onder de Hamer","program_id":"1296704352","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/99\/20221115090119719scg.jpg","description":"Een vrijstaand huis met twee slaapkamers, dat rijp is voor uitbreiding, in Bilston, een gezellig huisje in Nettlestead Green in Kent en een rijtjeshuis in Etruria, zonder badkamer of binnentoilet, worden op de veiling verkocht. De ontwikkelaars hebben ambitieuze plannen voor hun nieuwe aankopen, maar zullen die allemaal volgens plan verlopen?","category":""},"30741":{"channel":"141430106","start":"1669129080","end":"1669133340","title":"Huizen onder de Hamer","program_id":"1296704358","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/58\/202211150901197190jy.jpg","description":"Dion gaat naar Staffordshire om een vochtig en groezelig rijtjeshuis met twee slaapkamers te bekijken, voordat hij naar Rochdale gaat waar hij een verwaarloosd vrijstaand huis treft met een aantal prachtige historische kenmerken. Ondertussen gaat Martel naar Hertfordshire om uit te zoeken wat er gedaan kan worden met een paar oude garages.","category":""},"30775":{"channel":"141430106","start":"1669211760","end":"1669216020","title":"Huizen onder de Hamer","program_id":"1297120953","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/79\/20221116090115514gnh.jpg","description":"Een garage, met ontwikkelingspotentieel, in Margate, een appartement op de begane grond, in een Victoriaans huis, in Shepherds Bush en een stuk grond in Birmingham worden allemaal op de veiling verkocht. Maar het gaat niet van een leien dakje voor een van de drie investeerders.","category":""},"30810":{"channel":"141430106","start":"1669297500","end":"1669301820","title":"Huizen onder de Hamer","program_id":"1297583688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/9\/20221117090125514k0p.jpg","description":"Een paar langetermijnprojecten worden uitgelicht. Martin bekijkt een project, in Anthorn in Cumbira, die hij voor het eerst zag in 2012. Het team volgt ook de voortgang van een tweejarig project om een groot rijtjeshuis in Hounslow in West-Londen op te knappen. Een triest uitziend rijtjeshuis in Crewe in Cheshire heeft 12 maanden nodig om verkocht te worden.","category":""},"30811":{"channel":"141430106","start":"1669301820","end":"1669306140","title":"Huizen onder de Hamer","program_id":"1297583694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/28\/20221117090125514gm6.jpg","description":"Martin ontdekt een verrassing in een bungalow in Stafford, terwijl Dion naar een twee-onder-een-kapwoning in Stoke-on-Trent gaat. En een kijkje in een voormalige kerk in West Yorkshire, om erachter te komen of de pasgetrouwde eigenaren erin geslaagd zijn om het te transformeren naar hun droomhuis.","category":""},"30845":{"channel":"141430106","start":"1669384020","end":"1669388280","title":"Huizen onder de Hamer","program_id":"1297996143","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/42\/20221118090105755i1c.jpg","description":"Martin, Dion en Martel bekijken woningen in Norwich, Brynmawr en Maidstone. Een huis heeft op de veiling slechts acht duizend pond als richtprijs, maar er zal veel geld ingestoken moeten worden om het op te knappen.","category":""},"30846":{"channel":"141430106","start":"1669388280","end":"1669392540","title":"Huizen onder de Hamer","program_id":"1297996149","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/1\/20221118090105755nvh.jpg","description":"Een bezoekje aan een twee-onder-een-kapwoning met drie slaapkamers in de West Midlands, die Dion ooit volledig gestript aantrof. Tommy ontmoet een projectontwikkelaar die een rijtjeswoning met drie slaapkamers heeft gekocht in Sittingbourne, Kent. Ondertussen 'ziet Martel het licht' in een twee-onder-een-kapwoning met twee slaapkamers in Tyne & Wear.","category":""},"34605":{"channel":"141430106","start":"1669643340","end":"1669647480","title":"Huizen onder de Hamer","program_id":"1299219888","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/80\/2022112109011977077d.jpg","description":"Martin bezoekt een bouwproject in Cumbria uit 2012 en het team volgt ook de voortgang van een tweejarig project om een groot rijtjeshuis in West-Londen te ontwikkelen. Het project om een triest uitziend rijtjeshuis in Cheshire te moderniseren duurde ook 12 maanden. Het team gaat lang om te kijken hoe het er nu voor staat.","category":""},"34606":{"channel":"141430106","start":"1669647480","end":"1669651740","title":"Huizen onder de Hamer","program_id":"1299219894","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/53\/20221121090119770hy9.jpg","description":"Dion ziet dubbel in Cheshire, als hij twee huizen bekijkt die de achtertuin delen. Martel krijgt het koud in een woning in Tyne & Wear waar de ramen nauwelijks nog intact zijn.","category":""},"34640":{"channel":"141430106","start":"1669729800","end":"1669734000","title":"Huizen onder de Hamer","program_id":"1299600883","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/65\/20221122090120517n5u.jpg","description":"Een rijtjeshuis in Birmingham dat in slechte staat verkeert, een stuk land in Rainham in Kent en een hoekwoning in Stoke on Trent, die een totale renovatie nodig heeft, worden allemaal op de veiling verkocht. De ontwikkelaars hebben ambitieuze plannen, maar zal een van hen hun projecten binnen het budget passen en op schema opgeleverd worden?","category":""},"34641":{"channel":"141430106","start":"1669734000","end":"1669738200","title":"Huizen onder de Hamer","program_id":"1299600889","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/68\/20221122090120517tmz.jpg","description":"Dion is blij verrast met de eigenzinnige kenmerken die hij aantreft in een huis in Staffordshire. Tommy ontmoet een man die zijn doe-het-zelf-kunsten graag wil uitproberen op een rijtjeshuis in Suffolk. Martin is ondertussen verrast door de extra voordelen die gepaard gaan met een paar oude garages in Zuid-Londen.","category":""},"34675":{"channel":"141430106","start":"1669816800","end":"1669821000","title":"Huizen onder de Hamer","program_id":"1300016088","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/11\/20221123090054980h8h.jpg","description":"Een rijtjeshuis in Fulham - zonder dak - wordt op de veiling verkocht voor een hoog bedrag, terwijl huizen in Gillingham in Kent en Selly Oak bij Birmingham voor bescheidener bedragen worden verkocht. Ze moeten allemaal worden gerenoveerd, maar zullen de ideeën van de ontwikkelaars op de lange termijn hun vruchten afwerpen?","category":""},"34710":{"channel":"141430106","start":"1669902300","end":"1669906800","title":"Huizen onder de Hamer","program_id":"1300427530","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/83\/20221124090109731a0w.jpg","description":"Martin, Dion en Martel reizen naar Londen, de Midlands en Wales om de panden van deze aflevering te bekijken. Een rijtjeshuis in Wolverhampton verkeert in een bijna vervallen staat, en een rijtjeshuis in Aberdare heeft ook de nodige herstelwerkzaamheden nodig, terwijl een aannemer in Romford denkt dat hij geld zal verdienen met de uitbreiding van een halfvrijstaand huis, met drie slaapkamers.","category":""},"34711":{"channel":"141430106","start":"1669906800","end":"1669911000","title":"Huizen onder de Hamer","program_id":"1300427536","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/36\/20221124090109731vtp.jpg","description":"Tommy bezoekt een huis in Norfolk, waar iemand al de helft van het renovatiewerk had gedaan voordat hij het op de veiling verkocht. Dion is in Leicestershire en speelt detectiveje in een woning om uit te zoeken waar de lekkage vandaan komt. Martin vermaakt zich ondertussen in een gedateerde woning in Derbyshire.","category":""},"34745":{"channel":"141430106","start":"1669988700","end":"1669992900","title":"Huizen onder de Hamer","program_id":"1300841593","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/41\/20221125090034708phc.jpg","description":"Martin gaat terug naar de ontwikkelaar die de ambitieuze plannen had om een oude bank in Crewe te verbouwen, terwijl Dion in Derby naar een huis kijkt dat een nieuwe keuken nodig heeft. Martel praat met twee goede vrienden die samenwerken aan een rijtjeshuis in Ogmore Vale in het midden van Glamorgan.","category":""},"34746":{"channel":"141430106","start":"1669992900","end":"1669997400","title":"Huizen onder de Hamer","program_id":"1300841599","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/69\/202211250900347083wa.jpg","description":"Martin gaat naar Suffolk, waar hij gecharmeerd raakt van een rijtjeshuis met twee slaapkamers, dat in de loop der jaren grotendeels onveranderd is. Minder enthousiast is hij echter over een woning in Bedfordshire, waarin hij enkele zorgwekkende scheuren in de muren ontdekt. Dion is ondertussen in Kent, om te kijken naar de bouwmogelijkheden van een enorm stuk land.","category":""}}