{"67469":{"channel":"203002308","start":"1668865500","end":"1668867000","title":"Mega Mindy","program_id":"1295488756","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/92\/20221112090105527nde.jpg","description":"Theo is een echte piraat. Hij heeft een zwaard, een verrekijker en zelfs een papegaai. Het enige wat Theo telkens misloopt is een echte piratenschat. Gelukkig staat er eentje in het museum van het dorp. Zal het hem eindelijk lukken om de schat na al die tijd te stelen?","category":""},"67477":{"channel":"203002308","start":"1668871800","end":"1668873300","title":"Mega Mindy","program_id":"1295488804","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/83\/2022111209010552884g.jpg","description":"Oma en Opa winnen zonder het zelf te beseffen de 'reis van hun leven'. Maar als ze zo in een snoepfabriek belanden, beseffen ze dat deze reis niet is wat ze verwacht hadden...","category":""},"67532":{"channel":"203002308","start":"1668951900","end":"1668953400","title":"Mega Mindy","program_id":"1295911657","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/41\/20221113090130560fzq.jpg","description":"Op een dag staan plots Tante en Nichtje Amerika in het huis van de Fonkels. In Amerika zijn ze schatrijk en ze komen een bezoekje brengen aan hun familie in Europa. Tante Amerika beweert een achterachternicht te zijn van Oma Fonkel. Oma Fonkel kan zich echter niet herinneren dat ze familie heeft in Amerika ...","category":""},"67540":{"channel":"203002308","start":"1668958200","end":"1668959700","title":"Mega Mindy","program_id":"1295911705","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/32\/20221113090130560lc8.jpg","description":"Op het dorpsplein landt een ufo. De ruimtemannetjes zijn vriendelijk en geven geschenken. In ruil willen zij ook geschenken. Het dorp slooft zich uit om allerlei waardevolle voorwerpen te geven aan de ruimtemannetjes. Wie het mooiste geschenk geeft, mag mee op bezoek naar hun planeet. Mieke is eerst onder de indruk van de ruimtewezens, maar voelt aan dat er iets niet klopt. Waarom willen ze geschenken?","category":""},"67612":{"channel":"203002308","start":"1669038600","end":"1669040100","title":"Mega Mindy","program_id":"1296283722","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/58\/20221114090144723ajs.jpg","description":"De vriendelijke bekwame kok Julien heeft een gezellig en lekker restaurantje in het dorp. Hij wordt echter gechanteerd door een boevenbende. Als hij niet betaalt dreigen de boeven ermee de klanten te vergiftigen. De arme kok kan niet anders dan betalen.","category":""},"67692":{"channel":"203002308","start":"1669124700","end":"1669126200","title":"Mega Mindy","program_id":"1296698783","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/97\/20221115090110083hfd.jpg","description":"Tijdens een zeer grote schoonmaakbeurt duikt een oude schatkaart op. Door stom toeval komt die in handen van Migrain. Die wil kost wat kost de schat opgraven ...","category":""},"70424":{"channel":"203002308","start":"1669211100","end":"1669212600","title":"Mega Mindy","program_id":"1297091917","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/42\/202211160900355413q8.jpg","description":"Het rustige dorpje wordt geterroriseerd door een gemotoriseerde boevenbende, 'De bende van Big Chief'. Om de geheimzinnige leider van de bende op te kunnen pakken moeten Toby en Migrain infiltreren in het bendemilieu.","category":""},"70504":{"channel":"203002308","start":"1669297500","end":"1669299000","title":"Mega Mindy","program_id":"1297546983","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/29\/20221117090035574pgr.jpg","description":"De gevaarlijke gangster \"de vlinder\" is voor de zoveelste keer ontsnapt uit een streng bewaakte gevangenis. Niemand begrijpt hoe hij telkens opnieuw kan ontsnappen. Het is nu de beurt aan Migrain om hem te bewaken...","category":""},"70586":{"channel":"203002308","start":"1669383900","end":"1669385400","title":"Mega Mindy","program_id":"1298017397","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/43\/202211180901347248r7.jpg","description":"In het dorp wordt 'De Rode Roos' georganiseerd, een belangrijke danswedstrijd. Ook oma en opa Fonkel én Mieke en Toby schrijven zich in. Ze zullen moeten opboksen tegen Lorenzo en Charlotte, beter bekend als 'De Magnifico's'. Dat is geen gemakkelijke klus, want zij winnen keer op keer... door de andere deelnemers uit te schakelen! Wanneer Mieke ontdekt dat Lorenzo op het punt staat Toby te saboteren door een zware kroonluchter op hem te laten neerstorten, is er maar één oplossing: het is Mega Mindy tijd! Maar zal Mega Mindy Toby tijdig kunnen redden?","category":""},"70651":{"channel":"203002308","start":"1669471200","end":"1669472700","title":"Mega Mindy","program_id":"1298413935","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/59\/20221119090119742l1t.jpg","description":"Wanneer Reddy en Freddy, twee boeven, een hele hoop schattige teddybeertjes gratis aan Migrain geven is deze blij dat hij ze kan uitdelen aan de mensen van het dorp om zo een goede indruk te maken. Al gauw blijkt echter dat de twee bommetjes hebben verstopt in de beertjes! Reddy wordt gevat door de politie maar Freddy dreigt: als de politie Reddy niet laat gaan, zal hij alle bommen laten ontploffen! Toby en Migrain zien het somber in, maar Mieke weet wel beter: het is Mega Mindy tijd! Lukt het Mega Mindy om alle beertjes op tijd weg te halen bij de inwoners?","category":""},"71108":{"channel":"203002308","start":"1669476600","end":"1669478100","title":"Mega Mindy","program_id":"1298413977","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/50\/20221119090119742b35.jpg","description":"Een rijke gemenerik beveelt een smokkelaar zeldzame vogels te vangen in een tropisch land. Wanneer de diertjes per ongeluk in de handen komen van Migrain, komen Toby, Mieke en Migrain de slechteriken gelukkig op het spoor. Tijdens de achtervolging loopt het echter fout. Migrain wordt meegenomen in het vliegtuigje van de smokkelaar en dreigt eruit geduwd te worden. Zal Mega Mindy de commissaris kunnen redden?","category":""},"71162":{"channel":"203002308","start":"1669557600","end":"1669559100","title":"Mega Mindy","program_id":"1298833215","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/86\/2022112009011978298m.jpg","description":"Wanneer de wereldberoemde pianiste Nathalia Tkofschip in het dorp is voor een concert, beslissen twee slechteriken haar te gijzelen en een bom te plaatsen in haar piano. Ze eisen een smak losgeld. Migrain denkt de situatie te kunnen redden, maar dan wordt ook hij gevat. Het is dus Mega Mindy tijd! Maar zal ze er op tijd zijn?","category":""},"71169":{"channel":"203002308","start":"1669563000","end":"1669564500","title":"Mega Mindy","program_id":"1298833257","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/4\/20221120090119783ljw.jpg","description":"Migrain besluit de wielerheld Willy Vitesse te eren door aan hem een fietsroute op te dragen én hem een gouden fiets te schenken. Al gauw raken twee boeven op de hoogte van het plan en proberen koste wat het kost de gouden fiets te bemachtigen. Ze weten Migrain in de val te lokken door hem te misleiden met taart en gaan ervan door met de fiets! Zal Mega Mindy Migrain kunnen bevrijden en de boeven kunnen vatten?","category":""},"71241":{"channel":"203002308","start":"1669643100","end":"1669644600","title":"Mega Mindy","program_id":"1299203666","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/14\/20221121090059752xxf.jpg","description":"Een sluwe slechterik heeft het plan opgevat om stiekem een aantal toeristen te misleiden met een zonnecrème, waardoor ze helemaal groen verkleuren. Ook Toby en Migrain worden getroffen. De gemenerik doet zich voor als een slimme professor en enkel hij heeft dé remedie tegen de groene bacterie! Maar die kost enorm veel geld ... zo wordt hij stinkend rijk! Hij denkt dat zijn plannetje gelukt is, maar dan heeft hij Mega Mindy nog niet ontmoet!","category":""},"71324":{"channel":"203002308","start":"1669729500","end":"1669731000","title":"Mega Mindy","program_id":"1299586618","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/56\/20221122090059717be6.jpg","description":"Vandaag komt er een nieuwe commissaris op het politiebureau werken. Opa is zichzelf niet meer en gaat de bank overvallen. Mieke wil bewijzen dat opa niks met de overval te maken heeft. Zal Mega Mindy moeten tussenkomen om de echte dader van de overval te vinden?","category":""},"71406":{"channel":"203002308","start":"1669815900","end":"1669817400","title":"Mega Mindy","program_id":"1300005650","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/28\/20221123090044749kxu.jpg","description":"Commissaris Migrain is spoorloos. Voor Toby en Mieke is de afwezigheid van de commissaris een groot raadsel. Mama Migrain weet met zichzelf geen raad meer. Wanneer de baron op het politiebureau met een brief van de ontvoerders verschijnt, blijkt al snel dat de ontvoerders een fout hebben gemaakt. Dringend Mega Mindy time!","category":""},"71623":{"channel":"203002308","start":"1669902600","end":"1669904100","title":"Mega Mindy","program_id":"1300405511","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/31\/20221124090034731ayx.jpg","description":"Een tv-ploeg volgt een hele dag Migrain. Hij is zo fier als een gieter en iedereen zal het geweten hebben dat hij de beste ter wereld is. Rob Robot is een grote gangster die jaren geleden door Migrain gevangen genomen werd. Rob Robot komt terug vrij en hij zint op wraak. Hij wil ervoor zorgen dat de commissaris zelf in de gevangenis komt.","category":""},"71705":{"channel":"203002308","start":"1669988700","end":"1669990200","title":"Mega Mindy","program_id":"1300878257","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/62\/20221125090129727g0g.jpg","description":"De Kriminalskibroers zijn in het dorp komen schuilen. Blijkbaar hebben ze het wereldberoemde schilderij 'De Mona Lisa' gestolen uit het museum in Parijs. Migrain heeft alvast een plan om de broers te 'vangen'. Commissaris Migrain heeft dan ook een persconferentie in zijn plan opgenomen waarmee hij zelf wereldberoemd mee wil worden. Slaagt Migrain erin om de broers te arresteren of zal hij toch de hulp van Mega Mindy nodig hebben hierbij?","category":""}}