{"15078":{"channel":"141429244","start":"1669916100","end":"1669918800","title":"Nepal - Dem Himmel nah","program_id":"1300406280","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/84\/20221124090034736dyc.jpg","description":"Die Reise durch Nepal beginnt im Osten im unteren Himalaya an der Grenze zu Indien, in der wunderschönen Hügellandschaft der Teeplantagen von Ilam. Von dort geht es weiter in die Stadt der Tempel nach Janakpur und zum Chitwan-Nationalpark, dem Lebensraum von Nashörnern, wilden Elefanten und Leoparden. Über Lukla, einem der gefährlichsten Flughäfen der Welt, führt die Reise weiter hinauf in den Himalaya, in die Heimat der Sherpas und Yaks und bis zum Sehnsuchtsort unzähliger Abenteurer aus aller Welt und dem Wahrzeichen Nepals: dem Mount Everest. Naturwunder reihen sich an Kulturstätten, Pilgerorte an pulsierende Basare, buddhistische an hinduistische Heiligtümer. Das Ziel ist schließlich das fruchtbare Kathmandu-Tal, die Heimat der Newar, der Urbevölkerung Nepals. Dort liegen die drei Königsstädte Bhaktapur, Patan und die rasant wachsende Hauptstadt Kathmandu mit ihren zahllosen Tempeln.","category":""},"15106":{"channel":"141429244","start":"1670002500","end":"1670005200","title":"Nepal - Dem Himmel nah","program_id":"1300878959","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/44\/20221125090130551ftt.jpg","description":"Der zweite Teil der Reise durch Nepal beginnt in eisigen Höhen, an Bergseen und Himalayagipfeln. Vom hinduistischen Wallfahrtsort Muktinath über die ursprünglichen Dörfer des früheren Königreichs Mustang geht es dann nach Pokhara und zum Phewa-See. Dort beginnen die spektakulären Trekkingtouren ins Annapurna-Gebiet mit seinen Achttausendergipfeln. Weit unten liegen die grünen Hügel und Reisterrassen von Palpa und Lumbini, dem Geburtsort Buddhas. Hier befindet sich eines der wichtigsten religiösen Zentren der Welt. In den weiten Ebenen des westlichen Terai liegt der Bardia-Nationalpark, das Zuhause von Affenhorden, seltenen Vögeln und dem Herrscher des Dschungels: dem Königstiger. Dort in den heißen Ebenen lebt auch das Volk der malariaresistenten Tharu. Die Entdeckungsreise führt zu den Naturschönheiten Nepals und zu den Menschen in abgelegenen Gebieten, in einem Lebensraum, der ihnen viel abverlangt.","category":""}}