{"10489":{"channel":"141429244","start":"1669654200","end":"1669656900","title":"Wasser ist Zukunft","program_id":"1299181597","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/28\/20221121090025534hd1.jpg","description":"Es ist das Comeback eines kleinen Flusses und einer ganzen Landschaft: Die Emscher im Ruhrgebiet, jahrzehntelang der dreckigste Fluss Europas, wird vom industriell genutzten Abwasserkanal wieder zu einem natürlichen Flusssystem zurückgebaut. Mit Hilfe von Klärwerken, befreiten Flussbetten und zurückkehrenden Tierarten erblüht eine einzigartige Naturregion - mit einer ganz speziellen Industriegeschichte.","category":""},"10518":{"channel":"141429244","start":"1669740600","end":"1669743300","title":"Wasser ist Zukunft","program_id":"1299573839","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/51\/20221122090040533qrq.jpg","description":"An der Mündung des Colorado River kommt kaum noch ein Tropfen Wasser an. Nach seiner Reise durch die Rocky Mountains und den Grand Canyon fällt er in Mexiko seit Jahrzehnten trocken. Zu groß ist der Wasserbedarf im Einzugsgebiet. Nun wollen Naturschützer seine Mündung wieder ergrünen lassen. Dafür müssen die Menschen entlang des Flusses dem Colorado einen Teil seines Wassers zurückgeben.","category":""},"15047":{"channel":"141429244","start":"1669827000","end":"1669829700","title":"Wasser ist Zukunft","program_id":"1300037051","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/50\/20221123090124724quf.jpg","description":"Über Jahrhunderte haben die Niederländer das Meer mit Deichen gezähmt und ihr Land mit Wasserstraßen durchzogen. Doch der Klimawandel facht Stürme an und lässt den Meeresspiegel steigen. Die Niederlande suchen einen neuen Pakt mit dem Wasser, um das tiefliegende Land zu schützen. Sie nutzen moderne Technologien und die Kraft der Natur - und geben dem Wasser andernorts gezielt Raum.","category":""},"15077":{"channel":"141429244","start":"1669913400","end":"1669916100","title":"Wasser ist Zukunft","program_id":"1300406274","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/77\/202211240900347358m8.jpg","description":"Der Jordan ist die wichtigste Wasserquelle für Jordanier, Israelis und Palästinenser. Doch die intensive Landwirtschaft gräbt dem heiligen Fluss das Wasser ab. Seit Israel und Jordanien 1994 Frieden schlossen, arbeiten Aktivisten einer Umweltorganisation über alle Grenzen hinweg daran, den Jordan und das Tote Meer zu retten - für den Schutz der Natur und den Frieden in der Region.","category":""},"15105":{"channel":"141429244","start":"1669999800","end":"1670002500","title":"Wasser ist Zukunft","program_id":"1300878953","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/54\/20221125090130551x8s.jpg","description":"Diese Folge führt nach Andalusien. Im trockenen Süden Spaniens bestimmt das Wasser seit jeher das Leben der Menschen. Ein knappes Gut, von den Mauren \"flüssiges Silber\" genannt. Heute arbeiten Bauern, Wissenschaftler und Naturschützer daran, den Schatz Andalusiens in die Zukunft retten. Dabei greifen sie auf jahrhundertealtes Wissen und modernste Technologien zurück.","category":""}}