{"27010":{"channel":"141429669","start":"1668871200","end":"1668874800","title":"Witse","program_id":"1295472691","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221112\/98\/20221112090050512fpu.jpg","description":"Een vrouw valt uit het raam van haar villa. De ex-man wordt verdacht, maar dan stuurt een anoniem telefoontje het onderzoek in de richting van een Spaanse pooier die in Halle een machtsbasis probeert te verwerven.","category":""},"27061":{"channel":"141429669","start":"1669047000","end":"1669050360","title":"Witse","program_id":"1296255313","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/26\/20221114090054741wrr.jpg","description":"Van Deun keert terug uit ziekteverlof. Dams heeft psychologische moeilijkheden na de dramatische gebeurtenissen. Een vrouw wordt vermoord teruggevonden in haar flat. De hoofdverdachte is haar ex-man, die net een aantal jaar in de gevangenis heeft doorgebracht en die de scheiding niet kon verkroppen. Maar die heeft het perfecte alibi: hij staat onder elektronisch toezicht en was op het moment van de moord in zijn appartement...","category":""},"27084":{"channel":"141429669","start":"1669133700","end":"1669136760","title":"Witse","program_id":"1296673015","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/52\/20221115090039724ydp.jpg","description":"Op een bouwwerf wordt een dode jongeman gevonden. Het blijkt een illegale asielzoeker uit Moldavië te zijn. Witse vindt het tienjarige zusje van het slachtoffer terug. Het onderzoek leidt naar werkgevers die het niet nauw nemen met de sociale wetgeving, en een diplomaat die in onfrisse zaakjes betrokken blijkt te zijn...","category":""},"27109":{"channel":"141429669","start":"1669219800","end":"1669223160","title":"Witse","program_id":"1297091033","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/1\/20221116090035526hs3.jpg","description":"Een rijke notaris wordt dood teruggevonden, gestikt in een mondvol geld. Witse sluit vriendschap met de tuinman van de notaris, en ontdekt via hem dat de notaris een liederlijk leven leidde dat hem vele vijanden opleverde. Bovendien wordt een schriftje gevonden met ingewikkelde gecodeerde boodschappen. Ligt daar de oplossing van de moordzaak in besloten?","category":""},"27139":{"channel":"141429669","start":"1669306200","end":"1669309560","title":"Witse","program_id":"1297565542","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/37\/202211170901047235ez.jpg","description":"Sams jongste broer lijkt betrokken bij een moordzaak. Sam is overtuigd van zijn onschuld, maar ze mag zich niet met het onderzoek moeien. Toch probeert ze op eigen houtje klaarheid te brengen in de zaak. Maar is ze wel opgewassen tegen de waarheid?","category":""},"27165":{"channel":"141429669","start":"1669392900","end":"1669395960","title":"Witse","program_id":"1298016134","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/96\/202211180901305206zn.jpg","description":"Een oude man wordt vermoord teruggevonden. Bij navraag in het rusthuis waar hij verbleef, ontdekt Witse dat de man onderzoeksjournalist was. Naar eigen zeggen was de man bovendien een zaak op het spoor. Heeft een vijand uit het verleden wraak genomen? Weet Cyriel, de dementerende beste vriend van het slachtoffer, meer? En zo ja, kan Witse hem dan wel vertrouwen?","category":""},"27190":{"channel":"141429669","start":"1669478400","end":"1669482000","title":"Witse","program_id":"1298395358","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221119\/38\/20221119090044755f68.jpg","description":"Een man komt zichzelf aangeven: hij heeft zijn vrouw vermoord. Al gauw blijkt echter dat de vrouw, die in therapie was, zelfmoord heeft gepleegd. Annemie verdenkt de therapeut van de vrouw van onethische handelingen en seksueel misbruik van zijn patiëntes. Witse weigert dat te geloven - de man is een gerenommeerd gerechtspsychiater. Na een tijdje krijgt ook hij een vermoeden dat er iets niet in de haak is met de therapeut. Maar hoe kan hij bewijzen dat de zelfmoord eigenlijk een vermomde moord was?","category":""},"27231":{"channel":"141429669","start":"1669651500","end":"1669655160","title":"Witse","program_id":"1299190386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/66\/20221121090040520xot.jpg","description":"Een bibliothecaresse wordt na haar uren vermoord in de stadsbibliotheek. Maar er is een getuige: Bram, een blinde jongen aan wie ze bijles gaf. Sam en Witse proberen Bram zover te brengen dat hij zich waardevolle elementen kan herinneren die naar de dader kunnen leiden. Maar de dader komt te weten dat Bram aanwezig was tijdens de moord en hij onderneemt stappen om de lastige getuige voor eeuwig het zwijgen op te leggen...","category":""}}