{"42964":{"channel":"141430597","start":"1669039920","end":"1669041420","title":"Puppy Patrol 2","program_id":"1296270339","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/30\/20221114090120531zvi.jpg","description":"De Puppy Patrol kinderen komen door de zieke hond Wally er achter dat het met zijn rijke baasjes uit een villawijk niet zo goed gaat als zij zelf doen geloven. Waarom wordt Wally niet geopereerd terwijl dit wel nodig is? Waarom zit zoon Kevin niet meer op paardrijden en waarom steelt dochter Charlotte? Weten de Puppy Patrol kinderen te ontdekken wat er schuilt achter het hek van het landgoed?","category":""},"43055":{"channel":"141430597","start":"1669126440","end":"1669128000","title":"Puppy Patrol 2","program_id":"1297134275","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/45\/20221116090134730qz8.jpg","description":"Emma organiseert samen met Lena, Niels en Jesse een sponsorloop. Als de slechtziende Isa met haar buddyhond Vespa en haar broer Tim uit de wandeltocht verdwijnen slaat de paniek toe.","category":""},"48242":{"channel":"141430597","start":"1669298880","end":"1669300380","title":"Puppy Patrol 2","program_id":"1297579456","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/64\/20221117090120613qe9.jpg","description":"Op het dierenasiel wordt het hondje Skip gebracht omdat zijn baasjes Marlin en Sil in scheiding liggen en ruzie hebben over wie de hond mag verzorgen. Ze komen er niet uit, dus gaat Skip tijdelijk naar het dierenasiel. Moeder Liza ontdekt dat er een besmettelijke infectieziekte heerst op het asiel. Uit voorzorg moeten alle dieren en verblijven worden behandeld. Maar tot overmaat van ramp ontsnapt Skip! Niels en Lena ontdekken dat hondje Skip terug is bij zijn lievelingsbaasje Sil. Maar Niels en Lena ontdekken ook dat Sil bezig is met illegaal palingvissen. Dat moet gestopt worden!","category":""},"48336":{"channel":"141430597","start":"1669385400","end":"1669386960","title":"Puppy Patrol 2","program_id":"1298007845","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/9\/20221118090129743okq.jpg","description":"Lena en Emma vinden een paard op een verlaten camping. Er is niemand in de buurt te bekennen. Van wie is dit paard? Moeder Liza waarschuwt de kinderen om zich er niet mee te bemoeien. Natuurlijk gaan de Puppy Patrol kinderen wel op onderzoek uit en ontdekken dat het paard gestolen is en verhandeld wordt. Maar hoe kunnen zij het paard redden zonder zelf in gevaar te komen?","category":""},"52055":{"channel":"141430597","start":"1669644780","end":"1669646280","title":"Puppy Patrol 2","program_id":"1299199489","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221121\/29\/20221121090054717wew.jpg","description":"Hond Digger brengt de Puppy Patrol kinderen in gevaar met zijn opgegraven gouden kandelaar uit het kasteelpark bij hen in de buurt. Digger is trots op zijn vangst, maar de kinderen vragen zich af door wie die kandelaar daar is begraven. En waarom? De kinderen komen er achter zodra ze terug gaan naar het kasteel. Maar dan wordt Lena opgesloten.","category":""},"52147":{"channel":"141430597","start":"1669731300","end":"1669732740","title":"Puppy Patrol 2","program_id":"1299572409","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221122\/38\/202211220900347403l8.jpg","description":"Trouwe hond Dapper komt in de laadruimte terecht van een vrachtwagen en niemand van het dierenasiel heeft het in de gaten. Totdat Jesse met hem wil spelen en hem nergens kan vinden. Ondertussen is Dapper ver van huis als de laadklep van de vrachtwagen weer open gaat. Maar waar moet Dapper naar toe? Hij komt erachter dat niet iedereen gek is op honden. Als hij ook nog voor een gevaarlijke zwerfhond wordt aangezien, krijgt Dapper het moeilijk. Weten de Puppy Patrol kinderen hun trouwe hond Dapper terug te vinden?","category":""},"53456":{"channel":"141430597","start":"1669904340","end":"1669905720","title":"Puppy Patrol 2","program_id":"1300590806","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/92\/2022112413581974037k.jpg","description":"Nora en Danny zijn beide goed in paardrijden. Maar hun ouders bederven het plezier in paardrijden een beetje. Zelfs als er sprake is van een selectiewedstrijd. Weten Emma en Niels iedereen weer op het juiste spoor te krijgen?","category":""},"53548":{"channel":"141430597","start":"1669990680","end":"1669992120","title":"Puppy Patrol 2","program_id":"1300883060","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/50\/2022112510003055666x.jpg","description":"Emma en Niels vinden op straat een hond die is aangereden. Wat is er gebeurd en wie heeft het gedaan? Via een skateboardbende komt de Puppy Patrol op het spoor van Lucas. Hij wil bij de skateboardbende horen, omdat hij stoer wil zijn. Maar hoe ver gaat Lucas om stoer te zijn? Jesse, Niels, Emma, Lena en Dapper geven niet op om Lucas te ontmaskeren.","category":""}}