{"10321":{"channel":"141429244","start":"1669049400","end":"1669052100","title":"Stille Wasser sind tief","program_id":"1296244566","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/51\/20221114090039739su9.jpg","description":"Einer der größten Seen Südamerikas trägt gleich zwei offizielle Namen: Lago General Carrera, nach einem der Gründerväter des unabhängigen Chiles, und Lago Buenos Aires, da er zur Hälfte auf argentinischem Staatsgebiet liegt. Der Carrera-See ist ein wahres Naturwunder Patagoniens. In Begleitung von Wissenschaftlern und Fotografen erschließt sich die ganze Vielfalt dieses Binnengewässers. Türkisblau erstreckt es sich in einer wilden, unberührten Landschaft. Dort findet man eine bunte Flora, deren wechselnde Schattierungen die ohnehin schon reiche Farbpalette ergänzen, eine Bilderbuch-Fauna und bizarre geologische Formationen aus Marmor. Aber warum trägt dieser majestätische See noch einen dritten, weniger bekannten Namen mit unheilvollem Klang: \"Chelenko\", was so viel bedeutet wie \"turbulente Wasser\"? Ein gefährlicher Vulkan, riesige Fossilien auf einem Berggipfel, unheimliche Wetterkapriolen: Tatsächlich hat der schönste See Südamerikas ein zweites, unheimlicheres Gesicht.","category":""},"10350":{"channel":"141429244","start":"1669135800","end":"1669138500","title":"Stille Wasser sind tief","program_id":"1296667818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/22\/202211150900258066s1.jpg","description":"Der Chilika-See ist ein einzigartiger und äußerst reichhaltiger aquatischer Lebensraum, der für seine tierischen und menschlichen Anwohner von großer Bedeutung ist. Seine Fischbestände sichern die Existenz Hunderttausender indischer Fischer. Doch die Menschen schöpfen nicht nur aus dem See, sie haben es auch verstanden, dieses wertvolle Biotop vor Gefahren wie Umweltverschmutzung und Sedimentation zu schützen. Je nach Entnahmeort ist das Wasser süß, salzig oder brackig. Diese ungewöhnliche hydrologische Vielfalt verleiht dem Chilika die Eigenschaften eines Sees, einer Flussmündung und einer Meereslagune. Dem schrittweisen Übergang von Süß- zu Salzwasser ist es zu verdanken, dass dort vier unterschiedliche Ökosysteme nebeneinander existieren und eine für Seen einzigartige Biodiversität entfalten können. Delfine, Zugvögel, Salz- und Süßwasserfische teilen sich diese Ökosysteme, die je nach Jahreszeit und Wasserstand verschwinden und wieder auftauchen.","category":""},"10379":{"channel":"141429244","start":"1669222200","end":"1669224900","title":"Stille Wasser sind tief","program_id":"1297121581","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/15\/20221116090115514iii.jpg","description":"Im Herzen der Dinarischen Alpen unweit der Adria liegt der relativ unbekannte Skadar-See. Der Karstsee erstreckt sich zwischen den einst verfeindeten Ländern Montenegro und Albanien. In den zugleich geschützten und sich selbst überlassenen Naturgebieten, die den See umgeben, finden Fledermäuse, Libellen und Zugvögel Nistplätze in verlassenen Bunkern, mittelalterlichen Burgen und zeitweise überschwemmten Auen.","category":""},"10405":{"channel":"141429244","start":"1669302900","end":"1669305900","title":"Stille Wasser sind tief","program_id":"1297586137","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221124\/17\/20221124090034736hi9.jpg","description":"","category":""},"10439":{"channel":"141429244","start":"1669395000","end":"1669397400","title":"Stille Wasser sind tief","program_id":"1297990916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/33\/20221118090055522r0u.jpg","description":"Im Nordosten Tansanias liegt in einem aktiven Vulkangebiet der Natronsee, ein Gewässer mit flachem Untergrund, das auch in der Regenzeit nie tiefer als drei Meter ist. Nur dann bildet er einen zusammenhängenden See und reicht über die Landesgrenze hinaus bis ins benachbarte Kenia. Doch sobald die Temperaturen steigen, kämpft der Natronsee ums Überleben: In der Dürrezeit, wenn das Thermometer 50 Grad Celsius anzeigt, trocknet er aus und teilt sich in zahlreiche Lagunen, die monatelang völlig isoliert voneinander existieren. Dieses Phänomen, das durch die Erderwärmung noch verstärkt wird, macht den Natronsee zu einem unwirtlichen Ökosystem, in dem sich das selten gewordene Wasser in eine ätzende, schleimige Flüssigkeit verwandelt. Diese ist allerdings unerlässlich für das Überleben einer gigantischen Zwergflamingo-Kolonie und beherbergt außerdem Fische, die sich an die extremen Bedingungen angepasst haben. An den Ufern des Natronsees pflegen die Massai-Hirten eine von ihren Urahnen überlieferte Lebensweise, die es auf der Welt sonst fast nirgendwo mehr gibt.","category":""}}