{"59395":{"channel":"141431638","start":"1668979200","end":"1668981900","title":"The dark heart","program_id":"1295874975","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/47\/20221116210104704viw.jpg","description":"Sanna Ljungqvist wil na haar studies de boerderij van haar vader overnemen. Ze wordt er verliefd op Marcus. Maar een lange vete tussen beide families maakt dat Sanna's vader Bengt tegen de relatie is. Tanja Thorell is de COO van de plaatselijke afdeling van Missing People. Ze ontmoet een jonge vrouw wier vader al meer dan twee jaar vermist is. Tanja zweert dat ze de vermiste vader, Bengt genaamd, zal vinden.","category":""},"59396":{"channel":"141431638","start":"1668981900","end":"1668984900","title":"The dark heart","program_id":"1295874981","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/76\/202211162101047041t4.jpg","description":"Bengt keurt de moderniseringsplannen van Sanna goed, op voorwaarde dat ze haar relatie met Marcus beëindigt. Maar Sanna is zwanger en kiest voor Marcus, tot grote woede van haar vader. Ze trekt in bij Marcus, en samen beseffen ze dat één persoon hun toekomst in de weg staat: haar vader Bengt. Tanja Thorell is volop bezig met haar zoektocht en komt uit bij de boerderij van de familie Ljungqvist.","category":""},"59501":{"channel":"141431638","start":"1669582200","end":"1669584900","title":"The dark heart","program_id":"1298808437","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/61\/20221120090050581gji.jpg","description":"Sanna en Marcus proberen Bengts verdwijning te verhullen, maar de zus van Sanna schakelt de politie in, die de boerderij en omgeving uitkamt. Maar om de erfenis binnen te rijven, moet er een lichaam worden gevonden. Sanna bevalt intussen van een dochter en de financiële situatie van het jonge gezin is precair. De zoektocht van Tanja lijkt op een dood spoor te zitten, maar dan krijgt ze een onverwachte tip, en die leidt naar de vijver op de boerderij van Sanna en Marcus.","category":""},"59502":{"channel":"141431638","start":"1669584900","end":"1669587600","title":"The dark heart","program_id":"1298808443","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221120\/1\/20221120090050581kq8.jpg","description":"Sanna en Marcus staan onder zware financiële druk en krijgen af te rekenen met Tanja, die ervan overtuigd is dat zij met de verdwijning van Bengt te maken hebben. De relatie van het jonge koppel wordt zwaar op de proef gesteld, zeker wanneer Tanja toenadering zoekt tot Marcus. Het komt tot een breuk tussen Sanna en hem die allesbehalve vriendschappelijk te noemen is.","category":""}}