{"58419":{"channel":"141431638","start":"1668965400","end":"1668965700","title":"The planets: minisodes","program_id":"1295874939","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221113\/14\/20221113090034723t1u.jpg","description":"Stormen op aarde kunnen heel vernietigend zijn, maar ze zijn niks in vergelijking met het weer elders in het zonnestelsel. Op Jupiter is er een storm die de naam Grote Rode Vlek heeft gekregen. Die storm is zo groot, dat de volledige aarde erin zou passen en gaat al eeuwen tekeer. Maar ook verder van de zon vinden we eigenaardige weerfenomenen, zoals op Neptunus. Daar waait de snelste wind in het zonnestelsel en binnenin zou het diamanten regenen. En niet alleen op de gigantische buitenste planeten komen we de raarste dingen tegen, ook de kleinere planeten kennen extreme stormen. Op Mars kunnen stofstormen de hele planeet teisteren, wat niet zo'n goed nieuws is voor de rovers van de NASA op zonne-energie.","category":""},"58433":{"channel":"141431638","start":"1669054200","end":"1669054500","title":"The planets: minisodes","program_id":"1296254674","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/11\/20221114090054745fin.jpg","description":"Manen vertellen ons de geschiedenis van het zonnestelsel. Onze maan heeft bijna 2 miljoen kraters, een teken dat de maan en de aarde ooit met asteroïden en kometen werden gebombardeerd. De aarde heeft misschien maar één maan, maar de andere planeten hebben er veel meer. Zo heeft Saturnus er 62. Ooit was er een andere maan, die miljoenen jaren geleden vernietigd werd en zo zorgde voor de ringen die we vandaag zien. Niet alle mannen ontstaan rond hun planeet. Van Triton, de grootste maan van Neptunus, wordt gedacht dat die veel verder in het zonnestelsel ontstaan is, in het gebied van de kometen.","category":""},"58448":{"channel":"141431638","start":"1669140600","end":"1669140900","title":"The planets: minisodes","program_id":"1296674638","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221115\/22\/20221115090040511614.jpg","description":"Jarenlang kenden we enkel de kometen die aan de hemel voorbijkwamen, nu zijn we zelfs op een komeet kunnen landen. Maar waar komen kometen vandaan? Ze komen uit een gebied in het zonnestelsel dat we de Kuipergordel noemen. Verder dan Pluto zijn er biljoenen kometen, maar die blijven niet allemaal altijd zo ver weg. Er zijn kometen neergestort op Jupiter en er zijn er die miljarden jaren geleden ons zonnestelsel zijn binnengekomen en daar ook zijn gebleven. Dwergplaneet Ceres, nu een rotsachtige wereld in de planetoïdengordel, was ooit helemaal bedenkt met ijs en bevond zich ver van de planeten. Het zou kunnen dat deze dwergplaneet ooit een komeet was.","category":""}}