{"58463":{"channel":"141431638","start":"1669216500","end":"1669217400","title":"Universiteit van Vlaanderen","program_id":"1297105495","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221116\/31\/20221116090054710v65.jpg","description":"Hoewel de wetenschap niet stilstaat en er onderzoek wordt gedaan naar beloftevolle behandelingen, krijgt 1 op de 10 vrouwen ooit borstkanker. Oncoloog Hans Wildiers (KU Leuven) legt uit hoe dat komt en waarom het zo moeilijk is om dat aantal te doen dalen.","category":""},"58481":{"channel":"141431638","start":"1669302900","end":"1669304400","title":"Universiteit van Vlaanderen","program_id":"1297559760","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221117\/76\/20221117090054705787.jpg","description":"Onlinedatingapps gaan al een tijdje mee en het aanbod aan potentiële partners op die platformen is enorm. Vraag is dan: hoe pik je er een 'goeike' uit? Onderzoeker Lara Hallam (UAntwerpen en AP Hogeschool) legt je uit hoe je zelf de kans op een goed lief kan vergroten.","category":""},"58499":{"channel":"141431638","start":"1669399800","end":"1669400400","title":"Universiteit van Vlaanderen","program_id":"1298003900","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/78\/20221118090120511x8d.jpg","description":"Je ruikt eau de cologne 4711 en plotsklaps sta je in de woonkamer van je grootmoeder. Een zweem van lavendel zweeft voorbij en je bent ineens weer 8 jaar en op vakantie in de Provence. Geuren hebben de mogelijkheid om heel levendige herinneringen op te wekken, meer nog dan foto's. Hoe komt dat eigenlijk? Wat is er zo speciaal aan onze reukzin? Dr. Ann Van der Jeugd (KU Leuven) legt uit.","category":""},"58500":{"channel":"141431638","start":"1669400400","end":"1669401300","title":"Universiteit van Vlaanderen","program_id":"1298003906","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221118\/17\/20221118090120511fip.jpg","description":"Wist je dat er metalen bestaan die je helemaal kan vervormen, maar die meteen weer hun oorspronkelijke vorm aannemen als je ze in water legt? Geheugenmetaal, heet dat. En die technologie kan gebruikt worden om robots spieren te geven en je beugel automatisch aan te spannen. UAntwerpen-fysicus Nick Schryvers neemt ons mee naar een wereld waarin je metalen kunstjes kan leren.","category":""},"58609":{"channel":"141431638","start":"1670000100","end":"1670001240","title":"Universiteit van Vlaanderen","program_id":"1300841749","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/25\/20221125090034707c7x.jpg","description":"Wist je dat er tussen onze cellen een heel communicatienetwerk bestaat? En nee, niet gewoon 'zenuwen', maar celblaasjes laten onze cellen met elkaar communiceren, onderdelen uitwisselen of zelfs het afval buitenzetten. Hoe we die celblaasjes dan ook kunnen gebruiken om ons beter te wapenen tegen ziektes, komt medisch onderzoeker Joy Irobi (UHasselt) ons vertellen.","category":""}}