{"56178":{"channel":"141431343","start":"1669059000","end":"1669068114","title":"Verdi - La Traviata","program_id":"1296264627","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/83\/20221114090109715nxe.jpg","description":"Yannick Nézet-Séguin leidt het orkest en koor van de Metropolitan Opera in deze uitvoering van La traviata van Giuseppe Verdi (1813–1901) uit december 2018. Onder de solisten zijn Diana Damrau (Violetta), Juan Diego Flórez (Alfredo), Quinn Kelsey (Giorgio), Maria Zifchak (Annina), en Marco Antonio Jordao (Giuseppe). Verdi’s La traviata kwam haar roemruchte, dramatische première te boven en groeide uit tot één van de meest geliefde opera's van het repertoire. Na de grootschalige dramatiek van zijn eerdere opera's als Rigoletto en Il trovatore putte de componist nu inspiratie uit een intiemer onderwerp, wat misschien wel zijn meest diepzinnige, oprechte muziek opleverde. Verdi en librettist Francesco Maria Piave baseerden La traviata op een toneelstuk dat zich nu eens niet afspeelde in het verre verleden, maar in hun eigen tijd – een unicum in de lange carrière van de componist. De titelrol van de “gevallen vrouw”, een onuitputtelijke bron van vocale en dramatische mogelijkheden en uitdagingen, weet de verbeelding van publiek en artiesten nog altijd te prikkelen. De muzikaal-dramatische kunde waarmee Verdi een individu portretteert dat wordt gemarginaliseerd door de maatschappij ...","category":""},"59277":{"channel":"141431752","start":"1669059000","end":"1669068114","title":"Verdi - La Traviata","program_id":"1296257310","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221114\/33\/20221114090100509alv.jpg","description":"","category":""},"56362":{"channel":"141431343","start":"1669762800","end":"1669771075","title":"Verdi - La Traviata","program_id":"1299996633","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/95\/20221123090030513m06.jpg","description":"De courtisane Violetta Valéry wordt verliefd op Alfredo Germont. Ze besluit haar zedeloze leven in het mondaine Parijs op te geven en vestigt zich met hem op het platteland. Alfredo's vader Giorgio vraagt Violetta de scandaleuze relatie met zijn zoon te verbreken, omdat anders het aanstaande huwelijk van Alfredo's zuster in gevaar komt. Violetta, die weet dat ze aan tering lijdt, vreest dat deze scheiding haar dood zal betekenen. Toch willigt ze Giorgio's wens in en keert terug naar haar vroegere beschermer, baron Douphol. Tijdens een feest beledigt de wanhopige Alfredo Violetta in het openbaar. De baron daagt hem uit voor een duel. Uiteindelijk licht Giorgio Germont zijn zoon in over Violetta's offer. Daarop spoedt Alfredo zich naar haar ziekbed. Vlak voordat Violetta sterft zijn de twee geliefden voor even herenigd.","category":""},"59461":{"channel":"141431752","start":"1669762800","end":"1669771075","title":"Verdi - La Traviata","program_id":"1299994762","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221123\/36\/202211230900247052ax.jpg","description":"","category":""},"61054":{"channel":"141431343","start":"1670009400","end":"1670017817","title":"Verdi - La Traviata","program_id":"1300875760","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/2\/20221125090125533n0w.jpg","description":"Na een première die op veel kritiek kon rekenen is Verdi’s La Traviata toch uitgegroeid tot één van de meest geliefde werken van de Italiaanse operacomponist. La Traviata vertelt het tragische liefdesverhaal tussen Violetta Valéry en Alfredo. Violetta, een rijke hofdame, heeft alles wat haar hartje begeert: geld, vrienden en geliefden. Maar wanneer ze valt voor de jonge Alfredo starten de moeilijkheden. Giorgio Germant, de vader van Alfredo, keurt de jonge relatie af en laat Violetta weten dat ze Alfredo moet verlaten. Mede door deze opera verwierf Verdi zijn legendarische status. De partituur is voorzien van een diep gevoel voor menselijkheid en de muziek weet de psychologie van de karakters optimaal te vatten. Regisseur David McVicar plaatst dit romantisch drama in een hedendaags perspectief. Solisten zijn Ermonela Jaho (Violetta Valéry), Francesco Demuro (Alfredo Germont) en Juan Jesús Rodriguez (Georgio Germont). Het orkest en koor van het Teatro Real staan onder de muzikale leiding van Renato Palumbo. Deze uitvoering is opgenomen in het Teatro Real te Madrid in 2015.","category":""},"61635":{"channel":"141431752","start":"1670009400","end":"1670017817","title":"Verdi - La Traviata","program_id":"1300870932","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202211\/20221125\/19\/20221125090114714i6g.jpg","description":"","category":""}}