{"499":{"channel":"ketnet","start":"1668850800","end":"1668852360","title":"Goed gezien!","program_id":"F34C2F1C72D927F3B3E7805432174839","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/CBCF9F701AE94EC89D355CDE43D9A2F779FB8D553BCE5340A77D89E734310B07.jpg","description":"In de woestijn van Algerije bevinden zich de oudste vluchtelingenkampen ter wereld. De Sahrawi zijn afhankelijk van voedselbedelingen, maar proberen toch ook zelf melk en vlees te voorzien door het houden van geitjes. Maar er is een probleem, want in de woestijn groeit helemaal geen gras. Dus de dieren eten er vooral plastic en karton, echt waar! Maureen bouwt samen met Suadu een installatie om woestijngras te telen voor haar geitjes.","category":""},"2362":{"channel":"ketnet","start":"1668936840","end":"1668938400","title":"Goed gezien!","program_id":"219EB9981296C35635D0BB61B83B9E50","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/CBCF9F701AE94EC89D355CDE43D9A2F779FB8D553BCE5340A77D89E734310B07.jpg","description":"Deze extra aflevering van 'Goed gezien!' is een terugblik naar de negen vorige afleveringen. Er worden verbanden gelegd tussen de avonturen die Charlotte, Sarah, Maureen en Jelle beleefden in Peru, Togo, Algerije, Rwanda, Oeganda en Tanzania.","category":""},"14428":{"channel":"ketnet","start":"1669455300","end":"1669456800","title":"Goed Gezien!","program_id":"F6089B5656CF38F823A235C1CAB15961","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/92947C0FCB1A529B9A2E0C932E80188D3B92FD633435596345389B0E39735E7E.jpg","description":"In Villa Maria del Triunfo, een arme buitenwijk van Lima (Peru), regent het bijna nooit, maar er is wel erg veel mist. De mensen halen er hun water uit grote tonnen aan de kant van de weg, die gevuld worden door watertrucks. Het water kost er tien keer meer dan in het stadscentrum van Lima. Samen met Arianna gaat Leonard een 'mistvanger' bouwen om zo proper water uit de mist te halen. Goed gezien!","category":""},"16251":{"channel":"ketnet","start":"1669541400","end":"1669542900","title":"Goed Gezien!","program_id":"B767C9AA2455D8E54E40736A5CAAD35F","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/92947C0FCB1A529B9A2E0C932E80188D3B92FD633435596345389B0E39735E7E.jpg","description":"Door de vele oorlogen die het land gekend heeft, liggen er nog veel landmijnen in Cambodja. Dat zorgt nog steeds voor vele slachtoffers. Het is dus belangrijk dat die mijnen zo snel mogelijk gevonden en vernietigd worden. Daar bestaat een slimme oplossing voor: de heldenratten! Sien leert in Tanzania hoe je ratten kan trainen tot professionele ontmijners. In Cambodja gaat ze met Linda naar een écht mijnenveld om met de heldenratten landmijnen op te sporen. Goed gezien!","category":""}}