{"14139":{"channel":"rtl5","start":"1669489205","end":"1669492925","title":"Helden Van Hier: Door Het Vuur","program_id":"0BDEF20DB3537F05D9E6A16471EBE9D5","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B6013FAD88A71709438996A6BDEA9F7D381E27328040E4891175BC9298B87348.jpg","description":"Ploeg vier wordt opgeroepen voor een woningbrand met mogelijk een moeder en twee kinderen in huis. Ze hebben de grootste moeite om de versterkte deur open te krijgen. Ambulancemedewerkers Gerrit en Antoon moeten uitrukken voor een ongeval waarbij de dader is gevlucht. Voor Gerrit, die zelf een kind verloor tijdens een ongeval, is het een confronterende interventie. Bij een brand op de negende verdieping van een appartementsgebouw, is het alle hens aan dek om voldoende druk op de bluslijnen te krijgen.","category":""},"14140":{"channel":"rtl5","start":"1669492925","end":"1669496705","title":"Helden Van Hier: Door Het Vuur","program_id":"3E94F97347BEE0DD34D5337AB2E783DE","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/16BE9671455C2A82D44C1DA57E4FF9D3184E1A33E23D540738645E3B427A82D6.jpg","description":"Twee dronken mannen zetten Gent op stelten. Ze klimmen op de stelling van de Sint-Baafskathedraal en spelen een kat-en-muisspel met de politie. Het klimteam van de Gentse brandweer wordt opgeroepen om de mannen in te rekenen. Vroeg in de ochtend rukt de ambulance uit voor een meisje dat gevallen is. Het blijkt veel erger dan de oproep deed vermoeden. De jonge vrouw is van twee verdiepingen hoog op de pinnen van een hek gevallen.","category":""},"14141":{"channel":"rtl5","start":"1669496705","end":"1669500545","title":"Helden Van Hier: Door Het Vuur","program_id":"FAF489CA2168C8D21EF21E39F9D1BDD1","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/76A3BC9B28C71C8E45D87C38A026AF250F7CB675E56899C92B8166930480AF72.jpg","description":"Door hevige windstoten is een gevelpaneel losgeraakt van een flatgebouw. Een ladder neerzetten met deze wind is veel te gevaarlijk. Het klimteam wordt erbij gehaald om met touwen af te dalen vanaf het dak van het gebouw. Ambulancemedewerkers Antoon en Tom rijden midden in de nacht uit voor een man die stuipen heeft gekregen na een astma-aanval. De jongeman reageert zo heftig dat de hulp van de politie nodig is om hem in bedwang te houden.","category":""},"14142":{"channel":"rtl5","start":"1669500545","end":"1669504445","title":"Helden Van Hier: Door Het Vuur","program_id":"7FC370A1AA03B8FE3D45836C2582AE58","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C85D860E842E1AE541F78C4D9A6BDD618661367DAC78489A604EA6919AF9A151.jpg","description":"Een visser is in het water gevallen en kan niet zwemmen. Wanhopig klampt hij zich vast aan een paal. Ambulancemedewerker Antoon krijgt de man niet uit het water: een klus voor de brandweerduikers dus. De jonge brandweerman Angelo is vastbesloten om ook duiker te worden, maar eerst moet hij nog een aantal proeven doorstaan.","category":""}}