{"36":{"channel":"npo1","start":"1668886221","end":"1668889464","title":"Ik vertrek","program_id":"CA1A0475BC96B68561594BD01F027E39","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7D7F8E5D2921A46DCCAE9214528086B5672BFBA46FAADC02AC6AB00328AB6F1A.jpg","description":"Jolande van Lith (54) en Barbara de Roo (55) zijn niet alleen een liefdeskoppel, maar ook een kunstenaarsduo met een voorliefde voor installatiekunst. De dames leiden een luxe bestaan en ze vinden het tijd om hun leven drastisch om te gooien. Ze willen een artistieke bed and breakfast opzetten in een Frans slaperig gehucht. Al snel ontstaan er twijfels over het hele project; het huis mankeert van alles, Franse werklui komen niet opdagen en de hele dag door muren en deuren schilderen is eigenlijk helemaal niet zo leuk. Maar de dames zetten door, want een nieuw leven in Frankrijk, dat was immers wat ze wilden.","category":""},"1879":{"channel":"npo1","start":"1668928424","end":"1668931615","title":"Ik vertrek","program_id":"CF3FC0589AC700DBDDC347C44BDEAE5C","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7D7F8E5D2921A46DCCAE9214528086B5672BFBA46FAADC02AC6AB00328AB6F1A.jpg","description":"","category":""},"15769":{"channel":"npo1","start":"1669505225","end":"1669507985","title":"Ik vertrek","program_id":"53B4160D02CE8510082364133BF68A42","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7D7F8E5D2921A46DCCAE9214528086B5672BFBA46FAADC02AC6AB00328AB6F1A.jpg","description":"Jolande van Lith (54) en Barbara de Roo (55) zijn niet alleen een liefdeskoppel, maar ook een kunstenaarsduo met een voorliefde voor installatiekunst. De dames leiden een luxe bestaan en ze vinden het tijd om hun leven drastisch om te gooien. Ze willen een artistieke Bed & Breakfast opzetten in een Frans slaperig gehucht. Al snel ontstaan er twijfels over het hele project; het huis mankeert van alles, Franse werklui komen niet opdagen en de hele dag door muren en deuren schilderen is eigenlijk helemaal niet zo leuk. Maar de dames zetten door, want een nieuw leven in Frankrijk, dat was immers wat ze wilden.","category":""}}