{"490":{"channel":"ketnet","start":"1668841260","end":"1668842340","title":"Wannabe's","program_id":"7111CE6ED662C9ECBF726DFB9F37E279","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4716A1A9AD95638C54D21BBB01F7F2481301F469517A4CF81AD67F3E5CBBAC1D.jpg","description":"Shoana neemt een vlog met sprookjesvertellingen op en Olly mag de geluiden maken bij de verhaaltjes. Maar Olly maakt vooral lawaai en houdt zich niet aan het script. De twee krijgen ruzie. Ook tussen Trix, Said en Mike botert het niet. Trix wil het lek in de keuken fiksen, maar Mike ligt dwars: hij wil geen kosten maken. Said moet Trix afleiden, zodat Mike de waterleiding zelf kan herstellen. Een hopeloos plan, want Mike heeft twee linkerhanden. Wanneer Trix ontdekt dat Mike voor de herstelling van het lek stiekem een vlog van haar concurrent gebruikt, is een happy end veraf.","category":""},"533":{"channel":"ketnet","start":"1668880320","end":"1668881340","title":"Wannabe's","program_id":"053F2C76C06B372C291FE51525BFF063","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4716A1A9AD95638C54D21BBB01F7F2481301F469517A4CF81AD67F3E5CBBAC1D.jpg","description":"Shoana's vlog over haar lievelingsijsjes is met 100.000 kijkers een megahit. Voor het eerst laat ze haar rivale Totally Tina achter zich. De Wannabe's zijn op hun hoede, want Totally Tina zal er nu alles aan doen om terug op kop te komen. Wanneer Shoana uit het niets een mysterieuze aanbieding krijgt om een reclamespotje te filmen op de Noordpool - ver van de bewoonde wereld en van wifi - ruiken Said en Trix onraad. Maar Mike ziet het anders: dit is Shoana's grote doorbraak! En ook Olly is enthousiast. Hij wil in het spotje schitteren als pinguïn.","category":""},"2354":{"channel":"ketnet","start":"1668927780","end":"1668928740","title":"Wannabe's","program_id":"C5121E2F3B2B1323DDF4721C0C6B0653","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4716A1A9AD95638C54D21BBB01F7F2481301F469517A4CF81AD67F3E5CBBAC1D.jpg","description":"Olly wordt aangenomen bij Video King, een videobedrijfje dat online wil scoren. Om aan haar volgers te tonen dat ze wel degelijk een dierenvriend is, gaat Shoana vloggen met een echte kat. Die vlog gaat meteen de mist in en dus mag Olly aan de slag: hij mag de kat spelen in Shoana's volgende vlog. Said is echter allergisch aan katten en Olly speelt een wel heel eigenzinnige kat.","category":""},"14401":{"channel":"ketnet","start":"1669446000","end":"1669446900","title":"Wannabe's","program_id":"50B75A0B915687DAC58CDCAC77D391BA","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9D1AF3D6986ED97C67A30AC612BB6B19904D3ABE1EE6C20A56171BBB58884422.jpg","description":"Mike heeft voor het eerst een date met Vicky en hij is erg onzeker. Daarom stuurt hij erop aan dat Video King een tutorial maakt over hoe je moet daten. Zo kan hij stiekem de kneepjes leren. Maar de tutorial gaat de mist in, want Olly speelt het liefje van Mike en hij wil eigenlijk zo snel mogelijk zelf een tutorial opnemen: 'Hoe maak je Super Sticky Slijm?'","category":""},"16223":{"channel":"ketnet","start":"1669532400","end":"1669533300","title":"Wannabe's","program_id":"0E0C97828A9575A38440BD4598E15E16","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9D1AF3D6986ED97C67A30AC612BB6B19904D3ABE1EE6C20A56171BBB58884422.jpg","description":"Trix is het beu dat Mike de liftdeuren niet laat repareren. Om Mike te overtuigen van de ernst van de zaak, steekt Trix Olly met zijn hoofd vast tussen de liftdeuren. Maar daardoor komt Olly écht vast te zitten. Ondertussen moet Said leren om niet meer boos te worden tijdens het gamen. Daarom zal Shoana voortaan zorgen voor de liefdevolle touch in de gamevideo's van Said.","category":""},"16257":{"channel":"ketnet","start":"1669570500","end":"1669571400","title":"Wannabe's","program_id":"26C153335BD745D96FC3A303AB1C9C4F","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9D1AF3D6986ED97C67A30AC612BB6B19904D3ABE1EE6C20A56171BBB58884422.jpg","description":"Wanneer de livestream van Fix met Trix per ongeluk blijft doorlopen, trekt een kuisende en zingende Lisette plots heel veel kijkers. Mike ziet in Lisette een nieuw popidool: Lady Lizzy! Hij wil clipjes met haar opnemen en nog veel meer. Shoana geeft Lisette een complete make-over en met Olly heeft Lady Lizzy al meteen een superfan. Maar Lisette wil eigenlijk vooral dat het kantoor proper is. En dus moet Said met spons en sop aan de slag.","category":""}}