{"1946":{"channel":"npo2","start":"1668978746","end":"1668980788","title":"Pointer","program_id":"9568EC8C5BE95E10811667016D03290B","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/71208F26A12C0DBA715EB73091573C4E07039088B129AAC6C19E69A8882941A8.jpg","description":"Na 150 jaar afwezigheid is de wolf sinds 2019 weer officieel 'gevestigd' in Nederland. Dat vinden velen goed nieuws, maar het dier zorgt op bepaalde plekken wél voor schade en angst. Drentse veeartsen maken zich zorgen om 'onnodig dierenleed' bij landbouwhuisdieren in hun provincie en vinden de situatie niet langer houdbaar. Toch weten we al tien jaar dat de wolf terug zou keren. Was Nederland wel goed voorbereid op zijn komst?","category":""},"12003":{"channel":"npo2","start":"1669372038","end":"1669374005","title":"Pointer","program_id":"543EB4DADA9C2CD1E56C9E962D1C5AD5","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2A591F9F702D182B3546E44F2F734103C049E456346A1D0CB1BFAF60CAE67F93.jpg","description":"De Veluwe is het grootste aangesloten Nederlandse natuurgebied op land. Een prachtige zandvlakte met bijzondere natuur: van vliegend hert tot burlend edelhert. Grote delen zijn beschermd Natura 2000-gebied. Maar die bescherming weet niet te verhinderen dat het slecht gaat met de kwaliteit van de natuur. Woningbouw, evenementen, vakantieparken en hotels in en vlak bij beschermde natuur zorgen voor extra druk. Welke keuzes worden er gemaakt op de Veluwe? Wat zijn de gevolgen van de kleine stukjes land die telkens worden afgesnoept van de natuur?","category":""},"15838":{"channel":"npo2","start":"1669583345","end":"1669585385","title":"Pointer","program_id":"6C205A15AE9F9B48BE8493238086377E","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F894B4938F404B8250906D2064F6BC7424D73D9074B3C7C3D82482B1858F3B09.jpg","description":"Er zijn tienduizenden kinderen van anonieme spermadonoren in Nederland. Via nieuwe, goedkope internationale DNA-testen vinden ze alsnog hun vader. Maar wat als het de vruchtbaarheidsarts blijkt? Of wat als je tientallen halfbroers en -zussen hebt omdat het zaad van je donorvader jarenlang is gebruikt? Voor donorkinderen zijn het pijnlijke ontdekkingen en met de opkomst van Deense spermabanken groeien de risico's. Hoe is het donorkind beschermd in Nederland? Wie controleert het systeem?","category":""}}