{"jOwHPNr79UCMYQH4-yL36Q":{"id":"jOwHPNr79UCMYQH4-yL36Q","title":"21 Bridges","first":"other","description":"In de jacht op twee politiemoordenaars ontdekt de politieagent Andre Davis een grootschalig complot, waar zijn collega's bij zijn betrokken. Hierdoor moet de agent proberen te achterhalen op wie hij moet jagen en wie er juist op hem jagen. Tijdens de klopjacht wordt voor het eerst in de geschiedenis Manhattan volledig afgesloten, inclusief alle bruggen.","duration":"6720","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C51C72B64ED3058EE3C325D5A7DF9903A6CB7F458482FA67D491317DF164374B.jpg","category":"","vidcollection":"","ord":"21","datum":"0"},"WppOFY-HgU6txbF9lN8PLw":{"id":"WppOFY-HgU6txbF9lN8PLw","title":"24 Hours To Live","first":"other","description":"Travis Conrad (Ethan Hawke) is een ex-huurmoordenaar die nog éénmaal wordt teruggevraagd voor een gevaarlijke job. Wanneer hij tijdens deze gevaarlijke opdracht sterft, slagen de dokters van het geheim agentschap erin om hem kortstondig weer tot leven te wekken en zo cruciale informatie uit Travis los te krijgen. Travis beseft dat hij slechts 24 uur te leven heeft en besluit om in die tijd de dood van zijn vrouw en kindje te wreken. Maar dan kruist hij het pad van de Chinese superspionne die hem eerder doodde.","duration":"7140","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A315003C2E1A7B09C3A79FA0266F23005B03C5C54D2C1EB55EA70BAB9E7A1B03.jpg","category":"","vidcollection":"","ord":"33","datum":"0"},"I4LHSHKWd06oP5bn0J6H2g":{"id":"I4LHSHKWd06oP5bn0J6H2g","title":"3 Days to Kill","first":"other","description":"Geheim agent Ethan Runner is ziek en heeft niet lang meer te leven. Zijn laatste levensdagen wil hij rustig met zijn familie doorbrengen om de band met zijn dochter, die al een tijd van hem vervreemd is, aan te halen. Maar alles verandert wanneer hij een experimenteel medicijn aangeboden krijgt dat zijn leven kan redden, in ruil voor één laatste opdracht.","duration":"6240","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/08870057104EA3A3DA9EBC6967040A2DC4A95469706CF59ED40F521131889B09.jpg","category":"","vidcollection":"","ord":"66","datum":"0"},"OIeZzSy4Y0GnldEASvprQw":{"id":"OIeZzSy4Y0GnldEASvprQw","title":"A Bad Moms Christmas","first":"A","description":"De drie ondergewaardeerde en overbelaste moeders moeten de uitdagingen en verwachtingen van kerstmis tot een goed einde brengen. En alsof het nog niet moeilijk genoeg is om hun gezin de perfecte kerst te bezorgen, moeten ze dat allemaal doen terwijl ze hun eigen moeders opvangen en entertainen. Aan het einde van de rit zullen de moeders opnieuw ontdekken hoe ze de feestdagen voor iedereen speciaal kunnen maken en een nauwere band met hun moeders creëren.","duration":"5460","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0CEAB2A9F062847E639765C6C09A30974A37169FA3633A639A4E763C8334095E.jpg","category":"","vidcollection":"","ord":"64","datum":"0"},"s7cKTfVSwEG6Bgr6uMWoHg":{"id":"s7cKTfVSwEG6Bgr6uMWoHg","title":"A private war","first":"A","description":"Gebaseerd op het waargebeurde verhaal van een van de meest gevierde oorlogscorrespondenten van deze tijd: Marie Colvin. Totaal onbevreesd dringt ze door tot de kern van gewapende conflicten. Ze interviewt rebellenleiders en dictators en verliest het zicht aan een oog bij een granaataanval in Sri Lanka, waarna ze een kenmerkend ooglapje begint te dragen. De ellende waarmee ze geconfronteerd wordt laat diepe sporen na in haar persoonlijke leven.","duration":"6120","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/83CCA3799E3BBD321442A170AC9C043CE6ABCB73E2B5D269D6803EC4F7EE4D4B.jpg","category":"","vidcollection":"","ord":"4","datum":"0"},"Z7D783WihkGzgXKg2LQ17w":{"id":"Z7D783WihkGzgXKg2LQ17w","title":"A Star is Born","first":"A","description":"De in verval geraakte countryzanger Jackson Maine wordt verliefd op de onbekende artiest Ally. Ze heeft haar droom om door te breken zo goed als opgegeven, tot Jack haar aanmoedigt om door te gaan. Wanneer ze succes boekt, begint hun liefdesrelatie scheurtjes te vertonen.","duration":"9840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/44FE75FFBEA18C481054CD2B8AA237EBF3FF102437938EF883FC2725D37EDD02.jpg","category":"","vidcollection":"","ord":"18","datum":"0"},"_Edis0mqukiD1Wrt02g-6g":{"id":"_Edis0mqukiD1Wrt02g-6g","title":"Alien vs. Predator","first":"A","description":"De privé-satelliet van miljardair Charles Bishop Weyland onthult het bestaan van een eeuwenoude, Azteekse piramide onder de ijskappen van Antartica. De steenrijke industrieel beseft het historische belang van de ontdekking en hij besluit een internationaal team van experts samen te stellen om de archeologische vondst verder te onderzoeken. Wanneer de wetenschappers de piramide betreden, belanden ze in een complex tunnelnetwerk en al snel vinden ze er sporen van twee rivaliserende buitenaardse beschavingen, die bovendien nog lang niet uitgestorven blijken.","duration":"6420","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BA6360C57F0CA5717F1CC462F75C81F1A8DBF072AC495429BA0B9C92FED2D9ED.jpg","category":"","vidcollection":"","ord":"49","datum":"0"},"4y-KQO3Y7kKfCGwvS3WfHw":{"id":"4y-KQO3Y7kKfCGwvS3WfHw","title":"All Stars","first":"A","description":"De zondag is heilig: dan vinden de 'jongens' van Swift Boys 8 elkaar op de groene mat. En met de vijfhonderdste wedstrijd in zicht weten ze het weer zeker: samen ben je niet alleen.","duration":"6600","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2718152B67991CF003444B405A0522E36EA7FD56728730B193121E356FA39FDD.jpg","category":"","vidcollection":"","ord":"2","datum":"0"},"Nr3PrwZcB0GuwRywdPuEAQ":{"id":"Nr3PrwZcB0GuwRywdPuEAQ","title":"ANNE+","first":"A","description":"Net voordat Anne gaat emigreren naar haar grote liefde Sara in Montréal, keurt haar uitgever het manuscript dat ze heeft ingediend voor haar eerste boek af. Wat heeft Anne nou eigenlijk te vertellen? En heeft ze überhaupt wel iets te vertellen? Noodgedwongen gaat Anne op zoek naar wat ze wil in het leven, want niet alleen haar hoofdpersonage lijkt te zijn afgedwaald. Dan ontmoet ze de non-binaire Lou die anders in het leven staat. Langzaam vindt Anne al struikelend richting en helderheid in haar leven. Ze herschrijft haar boek en realiseert zich dat ze keuzes moet maken.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/749B645C47C2A55D2A6159CDDF1405A624B3C4EB99827527541D73DC6481CF77.jpg","category":"","vidcollection":"","ord":"20","datum":"0"},"8Ae6m1x-F0ifg3-SNVAurA":{"id":"8Ae6m1x-F0ifg3-SNVAurA","title":"Arrival","first":"A","description":"Wanneer een mysterieus ruimteschip op aarde landt, moet taalkundige Louise Banks samen met een eliteteam op onderzoek uit. Het wordt een race tegen de klok om op tijd antwoorden op hun vragen te vinden en een wereldoorlog te voorkomen. Maar tijdens haar zoektocht neemt Banks een risico dat niet alleen zichzelf, maar ook de gehele mensheid in gevaar brengt.","duration":"8220","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2A4B302F738062A530799ABEB1476730904E567E705159A18049B735726A46E6.jpg","category":"","vidcollection":"","ord":"41","datum":"0"},"vGjgoReK1UaBJT1mNl7IPQ":{"id":"vGjgoReK1UaBJT1mNl7IPQ","title":"Autómata","first":"A","description":"In de toekomst is het grootste deel van de mensheid gestorven als gevolg van zonnestormen. ROC Robotics Corporation heeft robots gebouwd die ten dienste van de mens staan. Ze zijn zo geprogrammeerd dat ze mensen geen kwaad kunnen doen. Ook kunnen ze zichzelf en andere robots niet veranderen. Verzekeringsagent Jacq Vaucan werkt voor ROC. Hij gaat op onderzoek uit als een politieagent beweert dat hij een robot heeft neergeschoten, omdat deze zichzelf had aangepast. Wat Jacq ontdekt, blijkt ingrijpende gevolgen te hebben voor de toekomst van de mensheid.","duration":"7980","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/54C605D8CA6A7D4753ED32D8ED7F373B66EDA02BEBBCC444DBF21148F85EAAAD.jpg","category":"","vidcollection":"","ord":"40","datum":"0"},"mpwYHyuAXUa1OQ3byldtzw":{"id":"mpwYHyuAXUa1OQ3byldtzw","title":"Back to the Future","first":"B","description":"Marty McFly reist terug naar 1955 met een tot tijdmachine omgebouwde DeLorean van Doc Emmett Brown. Hij zorgt er per ongeluk voor dat zijn moeder verliefd op hem wordt in plaats van op zijn vader. Om ervoor te zorgen dat hij nog geboren zal worden, moet hij ze weer verliefd op elkaar laten worden. Ondertussen moet hij ook nog met hulp van de Doc. Emmett Brown uit 1955 een weg terug naar de toekomst vinden.","duration":"8340","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DFC71143146CD6B69AD20985855F2895E5CD960E749942C93B122E6999EDCDD2.jpg","category":"","vidcollection":"","ord":"32","datum":"0"},"uUjlrQFg-06LYjpxge5OEQ":{"id":"uUjlrQFg-06LYjpxge5OEQ","title":"Behind the candelabra","first":"B","description":"Verenigde Staten, eind jaren zeventig. De jonge hondentrainer Scott Thorson maakt kennis met de extravagante entertainer en virtuoze pianist Liberace. De flamboyante vijftiger valt meteen voor de knappe Thorson en biedt hem een baan aan als assistent. Gedurende vijf jaar hebben de twee een stormachtige romance, die op verzoek van Liberace geheim wordt gehouden. Wanneer de relatie wordt verbroken, dient Thorson een enorme schadeclaim in.","duration":"6600","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/254CB2A1D145BD5DAE3C006056223F609D3B33FB7A4C2CB21E5B7B2D423941D3.jpg","category":"","vidcollection":"","ord":"27","datum":"0"},"3TXbote4VEihOg9trBE0jg":{"id":"3TXbote4VEihOg9trBE0jg","title":"Body of Lies","first":"B","description":"Roger Ferris is een CIA-agent in het Midden-Oosten. Hij krijgt opdracht om een succesvolle terreurcel uit Jordanië te ontmantelen door de leider ervan op te pakken. Hulp komt van zijn chef, Ed Hoffman, en het hoofd van de Jordaanse inlichtingendienst. Maar wie van deze mannen is het meest te vertrouwen wanneer het gaat om zijn eigen veiligheid?","duration":"9420","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D93F30F90216571EC68552AA78FFF6E32FBA4562C930DB0B13F509AA76F4751B.jpg","category":"","vidcollection":"","ord":"26","datum":"0"},"EU24Y82NmES8nvsqCC6InA":{"id":"EU24Y82NmES8nvsqCC6InA","title":"Brandweerman Sam: UFO Alarm","first":"B","description":"Op een dag denkt Norbert dat hij een vliegende schotel heeft gezien. Al gauw loopt iedereen in Piekepolder om zich heen te kijken om te zien of er nog meer ufo's rondvliegen. Als Norbert met een groepje op zoek gaat naar de ufo's, valt Sara in een ravijn. Brandweerman Sam biedt een helpende hand. Als iedereen weer veilig thuis is, onderzoekt Norbert een stukje van een buitenaards apparaat dat hij heeft gevonden. Intussen komt Sam overal verdachte aanwijzingen tegen. Allebei komen ze tot de conclusie dat er hele rare dingen gaande zijn.","duration":"4140","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/74AF9CB4B44E9A633C9524A4D14535FD0EA450E733066AF1FCFA55FFB54E2955.jpg","category":"","vidcollection":"","ord":"60","datum":"0"},"I1O6XCiOIEivm66siDbnMw":{"id":"I1O6XCiOIEivm66siDbnMw","title":"Captain Fantastic","first":"C","description":"Ben en zijn zes jonge kinderen leven geïsoleerd van de samenleving in de bossen van de Pacific Northwest. Ben is een toegewijde vader die zich toelegt op de academische en fysieke opvoeding van zijn kinderen. Wanneer een tragedie zich aandient, is hij verplicht zijn zelf gecreëerde paradijs te verlaten. Geconfronteerd met de echte wereld, begint Ben aan een nieuwe uitdaging als ouder om zijn gezin de geschikte opvoeding te geven.","duration":"6480","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/63D554D9991242339D9A34C016D68F568E5C814B082939D0C0EF2F16FECCA8F3.jpg","category":"","vidcollection":"","ord":"6","datum":"0"},"wkrjMRxdPkOzVzBlonKm8w":{"id":"wkrjMRxdPkOzVzBlonKm8w","title":"Cold Pursuit","first":"C","description":"Nels is een stille huisvader en een hardwerkende sneeuwploegbestuurder. Hij is van levensbelang voor een badplaats in de Rocky Mountains, omdat hij degene is die de winterwegen overzichtelijk houdt. Hij en zijn vrouw wonen in een comfortabele hut waar geen toeristen komen. De stad heeft hem zojuist de prijs voor de burger van het jaar toegekend. Maar Nels moet zijn rustige bergleven verlaten als zijn zoon wordt vermoord door een machtige drugsbaron. Nu hij niets meer te verliezen heeft, zint hij op wraak.","duration":"6240","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EA8F8EBC7064901E9DAD4F3BA4D5F04E2974588BCBC3BC601AB47E26B15C0661.jpg","category":"","vidcollection":"","ord":"61","datum":"0"},"AqQbhNhW7UOnVgZZjwTTsw":{"id":"AqQbhNhW7UOnVgZZjwTTsw","title":"Colombiana","first":"C","description":"Cataleya Restrepo is negen jaar als haar ouders in opdracht van een drugsbaron voor haar ogen worden vermoord in Bogota, Colombia. Zij weet ternauwernood aan de moordenaars te ontsnappen en belandt uiteindelijk bij haar oom in Chicago. Vijftien jaar later heeft ze zich ontpopt als een intelligente en gehaaide huurmoordenaar. Ze heeft maar een doel voor ogen: wraak nemen op de drugsbaron en zijn handlangers die haar ouders vermoordden.","duration":"7680","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C5ACDE12096EEF511ECCE5E9CE99FF58A7A59FB3662A200650A42FE593DB9EE9.jpg","category":"","vidcollection":"","ord":"15","datum":"0"},"eX4vegNGlkmRF24-nFHfCw":{"id":"eX4vegNGlkmRF24-nFHfCw","title":"Contraband","first":"C","description":"Chris Farraday heeft zijn criminele verleden achter zich gelaten, totdat zijn zwager Andy een drugsdeal verpest. Chris moet Andy's schuld afbetalen en wordt zo gedwongen om zijn specialiteit weer op te pakken: smokkelen. Samen met zijn beste vriend Sebastian verzamelt Chris een team waarmee hij naar Panama gaat om een lading vals geld op te halen. Maar niet alles verloopt volgens plan en Chris moet zien te navigeren door het criminele netwerk van gewelddadige drugsdealers, agenten en huurmoordenaars voordat zijn gezin het doelwit wordt.","duration":"7860","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DDB3335123C988A8C547056410539A01543D96BE47681F8BD0D538E2CD183BEF.jpg","category":"","vidcollection":"","ord":"35","datum":"0"},"ZtxlJ7u_ZE2-Q_gMdO2IAw":{"id":"ZtxlJ7u_ZE2-Q_gMdO2IAw","title":"Countdown To Christmas: A Cape Cod Christmas","first":"C","description":"Margot organiseert een kerstdiner met haar broers en zussen in hun familiehuis voordat dit verkocht wordt. Margot wil dit niet. Haar jeugdliefde Chris probeert de broers en zussen op andere gedachten te brengen.","duration":"6840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/53B260D3E062CB7CBCB503D02E12E7B54A6A375EB7DBF9E149F6B1196B252C59.jpg","category":"","vidcollection":"","ord":"14","datum":"0"},"pzlkAAokAUO62ochjzo9hw":{"id":"pzlkAAokAUO62ochjzo9hw","title":"Countdown To Christmas: A Christmas To Savour","first":"C","description":"Chef-kok Scarlett runt met haar beste vriendin een restaurant. Om inspiratie op te doen voor de feestdagen, wordt Scarlett naar een kookcursus gestuurd. Daar komt ze een oude rivaal tegen. Scarlett krijgt het ultieme kerstgevoel als er gevoelens tussen hen opbloeien.","duration":"6360","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3DFCB6F40C70C35AE0E0C47F56D4194851F0411E32570FC941AF18FA6C5F1544.jpg","category":"","vidcollection":"","ord":"16","datum":"0"},"gei3DTKv1EqH2A7aL1Kgaw":{"id":"gei3DTKv1EqH2A7aL1Kgaw","title":"Countdown To Christmas: A Veteran's Christmas","first":"C","description":"Grace is afgezwaaid bij  het leger en is vlak voor kerst op weg naar een nieuwe toekomst in Cincinnati. Ze krijgt autopech, maar gelukkig komt ze rechter Joe tegen. Grace mag in zijn gasthuis verblijven. Grace wordt verwelkomd door de familie van Joe en doet al snel mee aan alle kerstactiviteiten. Ze wordt verliefd op Joe, maar is bang dat hij nog gevoelens heeft voor zijn ex, Marnie.","duration":"6840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9992698CB1C0161B115851C3944B919182723B97506E07176FC50FCF28C80E0C.jpg","category":"","vidcollection":"","ord":"47","datum":"0"},"vN_0B0Nv3U6NAxkNQUDAvw":{"id":"vN_0B0Nv3U6NAxkNQUDAvw","title":"Countdown To Christmas: Christmas on My Mind","first":"C","description":"De afgelopen twee jaar is Lucy's leven compleet veranderd. Na het overlijden van haar tante werd ze aangesteld als directeur van het kunstfonds en Lucy verloofde zich ook nog eens met haar CFO, Brad. Dan slaat het noodlot toe: aan de vooravond van hun huwelijk glijdt ze uit op straat en als ze weer wakker wordt in het ziekenhuis kan ze zich nog maar weinig herinneren. Ze wil zo snel mogelijk Zach laten weten dat het goed met haar gaat, maar wie is Zach?","duration":"6900","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4AD69FD02D1FE56FA627D7BE3C75F7DF325D28E721E0A6009CF2832142C093FB.jpg","category":"","vidcollection":"","ord":"6","datum":"0"},"Rni43kDHoEOzT3PhCblPJQ":{"id":"Rni43kDHoEOzT3PhCblPJQ","title":"Countdown To Christmas: Cross Country Christmas","first":"C","description":"Voormalige klasgenoten Lina en Max reizen tijdens de kerstvakantie naar huis in hetzelfde vliegtuig. Door een storm moet er een noodlanding gemaakt worden. Lina en Max zullen met tegenzin moeten samenwerken om op tijd thuis te komen voor Kerstmis. Ze gebruiken voor hun lange trip elk voertuig dat op hun pad komt. Alleen blijkt samenwerken niet zo makkelijk.","duration":"6300","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/AB11E4C28084290981A9566E59976C39CE788EEDF850C9A378EBE1C3082565D4.jpg","category":"","vidcollection":"","ord":"25","datum":"0"},"Qhv-eMK3LEiV9Hxu2eZxNw":{"id":"Qhv-eMK3LEiV9Hxu2eZxNw","title":"Countdown To Christmas: Deliver By Christmas","first":"C","description":"Bakker Molly en weduwnaar Josh ontmoeten elkaar als ze allebei dezelfde kerstboom willen kopen. Er is duidelijk een wederzijdse aantrekkingskracht, maar desondanks vervolgen ze ieder hun eigen weg. Molly blijft aan Josh denken, maar ze is ook erg gecharmeerd van een mysterieuze klant met wie ze alleen via de e-mail en telefoon contact heeft gehad. Ze beseft niet dat Josh de mysterieuze klant is.","duration":"6300","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9C8AD1B97C19D3D37EC8406CCC0C2F123DFF58520284996168874F240F2C8FDC.jpg","category":"","vidcollection":"","ord":"13","datum":"0"},"iFFAW-hne06lCpc5i8699A":{"id":"iFFAW-hne06lCpc5i8699A","title":"Countdown To Christmas: Fixing Up Christmas","first":"C","description":"Eventplanner Holly moet een groot kerstfeest organiseren voor een architectenbureau. Het bedrijf hoopt hiermee de burgemeester over te halen een project goed te keuren. Holly moet samenwerken met de zoon van de baas.","duration":"6240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E78EC5C43E6002D20CF2B95DFDC1599C326499C1BDE954D6FC5AB0C192A38678.jpg","category":"","vidcollection":"","ord":"44","datum":"0"},"NecIkHWGDEGavqWMxsP7-g":{"id":"NecIkHWGDEGavqWMxsP7-g","title":"Countdown To Christmas: One Snowy Christmas","first":"C","description":"Advocate Kelly reist af naar Vermont om Kerst te vieren met haar familie. Haar moeder runt een oud pension, dat nodig opgeknapt moet worden. Bij toeval maakt Kelly kennis met aannemer Forrest, die de familie wil helpen.","duration":"6720","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/64BBB0AC285D45AF60713771823C87CEAF88A0F445CDB2D42E75B484ED5FFEE5.jpg","category":"","vidcollection":"","ord":"10","datum":"0"},"_-5Lnht_tE666sOjbWtJJw":{"id":"_-5Lnht_tE666sOjbWtJJw","title":"Countdown To Christmas: Spotlight on Christmas","first":"C","description":"Hollywoodactrice Olivia wordt twee weken voor kerst gedumpt door haar vriend. Ze heeft geen zin in paparazzi en wijkt uit naar haar geboortedorp. Daar wordt ze geconfronteerd met haar familie, een nieuwe vlam en een journalist die haar gevolgd is. Olivia realiseert zich steeds meer dat ze verlangt naar een plek waar ze zichzelf kan zijn.","duration":"6660","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D098C4C086DE67A166832B2AEB97451AA5C9156A56D517176B70E6341A64DB72.jpg","category":"","vidcollection":"","ord":"28","datum":"0"},"93opr8DCvUi83UxkBNobaw":{"id":"93opr8DCvUi83UxkBNobaw","title":"Countdown To Christmas: Welcome To Christmas","first":"C","description":"Projectontwikkelaar Madison wordt naar het stadje Christmas gestuurd, om te onderzoeken of daar een skigebied ontwikkeld kan worden.","duration":"6300","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D6C3DAAC7E6B1360AE949AF7B020D4D67BA383BA7E8ED9FBB20863DECAAA1B95.jpg","category":"","vidcollection":"","ord":"9","datum":"0"},"NmEvvpxUMkCtIYU9sd3LfQ":{"id":"NmEvvpxUMkCtIYU9sd3LfQ","title":"Dark Shadows","first":"D","description":"Eind achttiende eeuw heeft Barnabas Collins de wereld aan zijn voeten. Hij is rijk, machtig en een onverbeterlijke playboy. Totdat hij het hart breekt van de heks Angelique. Ze vervloekt hem met een lot dat erger is dan de dood: ze verandert hem in een vampier en begraaft hem levend. Twee eeuwen later wordt Barnabas bevrijd uit zijn graftombe en bevindt hij zich plots in de moderne jaren zeventig. Hij keert terug naar zijn landhuis, dat is veranderd in een ruïne, en ontmoet daar de excentrieke afstammelingen van zijn familie.","duration":"8160","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2FA4A474AB8C082317C9FAB35EF2D68F2D333A59437FE118745D76B73AD0047D.jpg","category":"","vidcollection":"","ord":"48","datum":"0"},"VspkBMGwZ02BNoF-Aa-OiA":{"id":"VspkBMGwZ02BNoF-Aa-OiA","title":"Das weisse Band","first":"D","description":"Net voor het uitbreken van de Eerste Wereldoorlog wordt een rustig Duits dorpje opgeschrikt door een aantal onverklaarbare gebeurtenissen. Een kabel wordt gespannen om de dokter met zijn paard ten val te brengen, een schuur vliegt in de fik en twee kinderen worden ontvoerd en gemarteld. De schoolleraar observeert en onderzoekt de gebeurtenissen en komt beetje bij beetje dichter bij de verschrikkelijke waarheid.","duration":"8160","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0DD36A603C4E0E593A9BDDF5D5AD653A50466360FB62EA7696F128581D21C0EF.jpg","category":"","vidcollection":"","ord":"25","datum":"0"},"RxekGqXez0O-Fai97XJ4Kw":{"id":"RxekGqXez0O-Fai97XJ4Kw","title":"De Oost","first":"D","description":"Johan, een jonge Nederlandse soldaat, wordt samen met honderdduizend anderen uitgezonden om orde op zaken te stellen in Nederlands-Indië tijdens de Indonesische Onafhankelijkheidsoorlog. Gaandeweg raakt Johan in de ban van Westerling, een charismatische legerkapitein. Wanneer de oorlog escaleert en Westerling het verzet van de bevolking steeds genadelozer neerslaat, wordt de lijn tussen goed en kwaad voor Johan steeds vager.","duration":"7860","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E3FAB46F0EC73BD907241781F9F87CEDCCAC11B2009459013E4F76EA7D223D63.jpg","category":"","vidcollection":"","ord":"1","datum":"0"},"K3Md92qMx02rlfGfQxUyDA":{"id":"K3Md92qMx02rlfGfQxUyDA","title":"Desperado","first":"D","description":"Een naamloze en eenzame mariachi reist rond met een gitaarkoffer vol vuurwapens. Hij zint op wraak op de drugsdealer Bucho, die zijn vriendin vermoordde en zijn hand verwondde. De mariachi papt aan met de bloedmooie Carolina, die werkt voor zijn grootste vijand Bucho. Maar ondertussen stuurt de drugsbaron zijn mannen op de mariachi af. Hierdoor kan een explosieve confrontatie niet uitblijven.","duration":"7560","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/88B7844D580DC1FE8A69F82ADE180B55459F80BEDD8A9B1C19AC64F6C5C22E77.jpg","category":"","vidcollection":"","ord":"37","datum":"0"},"dCxJtpVXvU2-L7sS5s_taA":{"id":"dCxJtpVXvU2-L7sS5s_taA","title":"Dirty God","first":"D","description":"Jade woont samen met haar tweejarige dochter bij haar moeder in een arbeiderswijk in Londen. In de bloei van haar leven wordt ze getroffen door een wraakactie van haar ex waar ze blijvende littekens aan overhoudt. Het nachtleven was voor Jade en haar vriendinnen een wekelijks uitstapje, maar tegenwoordig wordt ze in de clubs alleen nog maar nagestaard. Hierdoor wordt ze gedwongen op zoek te gaan naar haar eigen schoonheid. Ondanks alle pijnlijke ervaringen laat Jade zich niet uit het veld slaan en neemt ze het besluit om de weg naar zichzelf en haar dochter terug te vinden.","duration":"5760","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/02B289027AF7D92DAFDB6F7FB1C1F667D39E56112C3A23C226640D5DB230B19F.jpg","category":"","vidcollection":"","ord":"14","datum":"0"},"RvuxRk3BME-36SknWSvzkw":{"id":"RvuxRk3BME-36SknWSvzkw","title":"Dolor y Gloria","first":"D","description":"Salvador Mallo heeft al in geen jaren een film meer gemaakt, maar kan gelukkig nog teren op de successen die hij als regisseur heeft genoten. Wanneer een oude film van Salvador onder het stof vandaan wordt gehaald, brengt dat hem in contact met voormalig acteur Alberto. De twee worden eindelijk weer herenigd, nadat ze lang geleden zijn gebrouilleerd. De ontmoeting zet een kettingreactie in gang, waarin het verleden terugkeert in het leven van Salvador. Terugdenkend aan zijn jeugd en zijn moeder wordt hij gedwongen om zijn demonen onder ogen te komen.","duration":"6180","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D3A2A21B732094A50E2DC95A7AA1202E51F15A59547B3B770E9CABDC0869F740.jpg","category":"","vidcollection":"","ord":"15","datum":"0"},"szUrsWhTPEeRBfANJVSHkQ":{"id":"szUrsWhTPEeRBfANJVSHkQ","title":"Don't Say a Word","first":"D","description":"Wanneer het dochtertje van psychiater Nathan Conrad wordt ontvoerd, vragen de kidnappers Conrad om een dienst. Hij moet een zescijferige code zien te ontfutselen uit het verwarde geheugen van een tiener met psychische problemen. De ontvoerders dreigen Nathans dochtertje te vermoorden als hij niet snel resultaat boekt. Bovendien houden zij constant zijn vrouw met camera's in de gaten.","duration":"8100","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C3D9202861F7CEBD0E6BDE9A9949E3F56E2FF56EDD4A3DD9018C72ECAA037969.jpg","category":"","vidcollection":"","ord":"5","datum":"0"},"nuTulnRE3U-9p5kmydeEVg":{"id":"nuTulnRE3U-9p5kmydeEVg","title":"Fear","first":"F","description":"Het gelukkige gezinsleven van architect Steve Walker komt op losse schroeven te staan als het nieuwe vriendje van zijn zestienjarige dochter Nicole uiterst gewelddadig blijkt te zijn.","duration":"6660","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/CE6FAFD06064065DF3057E4DA88DB752FF789EE390D4E3E9184760C68DE42493.jpg","category":"","vidcollection":"","ord":"30","datum":"0"},"2xyOk6Ud40i7i1UqB5NQUA":{"id":"2xyOk6Ud40i7i1UqB5NQUA","title":"Hable con Ella","first":"H","description":"Benigno is verliefd op Alicia, voor wie hij zorgt wanneer ze in coma raakt. Marco valt voor Lydia, die ook in een coma terecht komt. Deze situatie resulteert in verschillende reacties bij de mannen.","duration":"6300","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/020652B81C775718AB266E625935950D8C69EDF7DC0FE1C07C482A924E49C2B5.jpg","category":"","vidcollection":"","ord":"10","datum":"0"},"3gVWyJBb90-tF6mxVyd8KQ":{"id":"3gVWyJBb90-tF6mxVyd8KQ","title":"Hanna","first":"H","description":"Hanna is een tienermeisje dat door haar vader, voormalig CIA-lid Erik Heller, in het ruige Finse landschap wordt opgeleid tot een koelbloedige moordmachine. Tijdens een missie waarbij Hanna Europa doorkruist, wordt ze op de hielen gezeten door het team van de meedogenloze Marissa Wiegler van de CIA. Hoe dichter Hanna bij haar uiteindelijke doel komt, des te meer ze begint te twijfelen aan het nut van haar missie en haar doel in het leven.","duration":"7260","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3ED732D906589BFB95DF80E269168FFC37EB75CADED222C3E0F443220A0B06CD.jpg","category":"","vidcollection":"","ord":"8","datum":"0"},"buy39HFBcEKkKrAjvjqC8w":{"id":"buy39HFBcEKkKrAjvjqC8w","title":"Harry Potter and the Goblet of Fire","first":"H","description":"Harry Potter gaat zijn vierde schooljaar in op de magische school Zweinstein, waar dit jaar het belangrijke internationale Toverschool-toernooi wordt gehouden. Deze competitie is alleen voor de oudere en ervaren tovenaarsstudenten, maar toch komt Harry's naam boven als een van de deelnemers. Harry weet niet hoe dit mogelijk is, maar wordt toch gedwongen om mee te doen. Terwijl Harry zich voorbereidt op de gevaarlijke wedstrijd, wordt duidelijk dat de boosaardige Voldemort en zijn aanhangers steeds sterker worden en het nog altijd op hem hebben gemunt. Dit nieuws is niet het enige wat Harry de rillingen bezorgt, hij heeft ook nog geen afspraakje voor het gala.","duration":"10980","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E1043AFEAFE75B5F07E7A8BCB752D7942DF9F50A79BD020BFC8C3721A80CB417.jpg","category":"","vidcollection":"","ord":"1","datum":"0"},"7tZ_29Q7QEasBCnORgeaMA":{"id":"7tZ_29Q7QEasBCnORgeaMA","title":"Help","first":"H","description":"Sarah is een toegewijde verpleegster in een verpleegtehuis. Wanneer de Covid-19 pandemie uitbreekt, ziet ze met lede ogen aan hoe de ene na de andere patiënt overlijdt aan het virus. Sarah maakt zich vooral veel zorgen om Tony, een jonge man die lijdt aan een vroege vorm van dementie. Omdat ze er niet aan moet denken hem te verliezen, ontvoert ze Tony uit het verpleegtehuis.","duration":"5880","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D191947DAE7ED68D34BE6B6F9F7BA776569C7842479D7FBCD6F3D1CD1090CFAB.jpg","category":"","vidcollection":"","ord":"5","datum":"0"},"bORZuC8-xUWPwxyMrtwWJQ":{"id":"bORZuC8-xUWPwxyMrtwWJQ","title":"Het Zakmes","first":"H","description":"Mees heeft een probleem. Hij heeft per ongeluk het zakmes van zijn vriendje meegenomen. Als hij het terug wil brengen, is Mees te laat. Tim is net verhuisd. Het enige wat Mees weet, is dat Tim nu in Flevoland woont. De ouders van Mees hebben geen tijd voor zijn problemen. Zijn moeder is een wereldberoemde zangeres die hij eigenlijk voornamelijk van de televisie kent. Zijn vader heeft het druk met zijn populaire vrouw en het huishouden. Er zit dus niets anders op voor Mees, hij moet helemaal alleen op zoek naar Tim.","duration":"5220","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/CDEC99C957149985BF7CDDFF8DDD884AA6F035C0818FDA35C5F6DC305708673A.jpg","category":"","vidcollection":"","ord":"18","datum":"0"},"uT6GlUefWU6Sa0NgxZcdDQ":{"id":"uT6GlUefWU6Sa0NgxZcdDQ","title":"Ida","first":"I","description":"Polen, 1962. Anna staat op het punt om haar gelofte af te leggen bij de kloosterschool waar ze ooit binnenkwam als wees. Maar alles verandert als blijkt dat ze nog familie heeft, Wanda, de zus van haar moeder. Voordat ze haar geloftes kan afleggen, gaat ze samen met Wanda op zoektocht naar haar verleden. Anna komt erachter dat ze van Joodse afkomst is en dat haar echte naam Ida luidt. Ze wordt geconfronteerd met de grimmige waarheid over haar familie en hun ontberingen tijdens de nazi-bezetting van Polen. Ida staat voor een moeilijke beslissing: teruggaan naar het klooster of een nieuwe weg inslaan?","duration":"4560","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/5ECF2933014EC97AB33463552C47B6884E98E9D7AADFE7E10DFA7EB71D1B68FE.jpg","category":"","vidcollection":"","ord":"16","datum":"0"},"Tj86pd-qRkajv4XYNt1HKA":{"id":"Tj86pd-qRkajv4XYNt1HKA","title":"Intouchables","first":"I","description":"Miljonair Philippe is aan een rolstoel gekluisterd. In hartje Parijs woont hij in een kast van een huis. Driss woont daar ver vandaan, in een van de grimmige voorsteden. Verdient de jonge Senegalees zijn geld niet met schimmige zaakjes, dan trekt hij wel een uitkering. Maar wie bijstand wil, moet solliciteren. Plotseling zit Driss met een echte baan opgescheept, als de persoonlijke verzorger van Philippe. Met zijn tomeloze energie zet hij Philippe's stijve huishouden binnen de kortste keren op z'n kop. Maar ook Driss' leven zal nooit meer hetzelfde zijn.","duration":"8220","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/33BD2844FE8CA08EB79A547DB7EB6F4404A403A94219C951EFABE136D88CA937.jpg","category":"","vidcollection":"","ord":"12","datum":"0"},"Jyq86GbG5kWIln5bUu2e5Q":{"id":"Jyq86GbG5kWIln5bUu2e5Q","title":"John Wick 3: Parabellum","first":"J","description":"John Wick is op de vlucht geslagen. Hij wordt opgejaagd vanwege een wereldwijd beloofde prijs op zijn hoofd van maar liefst veertien miljoen dollar en voor het breken van een belangrijke regel van het Continental Hotel.","duration":"6900","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F1DD66DCD1EA834E38B34A52FC7C3D7A5046774176E75F6888A3EC845F8D3EA4.jpg","category":"","vidcollection":"","ord":"71","datum":"0"},"fqey8RdqEUqnfExjbCySlg":{"id":"fqey8RdqEUqnfExjbCySlg","title":"John Wick: Chapter 2","first":"J","description":"John Wick is een legendarische huurmoordenaar die wordt gedwongen terug te keren uit zijn pensioen. Gebonden door een onontkoombare bloedschuld aan de Italiaanse maffiabaas Santino D'Antonio, moet hij naar Italië afreizen waar hij het op moet nemen tegen de meest dodelijke moordenaars van de wereld. Hij bevindt zich in het hart van de geheime criminele gemeenschap van Rome, terwijl elke moordenaar binnen de gemeenschap ervan droomt de legendarische Wick uit te schakelen. Doordrenkt van bloed en genadeloos opgejaagd, kan John Wick een vreedzame pensioen zeker vergeten.","duration":"6600","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BFF4F57AF7047D1EAAA4B4E623C499D16FB7FE9C69DF70411C6EA24FA47F1F56.jpg","category":"","vidcollection":"","ord":"67","datum":"0"},"QhYd6fbtWEm-WzcZOk_yuQ":{"id":"QhYd6fbtWEm-WzcZOk_yuQ","title":"Kin","first":"K","description":"Op een verlaten bouwterrein vindt de veertienjarige Eli een vreemde metalen doos, waarvan hij ontdekt dat het kan veranderen in een wapen. Zijn oudere broer Jimmy is net vrijgekomen uit de gevangenis en is nog geld schuldig aan de lokale gangster Taylor (James Franco). Maar het plan om hem terug te betalen loopt helemaal fout. Er zit voor Jimmy en Eli niks anders op dan op de vlucht te slaan met een wraakzuchtige crimineel, de FBI en twee geheimzinnige soldaten op hun hielen en het mysterieuze wapen als enige bescherming. Via Milly (Zoë Kravitz) ontdekken de broers al snel de gevolgen van hun acties en geheimen.","duration":"7500","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EA8CAFF05537E73997F3E9E3276A1720FE50F84014653E52162AB97D3B4D036D.jpg","category":"","vidcollection":"","ord":"43","datum":"0"},"Dz9kLuiF10ODXquqkrNt6w":{"id":"Dz9kLuiF10ODXquqkrNt6w","title":"Kom hier dat ik u kus","first":"K","description":"Mona is negen jaar als haar moeder bij een auto-ongeluk komt te overlijden. Haar vader krijgt al snel een nieuwe vriendin Marie, die het gezin inkomt als vervangende moeder en alle aandacht opeist. Mona maakt er op haar manier maar het beste van. Ze voelt zich verantwoordelijk en doet er alles aan om het te laten slagen, ten koste van zichzelf. Het wordt haar manier van leven. Ook als volwassene doet Mona haar uiterste best om iedereen gelukkig te maken. Maar de volwassen Mona beseft dat ze het heft in eigen handen zal moeten nemen om uiteindelijk zelf een gelukkig leven te kunnen leiden.","duration":"5940","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D674937B18BE162D22DC9F7FB3EC4390DBBE2515A0FE0A21BA6866BF70259D3D.jpg","category":"","vidcollection":"","ord":"21","datum":"0"},"eh_bsoIWXESF1OON0bD8SA":{"id":"eh_bsoIWXESF1OON0bD8SA","title":"Kull the Conqueror","first":"K","description":"De krijger Kull wordt koning wanneer hij een andere koning verslaat in een gevecht. De erfgenamen van de koning zweren wraak en om de troon terug te winnen, wekken ze een kwaadaardige heks tot leven.","duration":"6480","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/865D54772D574386A0CCC04C4C629926520D172E9D43C1418EC44C001E7CB00A.jpg","category":"","vidcollection":"","ord":"50","datum":"0"},"yKntELQ3NE-KSyXClE8yYQ":{"id":"yKntELQ3NE-KSyXClE8yYQ","title":"Loft","first":"L","description":"Het verhaal van vijf getrouwde mannen die in het diepste geheim een loft delen voor hun buitenechtelijke activiteiten. Dat verloopt zonder problemen tot ze er op een ochtend het lijk aantreffen van een jonge vrouw. Geen van de vrienden kent de vrouw, weet waar ze vandaan komt of hoe ze terecht is gekomen in hun loft. Noodgedwongen proberen ze uit te zoeken wat er is gebeurd, maar al snel beginnen de vijf elkaar te wantrouwen en blijken ze veel minder van elkaar te weten dan ze dachten.","duration":"6720","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F34A411032D1F97082B57BD12F892DB3C82D9A8C3BB3F4A1C5817792B6DBD2D7.jpg","category":"","vidcollection":"","ord":"9","datum":"0"},"U0yFsrN9n0SQDJ4SrixeqA":{"id":"U0yFsrN9n0SQDJ4SrixeqA","title":"Lone Survivor","first":"L","description":"De film is gebaseerd op de waargebeurde missie 'Operation Red Wings', die op 28 juni 2005 werd uitgevoerd door Navy Seal Team 10. Het doel van het team is om taliban-leider Ahmad Shah te doden. De missie komt echter al snel in het gedrang als het team nabij het Hindoekoesjgebergte in een hinderlaag van de taliban loopt. Marcus Luttrell moet alles op alles zetten om deze nachtmerrie te overleven.","duration":"8100","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3FFF9728B80154DD793F2B0FC042820954806B6FCB69A182C1DE14BE53B2A629.jpg","category":"","vidcollection":"","ord":"36","datum":"0"},"qCcLAH5YYUCAe55Cu7lCYQ":{"id":"qCcLAH5YYUCAe55Cu7lCYQ","title":"Long Shot","first":"L","description":"Fred herenigt zich met zijn jeugdliefde Charlotte, nu een van de invloedrijkste vrouwen ter wereld. Terwijl ze zich voorbereidt op het presidentschap, huurt Charlotte Fred in als haar speechschrijver.","duration":"6600","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/23FAAC56DACE88FC2C926F31D3EC97C06E82B1C249BC0141ABAD48696A37A460.jpg","category":"","vidcollection":"","ord":"70","datum":"0"},"0wMM04-LBEK68Fi8Sgkq_Q":{"id":"0wMM04-LBEK68Fi8Sgkq_Q","title":"Love is all you need","first":"L","description":"Na een ruzie met haar man gaat de levensgenieter Ida in haar eentje naar de trouwerij van haar dochter in Italië. Maar ze wordt door pech achtervolgd, want al tijdens de reis gaat er het een en ander mis.","duration":"6480","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0D599683425269AC33C67FFD1302BC385F4EE127F1F13F8A9B3570F19B600756.jpg","category":"","vidcollection":"","ord":"7","datum":"0"},"Yy8nQzRn3EmXCWhP2LK7dQ":{"id":"Yy8nQzRn3EmXCWhP2LK7dQ","title":"Love on Harbor Island","first":"L","description":"Interieurontwerpster Lily Summers keert terug uit Seattle naar haar geboorteplaats om haar tante Maggie te helpen bij het runnen van haar bed and breakfast aan de jachthaven. Daar ontmoet ze Marcus, de knappe watervliegtuigpiloot die zijn leven wijdt aan het redden van honden. Hij doet Lily beseffen dat het thuis inderdaad het beste is.","duration":"4560","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/00DE7BC88982E81638DAA32BBA8BBC34D0B3A890F6AD840E86188FFB8330F6BC.jpg","category":"","vidcollection":"","ord":"73","datum":"0"},"L3C9VIuPu0G19AzRchAsGg":{"id":"L3C9VIuPu0G19AzRchAsGg","title":"Love's Second Chance","first":"L","description":"Rose is een gepassioneerde modestylist van in de dertig die in New York woont. Wanneer ze de vintage kledingwinkel van haar grootmoeder erft, keert ze terug naar haar kleine geboorteplaats om voor de winkel te zorgen. Terwijl ze overweegt de winkel voorgoed te sluiten, komt ze haar charmante middelbare schoolliefde tegen, Cole Murphy. Hij overtuigt haar om de winkel te renoveren en mensen in nood te helpen die zich geen nieuwe kleren kunnen veroorloven. Aarzelend gaat ze akkoord en terwijl de twee vrienden herinneringen ophalen, beseffen ze dat niet alleen de winkel een tweede kans verdient, maar ook hun liefde.","duration":"5040","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/319B90FCB10EC33BA23336D40A97739536532D1A1EDB42C246313FCBDEC18F85.jpg","category":"","vidcollection":"","ord":"72","datum":"0"},"5L0RnctFOkm-XgYIQ5f2IQ":{"id":"5L0RnctFOkm-XgYIQ5f2IQ","title":"Loveless","first":"L","description":"Boris en Zhenya liggen in een scheiding. Over het hoofd van hun enige zoon maken ze onafgebroken ruzie en proberen zo snel mogelijk van elkaar en hun appartement af te komen. Allebei bereiden ze hun respectievelijke toekomst voor. Boris heeft een relatie met een jonge vrouw, die inmiddels zwanger van hem is en Zhenya heeft een relatie met een rijke man. Ze worden volledig opgeslokt door hun eigen bestaan en geen van beiden lijkt nog oog te hebben voor Alyosha, hun 12-jarige zoon. Totdat hij verdwijnt.","duration":"6900","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9503D12812E68101F7D9799FBB55DD59CF8F07A94A42DEC350E0334E547B3D63.jpg","category":"","vidcollection":"","ord":"3","datum":"0"},"a28gv1AYXEqO839yHujgEQ":{"id":"a28gv1AYXEqO839yHujgEQ","title":"Luce","first":"L","description":"Tien jaar geleden adopteerden Amy en Peter Edgar hun zoon Luce uit Eritrea. De jonge Luce ontwikkelt zich, ondanks zijn moeilijke kinderjaren, niet alleen als een talentvolle atleet, maar ook als een modelstudent. Dan doet zijn leerkracht een alarmerende ontdekking over Luce en worden Amy en Peter geconfronteerd met het duistere verleden van hun zoon.","duration":"6060","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/AE5860F3D260CE012D7DF63533D380F1DF0881DF77C8960173AD02C649282EF2.jpg","category":"","vidcollection":"","ord":"24","datum":"0"},"X1nm8MfgLkCMaXR0ayzOLg":{"id":"X1nm8MfgLkCMaXR0ayzOLg","title":"Maze Runner: The Death Cure","first":"M","description":"Thomas is ontsnapt uit het labyrint, overleefde de Scorch Trials en moet nu een laatste test ondergaan. Wat Wicked niet weet, is dat zijn herinneringen verder teruggaan dan de organisatie vermoedt. Hij wordt nu aan een allerlaatste test onderworpen en moet samen met zijn groep door de legendarische stad zien te komen om hun vrienden terug te vinden. Thomas gaat op een missie om het geneesmiddel tegen de dodelijke Flare-ziekte te vinden. Vriendschap en loyaliteit komen onder druk te staan tijdens het gevecht tegen Wicked.","duration":"10140","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/73D42EAE33EAAD1308FACB07890E0E1F70A7D3BC4C6CE8C0827D8423469CB5C0.jpg","category":"","vidcollection":"","ord":"24","datum":"0"},"TuqGWdTCd0qWNkS6-JKK3g":{"id":"TuqGWdTCd0qWNkS6-JKK3g","title":"Mechanic: Resurrection","first":"M","description":"Arthur Bishop heeft het leven als huurmoordenaar achter zich gelaten en woont in Rio de Janeiro. Veel tijd om te relaxen krijgt hij niet, want de wapenhandelaar Riah Crain weet hem te vinden en chanteert hem om drie moorden te plegen. Crain ontvoert Gina, de vrouw waar Bishop verliefd op is geworden. De moorden moeten op ongelukken lijken, want alleen dan blijft Gina in leven. Bishop realiseert zich dat hij geen keus heeft.","duration":"7200","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F0F493397F2BDF63F22F91C568DA8C97883D722387358B03FF3D4A234B66EA27.jpg","category":"","vidcollection":"","ord":"11","datum":"0"},"e9of-4jjnkCe72Qd--Bb9w":{"id":"e9of-4jjnkCe72Qd--Bb9w","title":"Mid90s","first":"M","description":"Stevie groeit op in het Los Angeles van de jaren negentig. Thuis heeft hij het moeilijk en het lukt hem niet om een plek te vinden waar hij zich op zijn gemak voelt. Tot hij een groep skateboarders leert kennen.","duration":"4620","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C5FC890E34D7B99A7E589C4338FDE827C019339E2E46066D13CAC0826560C641.jpg","category":"","vidcollection":"","ord":"17","datum":"0"},"KlV5Hvu9dUWPsQNYQqAXRA":{"id":"KlV5Hvu9dUWPsQNYQqAXRA","title":"Mijn vader is een vliegtuig","first":"M","description":"Eva lijkt alles te hebben wat ze zich maar wensen kan, maar wanneer haar moeder plotseling overlijdt, merkt Eva ineens hoe ontwrichtend het is dat ze niets weet over haar verleden. Haar vader, die al dertig jaar in een psychiatrische inrichting woont, is ineens de enige bron van informatie. Maar hoe betrouwbaar is hij? Gedreven door de vrees dat ze ook haar verstand zal verliezen begint Eva een zoektocht naar haar verleden.","duration":"5100","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/77B7AD60F36F639087D38E58554999C9DA039388EA3A559104FAD4BCE4019375.jpg","category":"","vidcollection":"","ord":"19","datum":"0"},"Xy5LnRfzRkGevAmJteatfQ":{"id":"Xy5LnRfzRkGevAmJteatfQ","title":"Mile 22","first":"M","description":"Onder leiding van James Silva probeert een klein team van Amerikaanse geheim agenten de mysterieuze politieagent Li Noor uit Indonesië te smokkelen. Li Noor bezit vitale informatie over een mogelijke terroristische aanval. Ze moeten 22 mijl overbruggen om hem van de Amerikaanse ambassade naar het vliegveld te krijgen, terwijl de vijand hen op de hielen zit.","duration":"4920","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8AEC79EA88BEC66A39BEE69F1D6E466824ECEEB8B5DECF1838FEB803B10C8365.jpg","category":"","vidcollection":"","ord":"55","datum":"0"},"mXabeu6-k0ufYm_5aMSCog":{"id":"mXabeu6-k0ufYm_5aMSCog","title":"Momentum","first":"M","description":"De mooie dief Alex Faraday raakt door haar voormalige partner betrokken bij een inbraak in een bank. Ze neemt zich voor dat dit haar laatste klus zal zijn. Tijdens de kraak steelt ze per ongeluk een USB-stick met daarop belastend bewijsmateriaal. Een team van agenten onder leiding van Mr. Washington achtervolgt haar meedogenloos om de geheugenstick terug te krijgen. Terwijl ze in een nietsontziend kat-en-muisspel verstrikt raakt, probeert ze achter het complot van haar belagers te komen.","duration":"7020","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/42084ADB83303C7714B956ADDC01A9ABEF33E0A67222C4DBA5EBE554FFC49E61.jpg","category":"","vidcollection":"","ord":"27","datum":"0"},"J7QATs5ZekqHZ7iXtzoVeA":{"id":"J7QATs5ZekqHZ7iXtzoVeA","title":"On Deadly Ground","first":"O","description":"De Aegis Oil Company vervuilt de natuur en de baas Michael Jennings schijnt zich daar geen zorgen over te maken. Als werknemer Hugh Palmer een diskette voor hem achterhoudt met informatie waarmee hij zijn bedrijf kan verliezen, wordt Palmer vermoord. Forrest Taft, een goede vriend van hem, besluit wraak te nemen en er voor te zorgen dat het corrupte bedrijf verdwijnt.","duration":"7380","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/64DE932BDB07BE4913B500F4486D015428194438475293124271EC75C145C270.jpg","category":"","vidcollection":"","ord":"17","datum":"0"},"8497q4H1M0O37viEFU-FQg":{"id":"8497q4H1M0O37viEFU-FQg","title":"Once Upon A Time In Mexico","first":"O","description":"De legendarische held El Mariachi leidt sinds de dood van zijn vrouw en dochter een teruggetrokken bestaan. Dit verandert als de corrupte CIA-agent Sands El Mariachi rekruteert om een moordaanslag op de Mexicaanse president te voorkomen. Gebleken is dat generaal Marquez drugsbaas Barrillo heeft ingehuurd om de president te vermoorden en een staatsgreep te plegen. Barillo schuwt geen enkel middel om zijn plan te laten slagen. Wie zal deze bloedige strijd overleven?","duration":"7440","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/864764BBB76082A8650AB9502AE2DD0A2DCDDBBE08CAEEFD7FB1D6CAC943B387.jpg","category":"","vidcollection":"","ord":"23","datum":"0"},"rvVS9yEVrkyrbW0V-fduWQ":{"id":"rvVS9yEVrkyrbW0V-fduWQ","title":"Overdrive","first":"O","description":"Andrew en Garrett zijn gespecialiseerd in het stelen van auto's, maar wanneer ze de Bugatti van een lokale maffiabaas stelen, besluit deze de kwaliteiten van de broers in zijn eigen voordeel te gebruiken.","duration":"4980","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/99AA61644F45C16D6BCD4E9D1AA1D9FFAB76C60E862C596C757392CD44D2B233.jpg","category":"","vidcollection":"","ord":"75","datum":"0"},"lEMRKRk1wk-pul6UtcynuA":{"id":"lEMRKRk1wk-pul6UtcynuA","title":"Pan's labyrinth","first":"P","description":"In 1944, als Franco aan de macht is, ontvlucht de jonge stiefdochter van een sadistische legerofficier de harde realiteit door afleiding te zoeken in een mysterieus labyrint.","duration":"6480","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E4A22C66D38E61A7943723E4B877220E28C21FA31CC054AD6AE7EA9FB0444B6A.jpg","category":"","vidcollection":"","ord":"8","datum":"0"},"ILkFSL72OUeSpaMXlxD1FA":{"id":"ILkFSL72OUeSpaMXlxD1FA","title":"Paradise Drifters","first":"P","description":"Als zwerfhonden dolen de dak- en thuisloze jongvolwassenen Chloe, Lorenzo en Yousef door het leven. In de hoop een betere toekomst te vinden laten ze hun uitzichtloze situatie achter zich en reizen ze richting Zuid-Europa.","duration":"4680","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/90EFFD562E58928F36F9D10292311C35634B3011BB2B545EFA1D817B1CC25B5F.jpg","category":"","vidcollection":"","ord":"12","datum":"0"},"Gkp-SjuBD0K5X6g7tIZ12A":{"id":"Gkp-SjuBD0K5X6g7tIZ12A","title":"Peppermint","first":"P","description":"Wanneer haar echtgenoot en dochter neergeschoten worden en Riley uit haar coma ontwaakt, traint ze jarenlang om zich te kunnen wreken op de daders. Na vijf jaar zet ze haar wraakplan om in actie. Ze stopt niet voor de bendeleden die de moorden pleegden, de advocaten die de daders vrijuit hielpen gaan en de corrupte politie hun dodelijk lot ondergaan.","duration":"5400","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DF8E9CA569088D78ED62ACE6D1CF82058334FEFD2A79CEF685EF44CAF4A6C7E2.jpg","category":"","vidcollection":"","ord":"65","datum":"0"},"C6f27wTFmEOlMpsghMZIcQ":{"id":"C6f27wTFmEOlMpsghMZIcQ","title":"Police Academy 5: Assignment Miami Beach","first":"P","description":"Tijdens de diploma-uitreiking van de politieschool kondigt commissaris Hurst aan dat Lassard met pensioen gaat. Het nieuws slaat in als een bom, niet alleen voor de commandant zelf maar ook voor zijn trouwe leerlingen. Er bestaat geen twijfel over dat Harris hier iets mee te maken heeft. Hij aast immers al een hele tijd op de baan van de commandant. Hurst meldt ook dat Lassard benoemd zal worden tot agent van het decennium tijdens de nationale conventie in Miami Beach. Lassard wil dat zijn leerlingen aanwezig zijn op de huldiging en betaalt hun tickets. In het vliegtuig zitten ook drie gangsters, die net een geslaagde diamantroof gepleegd hebben. Bij hun aankomst in Miami neemt Lassard per ongeluk hun tas mee. Ondertussen zijn ook Harris en zijn assistent Proctor aangekomen.","duration":"5820","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E19E29D3358FB52F55A8E360C4424D434BBAB319CF523F3AB6121049A4FBF17C.jpg","category":"","vidcollection":"","ord":"46","datum":"0"},"vBHdT8JC9kOFTsbOeaFHKA":{"id":"vBHdT8JC9kOFTsbOeaFHKA","title":"Police Academy 6: City Under Siege","first":"P","description":"De wijk Wilson Height wordt geteisterd door een bende dieven. Dit is ontzettend gênant voor Harris, die verantwoordelijk is voor die regio. Aangezien hij en zijn hulpje Proctor de situatie niet de baas kunnen, roept de burgemeester versterking in. Hij vraagt commandant Lassard en zijn team om orde op zaken te stellen. Wanneer de bende zelfs hen te snel af is, wordt vermoed dat er een lek is in het politieapparaat. Dit wordt al snel bevestigd. In het kantoor van Lassard is namelijk een deel van de gestolen diamanten gevonden.","duration":"6000","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B96D596715AFC189D76149B834A463730AA9B6262E18584A56DFEED253E1E6D4.jpg","category":"","vidcollection":"","ord":"51","datum":"0"},"m1SjoXu0XkOd2Bb6iyPcSw":{"id":"m1SjoXu0XkOd2Bb6iyPcSw","title":"Portrait de la jeune fille en feu","first":"P","description":"Frans drama. Op een afgelegen eiland bij Bretagne, eind 18e eeuw, krijgt kunstenares Marianne de opdracht om het huwelijksportret van Heloïse te schilderen. De eigengereide Heloïse staat niet te springen om het huwelijk, dus maakt Marianne het portret zonder haar medeweten. Tijdens lange wandelingen aan de Franse kust observeert ze haar model uitvoerig: haar bewegingen, haar blik, een zeldzame glimlach. 's Nachts werkt Marianne stiekem aan het schilderij. Langzaam groeit de aantrekkingskracht tussen de twee vrouwen, totdat uiteindelijk de liefde ontvlamt.","duration":"6840","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F90476FF1080961406AAD3599F6919AEC48D38D30AE0B8FD2B7777EBBE0835E2.jpg","category":"","vidcollection":"","ord":"29","datum":"0"},"cyluTxZNQ0eXfUc5mArAAA":{"id":"cyluTxZNQ0eXfUc5mArAAA","title":"Prisoners","first":"P","description":"Keller Dover is een toegewijde echtgenoot en vader. Wanneer zijn dochtertje en haar vriendin ontvoerd worden, komt de zelfverzekerde agent Loki aan het hoofd van het onderzoek te staan. Loki vindt al snel een verdachte, een zwakzinnige jongen die niet in staat lijkt om iemand spoorloos te laten verdwijnen, maar moet hem vrijlaten wegens gebrek aan bewijs. Keller is echter overtuigd van zijn schuld en gaat zelf achter de jongen aan. Ondertussen heeft Loki een nieuwe verdachte in het vizier. Het onderzoek verzandt in een kluwen van verdachten en gruwelijke misdaden. De twee mannen zoeken wanhopig naar de meisjes, elk aan zijn kant van de wet. De klok tikt.","duration":"8820","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D8B32BC700BE92C6082CC89467825B4649439B6DB46073ACF602326452053790.jpg","category":"","vidcollection":"","ord":"69","datum":"0"},"sQ2-V1I4TUy7n3wKd1C3RA":{"id":"sQ2-V1I4TUy7n3wKd1C3RA","title":"Red Sparrow","first":"R","description":"Tegen haar wil wordt Dominika Egorova opgeleid tot 'sparrow', een getrainde verleidster van de Russische veiligheidsdienst. Dominika leert haar lichaam als een wapen te gebruiken, maar heeft moeite haar eigenwaarde te behouden tijdens de onmenselijke training. Toch groeit ze uit tot een van de beste krachten van het programma. Haar eerste doelwit is Nate Nash, een CIA-agent die verantwoordelijk is voor de meest gevoelige infiltratie in de Russische inlichtingendienst. De twee jonge agenten belanden in een neerwaartse spiraal van aantrekkingskracht en bedrog, wat een bedreiging vormt voor hun carrière, hun loyaliteit en de veiligheid van beide landen. Gebaseerd op het boek van de voormalige CIA-agent Jason Matthews.","duration":"10080","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/ABABFE7C5ADC9244C710B40A0B8389CF1C52597AA378FBC79B3412BAB3969F9B.jpg","category":"","vidcollection":"","ord":"3","datum":"0"},"g_ull7Uua0aHRwlvsD3e5w":{"id":"g_ull7Uua0aHRwlvsD3e5w","title":"Replicas","first":"R","description":"Neurowetenschapper William experimenteert met het klonen van mensen. Wanneer zijn vrouw Mona en hun drie kinderen omkomen bij een gruwelijk auto-ongeluk twijfelt hij geen moment: met hulp van collega-wetenschapper én beste vriend Ed brengt William zijn geliefden weer tot leven. Mona en de kinderen zijn echter niet op de hoogte van het ongeluk en hun 'tweede leven'. Wanneer zijn experiment door de autoriteiten niet onopgemerkt blijft gaat William steeds verder om zijn gezin bij zich te houden.","duration":"7440","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/FA103D91FF661CF3B5249D3FF70B551D93B7F60DDDD9B91BF076EEEC9F8D216C.jpg","category":"","vidcollection":"","ord":"19","datum":"0"},"Pguydg6ZbE2_u8ex72Ql_A":{"id":"Pguydg6ZbE2_u8ex72Ql_A","title":"Rush Hour","first":"R","description":"In de laatste nacht dat Hong Kong onder Britse leiding valt, voorkomt Detective Inspector Lee, een goede vriend van Consul Han Solon, dat een aantal historische Chinese stukken uit het land wordt gesmokkeld. Twee jaar later neemt de criminele Juntao wraak en ontvoert de dochter van Consul Han. Deze vertrouwt het vinden van zijn dochter niet aan de FBI toe en besluit zijn oude vriend Detective Inspector Lee om hulp te vragen.","duration":"7260","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/1C1815D67B6D344D9B48E320FA9D1D7365DBDEA555CE85663ED61CC4FE1B176D.jpg","category":"","vidcollection":"","ord":"31","datum":"0"},"MclPyGewhE6MBNY1Z_6YEw":{"id":"MclPyGewhE6MBNY1Z_6YEw","title":"Second Act","first":"S","description":"Maya Vargas is assistent-manager in een winkel waar ze al vijftien jaar werkt. Gedurende die tijd heeft ze de winkel drastisch verbeterd op verschillende punten, maar tot haar teleurstelling wordt ze niet gepromoveerd, omdat ze niet hoog opgeleid is. Op een dag krijgt ze de kans zich te bewijzen bij Madison Avenue. Daar kan ze laten zien dat straatwijsheid even waardevol kan zijn als een universitaire opleiding.","duration":"5580","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BFAC985F6D694400F35BF2BB1553BC311D3136EDA6CC2828A1F2D3BD140EF115.jpg","category":"","vidcollection":"","ord":"76","datum":"0"},"75eC6WvKiUemfFz5V_8h_A":{"id":"75eC6WvKiUemfFz5V_8h_A","title":"Serenity","first":"S","description":"Baker Dill is een kapitein van een vissersboot die vaart door het rustige, tropische Plymouth Island. Zijn rustige leven wordt echter verstoord als zijn ex-vrouw Karen hem opspoort met een wanhopig verzoek om hulp. Ze smeekt Dill om haar en hun jonge zoon te redden van haar nieuwe, gewelddadige echtgenoot door hem mee te nemen op zee tijdens een visexcursie en hem vervolgens voor de haaien te gooien en hem voor dood achter te laten. Karens verschijning duwt Dill terug in een leven dat hij probeerde te vergeten. Terwijl hij worstelt tussen goed en kwaad, wordt zijn wereld ondergedompeld in een nieuwe realiteit die misschien niet is wat het lijkt.","duration":"5700","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/84F52B1348C4E2DCA11B04A687BB43E69A79BC415E25F073EA5E36ABA7A7418D.jpg","category":"","vidcollection":"","ord":"57","datum":"0"},"tB3jcfqGH0KgPoFFZUSBBw":{"id":"tB3jcfqGH0KgPoFFZUSBBw","title":"Sicario 2: Day of the Soldado","first":"S","description":"De drugsoorlog op de grens van de Verenigde Staten en Mexico escaleert wanneer een oppermachtig drugskartel terroristen over de grens smokkelt en de dochter van een drugsbaron ontvoerd wordt. FBI-agent Matt Graver herenigt zich met de Alejandro Gillick, een man met een troebel verleden, om ten strijde te trekken.","duration":"6540","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/868BC7BA89E35B9B797E0EEB2EA3AB8499D71D781D8A3561666892CAECFF8CFD.jpg","category":"","vidcollection":"","ord":"62","datum":"0"},"1FsDiBGCx0evDukBtAlyRQ":{"id":"1FsDiBGCx0evDukBtAlyRQ","title":"Sincerely, Yours, Truly","first":"S","description":"De eigenzinnige Hayley Hammond stuit op een stapel brieven en een verlovingsring in haar nieuwe appartement. Ze besluit de afzender te beantwoorden en Josh is verrast als hij haar brief ontvangt. Anoniem beantwoorden ze elkaars brieven en groeien ze naar elkaar toe.","duration":"4860","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A2553187340DFF651CEA235CC8C15B7761864B082B57356D365EF54248EDD63F.jpg","category":"","vidcollection":"","ord":"74","datum":"0"},"w85QDCrgRkKJA4AObwhhjA":{"id":"w85QDCrgRkKJA4AObwhhjA","title":"Something to Talk About","first":"S","description":"Grace Bichon is een gelukkige vrouw. Haar man Eddie is een schat, haar dochtertje Caroline is een voorbeeldig kind en ze houdt van haar werk in de stoeterij van haar vader. Niets schijnt de rust te kunnen verstoren. Tot Grace haar man betrapt op het moment dat hij hartstochtelijk een jonge onbekende vrouw zoent. Hierdoor krijgt Grace een totaal andere kijk op haar relatie en familiebanden. Ze gaat de relatie met haar autoritaire vader in twijfel trekken, die met haar toegewijde en brave moeder, die met haar assertieve zus Emma Rae en uiteindelijk die met haar man Eddie...","duration":"7680","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EAD46108624F75F9F6B12AA358A4E5699C395F6D07548FF2C994BA664AFCBA22.jpg","category":"","vidcollection":"","ord":"34","datum":"0"},"h-s1gN6hkkWTqzY3tLAwRw":{"id":"h-s1gN6hkkWTqzY3tLAwRw","title":"Source Code","first":"S","description":"Legerkapitein Colter Stevens wordt met een schok wakker in een trein op weg naar Chicago. Hoewel de passagiers hem lijken te kennen heeft hij geen idee waar of wie hij is. Het laatste wat Colter zich herinnert is een helikoptermissie in Irak. Nu zit hij in het lichaam van iemand anders, maar voor hij iets kan doen vernietigt een bomexplosie het complete treinstel en alle passagiers. Vlak na de ontploffing komt Colter bij in een isolatiekamer en wordt hij toegesproken door een commandant. Wanneer de computers in werking treden, is Colter plots weer terug in de trein. Op exact hetzelfde moment als de vorige keer. Colter ontdekt dat hij de aanslag net zo vaak mee moet maken tot hij weet wie de dader is.","duration":"6420","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4C3233C30F54319FAFD77F8510593D3B3E6FEB60099624717583C259F73BE3CD.jpg","category":"","vidcollection":"","ord":"38","datum":"0"},"HLdqOTKkr06Y9U33xSdg4Q":{"id":"HLdqOTKkr06Y9U33xSdg4Q","title":"Sprookjesboom De Musical - Een Gigantisch Avontuur","first":"S","description":"Als Roodkapje tegen Klein Duimpje zegt: ‘’Je bent ook veel en veel te klein!’’ is voor hem de maat vol. Hij wil niet langer zo klein zijn. Maar hoe wordt iemand groot? Heks maakt sluw gebruik van de wens van deze kleine jongen. Ze tovert hem, natuurlijk in haar eigen voordeel, groot. Klein Duimpje komt er met iedereen in het Sprookjesbos achter hoe het is om groot te zijn. Maar is groter zijn eigenlijk wel beter?","duration":"4980","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/85710E166DFB0DC2F283659AFA36BC0E816EBB7186D812A4F717037DBDD94732.jpg","category":"","vidcollection":"","ord":"58","datum":"0"},"Eu65lQCZxEa3-AVH66X0Ow":{"id":"Eu65lQCZxEa3-AVH66X0Ow","title":"Starsky & Hutch","first":"S","description":"David Starsky is de meest toegewijde undercoveragent die er is. Doordat hij zo bezeten is van zijn werk, blijft geen misdaad onbestraft als hij dienst heeft. Ken 'Hutch' Hutchinson is een goede politieman, maar zijn te relaxte persoonlijkheid en zijn wens om snel geld te verdienen brengen hem iets te vaak in de problemen. Als er een lijk aanspoelt proberen de twee met de hulp van Huggy Bear deze raadselachtige moordzaak op te lossen.","duration":"6180","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D5A7D69FE59154107446350CE84C7AB4B20AD9B0AA0FE7A8EF97B8DFC12770F4.jpg","category":"","vidcollection":"","ord":"45","datum":"0"},"Hd82rCSOCEyJ_AoqllY77A":{"id":"Hd82rCSOCEyJ_AoqllY77A","title":"Starting Up Love","first":"S","description":"Wanneer de rijke oom van workaholic Jillian is overleden, erft ze zijn vakantiehuisje ... samen met de knappe huisbewaarder Liam. Wanneer een mooie kans Jillian ervan overtuigt om een bed and breakfast te beginnen, staat Jillians nieuwe familie klaar om te helpen. En mogelijk vindt ze liefde bij Liam.","duration":"4500","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2677AC01446EFD91AED5E8026220279F26F773D89D51460592E1347F07C9D024.jpg","category":"","vidcollection":"","ord":"68","datum":"0"},"m_VdHaYpmkKKrSXtLQU-EQ":{"id":"m_VdHaYpmkKKrSXtLQU-EQ","title":"Taken 2","first":"T","description":"De Albanese maffia ontvoerde ooit in Parijs de dochter van voormalig CIA-agent Bryan Mills. Dat bleek een kapitale fout. Een beslissing die de criminele organisatie veel levens kostte. Nu zijn ze uit op wraak. Bryan heeft net een beveiligingsklus in Istanboel afgerond als hij daar wordt verrast door een bezoek van zijn ex-vrouw Lenore en dochter Kim. Voor de maffia het ideale moment om toe te slaan. Bryan en Lenore worden tijdens een lunch ontvoerd, maar Kim weet zich verborgen te houden. Dankzij haar vaders aanwijzingen weet Kim haar ouders te lokaliseren. Vanaf dat moment barst de strijd opnieuw in alle hevigheid los.","duration":"4800","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7589642A602207ABDC81B3BBAD5334B0FC4061ACD4E0796C91597773D4F4FF7E.jpg","category":"","vidcollection":"","ord":"53","datum":"0"},"O6w0qLn6bUacVhdBYor0Sw":{"id":"O6w0qLn6bUacVhdBYor0Sw","title":"Teen spirit","first":"T","description":"De zeventienjarige Violet droomt van een leven als popster en haar saaie leventje op het Isle of Wight te ontvluchten. Wanneer op een dag de zangwedstrijd 'Teen Spirit' voorbij komt, lijkt haar droom om een ster te worden misschien wel mogelijk.","duration":"5100","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/1CC04BE38626014082D2FD98015AAF3C654F20D457183CF4B0C3460EFBE932EF.jpg","category":"","vidcollection":"","ord":"26","datum":"0"},"tczJ0tBya0CCAtri3HqQyw":{"id":"tczJ0tBya0CCAtri3HqQyw","title":"Telefilm","first":"T","description":"De hoogbegaafde hacker Lillian gaat bij een cybersecuritybedrijf werken om toegang te krijgen tot de bank waar haar overleden vader werkte. Ze ontdekt er dat niets is wat het lijkt.","duration":"5040","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/ABB7EC46F82746259A87C6225EA26BF8F3814B11D1B2E3A4294CE14B996083EB.jpg","category":"","vidcollection":"","ord":"11","datum":"0"},"ji7FXFB8nE-2HyC5wL1uRQ":{"id":"ji7FXFB8nE-2HyC5wL1uRQ","title":"The Adventurer: The Curse of The Midas Box","first":"T","description":"Na de ontvoering van zijn familie ontdekt Mariah tijdens zijn zoektocht naar de ontvoerders een verborgen wereld waar monsters leven die kinderen stelen.","duration":"5340","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A9F52C7B9F558079395173ACB2DA82C808C148BCDBCBD9C775276776310C6780.jpg","category":"","vidcollection":"","ord":"56","datum":"0"},"Ek3KDpHAE0WKL-ifO6PL8g":{"id":"Ek3KDpHAE0WKL-ifO6PL8g","title":"The Bank Job","first":"T","description":"Terry Leather maakt met zijn handlangers de kluizen van een bank leeg. Daar blijken niet alleen juwelen en geld in te zitten, maar ook veel geheime documenten die veel hooggeplaatste personen in de problemen zouden kunnen brengen.","duration":"8340","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3C192FFFE5E9324C13C362639017A35C7FBDC2674A8457E2C6C55A38BA6EF1D9.jpg","category":"","vidcollection":"","ord":"2","datum":"0"},"D6PIzypB-ECSIQQbLzbMKw":{"id":"D6PIzypB-ECSIQQbLzbMKw","title":"The big sick","first":"T","description":"Na een onenightstand zijn de New Yorkse stand-upcomedian Kumail en de studente Emily smoorverliefd op elkaar. Het enige probleem: Kumail verzwijgt zijn vriendin voor zijn traditionele Pakistaanse ouders. Die zien hun zoon immers liever trouwen met een Pakistaans meisje. Wanneer Emily hierachter komt wil ze Kumail nooit meer zien. Maar dan wordt Emily plots zo ziek dat ze in een coma belandt. Terwijl de artsen een oplossing zoeken, wijkt Kumail geen moment van haar zijde, tot grote ergernis van Emily's ouders.","duration":"6840","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BC9EBBDA525A6D1D2C78BBCBBD27F7A734EB730A9DC510939ECE839C6F4FC8D5.jpg","category":"","vidcollection":"","ord":"28","datum":"0"},"9ljOxfA6ZEGhmrS8jfCxpg":{"id":"9ljOxfA6ZEGhmrS8jfCxpg","title":"The Client","first":"T","description":"De elfjarige Mark Sway en zijn jongere broertje Ricky zijn in het bos, net buiten Memphis, getuige van de zelfmoord van de wanhopige mafia-advocaat Jerome Clifford. Net voor het fatale schot vertelt hij de kinderen waar zijn cliënt, gangster Barry 'The Blade' Muldano, het lijk van senator Boyd Boyette begraven heeft. Ricky raakt door de traumatische ervaring in een coma. Op Mark wordt de klopjacht geopend door de mafia en de ambitieuze aanklager Roy Foltrigg, die terecht vermoeden dat de jongen het geheim van Clifford kent. Ten einde raad zoekt Mark hulp bij advocate Reggie Love, een gescheiden vrouw met een drankverleden. Reggie ontfermt zich moederlijk kordaat over haar cliënt, die een vindingrijk lastpak is, en probeert hem zo goed en zo kwaad als het kan uit de klauwen van de onderwereld en het gerecht te houden.","duration":"9060","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B0238B33E3087F9C0677BF542496C2B1434158D6D035E3D7E4879FA9D28C61C8.jpg","category":"","vidcollection":"","ord":"4","datum":"0"},"Kb-IlbWkK0StoXlGuNTs3w":{"id":"Kb-IlbWkK0StoXlGuNTs3w","title":"The Duchess","first":"T","description":"De hertogin van Devonshire, een verlicht en populair aristocrate, zit gevangen in een ongelukkig huwelijk vol van persoonlijke conflicten. Zo is ze gedwongen met haar man en zijn maîtresse samen te wonen en is ze zelf hopeloos verliefd op een jonge politicus.","duration":"6000","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F4FFCD13D4B181F9ED7D0D07D4BB5150E6DFDF6745BD3F4677C0441D27D8FCBA.jpg","category":"","vidcollection":"","ord":"23","datum":"0"},"HzgEukL4x0yWkbJMOuR0GQ":{"id":"HzgEukL4x0yWkbJMOuR0GQ","title":"The Expendables 2","first":"T","description":"Barney Ross en zijn elitegroep huurlingen, de Expendables, worden door hun opdrachtgever Mr. Church naar Oost-Europa gestuurd. De klus is eenvoudig: breng een object uit een neergestort vliegtuig in veiligheid. Het geld lijkt snel verdiend voor de doorgewinterde vechtmachines. De werkelijkheid is compleet anders. De missie loopt namelijk vreselijk uit de hand en een van de teamleden wordt om het leven gebracht. De rest van de groep zweert wraak en vecht zich een bloedig spoor dwars door de vijandige linies. Onderweg maken ze ook nog korte metten met een transport van vijf ton plutonium; meer dan genoeg om de machtsverhoudingen in de wereld te veranderen. Maar dat is allemaal niets vergeleken met de wraakactie die ze in petto hebben voor de tegenstander die hun partner vermoordde. Daar hebben ze zo hun eigen, kenmerkende methodes voor.","duration":"7200","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C1774B2A46835A3C14FFE1F9CAC86ED26311B179CD7155C8D8E06ACE04416DF3.jpg","category":"","vidcollection":"","ord":"39","datum":"0"},"g83UIvyabEOB8S5F9rjTQw":{"id":"g83UIvyabEOB8S5F9rjTQw","title":"The Foreigner","first":"T","description":"Wanneer de dochter van een Chinese restauranteigenaar in Londen wordt vermoord door IRA terroristen en de politie geen actie wil ondernemen, besluit haar vader er alles aan te doen om haar dood te wreken en zelf voor gerechtigheid te zorgen.","duration":"6060","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/05C67D4430E297C2B77901BB15C874977C9078DD82A45236F288361F2F7B0197.jpg","category":"","vidcollection":"","ord":"59","datum":"0"},"JLxteyyGi0-kR121sJNNXQ":{"id":"JLxteyyGi0-kR121sJNNXQ","title":"The Frighteners","first":"T","description":"Frank Bannister heeft na een auto-ongeluk een bijzondere gave gekregen. Hij kan namelijk geesten zien. Hij sluit een dealtje met een paar geesten, waardoor zij bij iemand thuis gaan spoken en Bannister ze tegen betaling wel even komt wegjagen. Als er opeens op bovennatuurlijke wijze allemaal mensen worden vermoord, is Bannister één van de hoofdverdachten. Niemand gelooft hem als hij zegt dat de moorden door de Dood zijn gepleegd, dus zal hij zelf het bewijs moeten leveren.","duration":"7800","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/6BE57C1213C18CE80F2E8293D68CEAE403BFD72C8F04156FCD1C0230EBB84E12.jpg","category":"","vidcollection":"","ord":"52","datum":"0"},"dcIfTYWKY0C1iquI6Ae-2A":{"id":"dcIfTYWKY0C1iquI6Ae-2A","title":"The Gentlemen","first":"T","description":"De Amerikaanse expat Mickey heeft in Londen een bijzonder winstgevend marihuana-imperium opgebouwd. Hij vindt het tijd om eruit te stappen en wil zijn imperium verkopen. Er zijn genoeg potentiële kopers, wat zorgt voor samenzweringen en chantage in de onderwereld van Londen.","duration":"6180","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/074FBD497E6BA38C3B1D992A66A09886E10438450315CF2DB2AA74440A3BA904.jpg","category":"","vidcollection":"","ord":"63","datum":"0"},"Zl0exufAIUG7l1gqSMHS5A":{"id":"Zl0exufAIUG7l1gqSMHS5A","title":"The Hurt Locker","first":"T","description":"Een groep Amerikaanse elitesoldaten is in Irak belast met een levensgevaarlijke opdracht: bommen ontmantelen in het heetst van de strijd. Wanneer sergeant James de leiding krijgt over een speciaal ontmijningsteam, sleept hij zijn ondergeschikten roekeloos mee in een dodelijk kat-en-muisspel met de vijand. De dood laat hem schijnbaar koud. Terwijl de mannen hun losgeslagen leider onder controle proberen te houden, verandert de stad in een chaos.","duration":"7260","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A85CF1E031E584DCE477A84340792503B3F2511B5E42D25E58E3F9E39D570C37.jpg","category":"","vidcollection":"","ord":"54","datum":"0"},"FQO9oqJRt0aJYcMewBUvoQ":{"id":"FQO9oqJRt0aJYcMewBUvoQ","title":"The kindergarten teacher","first":"T","description":"Wanneer de eenzame kleuterjuf Lisa ontdekt dat een vijfjarige leerling uit haar klas een bijzondere gave heeft, raakt ze gefascineerd door het kind en neemt ze hem onder haar hoede. Door haar verwoede pogingen het talent van het kind te ontwikkelen, komt ze in een neerwaartse spiraal terecht waarin goede bedoelingen een gevaarlijke obsessie dreigen te worden.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2A55F8B371669650923B14011F32C36B4E2CDE5ADFF6263393BD8A853D470CBB.jpg","category":"","vidcollection":"","ord":"13","datum":"0"},"cxjccpeT6EGfNHU7WCZdLg":{"id":"cxjccpeT6EGfNHU7WCZdLg","title":"The Mechanic","first":"T","description":"Arthur Bishop is een top huurmoordenaar met een strikte gedragscode en een uniek talent om zijn doelwitten op een 'nette' manier uit de weg te ruimen. Het is een beroep waarbij professionele perfectie en absolute afstandelijkheid een cruciale rol spelen. Als zijn goede vriend en mentor Harry wordt vermoord, is er van afstandelijkheid totaal geen sprake meer. Hij heeft nu nog maar een doel voor ogen: de verantwoordelijken voor de moord op Harry elimineren. De situatie wordt gecompliceerd als Harry's zoon net zo vastberaden als Arthur blijkt te zijn om wraak te nemen op de daders.","duration":"6540","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3D8DD6B92F8F79A30DFE983554B935901CBADB6C05610FCB6DC557F388141ABC.jpg","category":"","vidcollection":"","ord":"7","datum":"0"},"-W04VxkLNUWWiHHk6thZsw":{"id":"-W04VxkLNUWWiHHk6thZsw","title":"The Professor And the Madman","first":"T","description":"1875. Het samenstellen van de Oxford English Dictionary is één van de meest ambitieuze projecten ooit. Tijdens het verzamelen van de definities krijgt professor James Murray hulp uit onverwachte hoek. Dr. William Minor levert de betekenissen van maar liefst tienduizend woorden aan. Maar dan komt een opmerkelijke waarheid aan het licht: de oorlogsveteraan blijkt patiënt in een kliniek voor gestoorde criminelen.","duration":"6720","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/22927F181DD450A3171AD90702DF95B3B13ACC8ADEF6B36AD0FF1D57A2D41597.jpg","category":"","vidcollection":"","ord":"42","datum":"0"},"OZ70jQ3gW0WdtErmphQOdw":{"id":"OZ70jQ3gW0WdtErmphQOdw","title":"Traitor","first":"T","description":"Wanneer de recht naar het doel werkende FBI-agent Roy Clayton de leiding neemt in een onderzoek naar internationale samenzweringen, lijken alle sporen naar de voormalige U.S. Special Operations-officier Samir Horn te leiden. Het 'inter-agency task force' kijkt in deze zaak uit naar een ontmoeting met Carter, een veteraan van de CIA die blijkbaar zijn eigen agenda heeft en naar Max Archer, een bevriende FBI-agent. De 'task force' linkt Horn met een gevangenisontsnapping in Jemen, een bomaanslag in Nice en een overval in Londen. Geobsedeerd door het vinden van de waarheid, zoekt Clayton Horn over de hele wereld en dit terwijl de illustere en onvatbare ex-CIAer zich dieper en dieper ingraaft in een wereld van mysteries en intriges.","duration":"8100","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/63EB0112EE5FD36AAD6E0DA2ACAB2E52BCEB9016971AE8FF12B3C5DB5AE3E377.jpg","category":"","vidcollection":"","ord":"22","datum":"0"},"eBle004xfUmgmfw-TKyzag":{"id":"eBle004xfUmgmfw-TKyzag","title":"Twister","first":"T","description":"Bill en Jo Harding, een getrouwd stel, zijn tornadojagers. Ze fotograferen en bestuderen tornado's om in de toekomst mensen sneller te kunnen waarschuwen. Maar wanneer Bill het tornadojagen opgeeft om weerman te worden, komen er barsten in het huwelijk. Bill wil scheiden van Jo om met Melissa, zijn nieuwe liefde, te kunnen trouwen. Net op het moment dat Bill met de echtscheidingspapieren naar Jo trekt, stuit Jo echter op enkele buitengewoon krachtige tornado's. Het is het uitgelezen moment om de nieuwe revolutionaire meetapparatuur te testen die het gedrag van tornado's beter moet helpen voorspellen. Bill laat zijn echtscheiding even voor wat het is en helpt Jo bij haar gevaarlijke taak: de meetapparatuur in het hart van een onwaarschijnlijk krachtige wervelwind plaatsen.","duration":"7980","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E654AEF92010DB33E682A5E08CC4AFED512B9469936165A44F8002F63AD860FB.jpg","category":"","vidcollection":"","ord":"29","datum":"0"},"MTMc-OahIEawz84nqvRuag":{"id":"MTMc-OahIEawz84nqvRuag","title":"Van God Los","first":"V","description":"Het stiefzoontje van de tandarts Stan Meijer is zeventien en weet niet goed hoe hij met het feit om moet gaan dat zijn vader hem als klein jongetje heeft verlaten. Hij komt in contact met de grootste crimineel van het dorp, Maikel. Bij een overval doden de twee in paniek hun slachtoffer. Het verhaal komt terecht bij het hoofd van de plaatselijke drugsmaffia die nog wel wat kleine klusjes voor ze heeft. Anna is de vriendin van Maikel. Als ze doorkrijgt hoe hij aan zijn geld komt, wil ze bij hem weg. Ze vraagt Stan om hulp waardoor ze hem voor een onmogelijke keuze stelt.","duration":"4800","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/CF10A05881BD928A6DBD9BDCB3879855096F2943E3FBE38B737A5EE5AE96444F.jpg","category":"","vidcollection":"","ord":"22","datum":"0"},"DsbFDj7ZQ0OZXfoOcZsn8g":{"id":"DsbFDj7ZQ0OZXfoOcZsn8g","title":"Volcano","first":"V","description":"Mike Roark werkt als directeur in het crisiscentrum van Los Angeles. De stad wordt opgeschrikt door aardbevingen en plotse explosies, maar seismologen slagen er niet in de oorzaak te achterhalen. Roark bijt zich vast in de zaak en ontdekt samen met dr. Amy Barnes dat een tot dan onbekende vulkaan vlak onder de stad op het punt staat uit te barsten en dat niets de lavastroom kan tegenhouden. De hete brei verspreidt zich razendsnel door de straten en metrotunnels van de stad en verbrandt alles op zijn weg. Roark, zijn rechterhand Emmitt en Amy trachten de vulkaan te bestrijden, maar het lijkt een hopeloos gevecht te worden.","duration":"7620","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/144C8F3024894E66B27316DF1DCF1467ADB0A37F15BD4C6C7FB4AEA79DA36B0F.jpg","category":"","vidcollection":"","ord":"20","datum":"0"}}