{"68679":{"channel":"3541","start":"1669676940","end":"1669679100","first":"E","idtitle":"ELVIRASEERSTESEXFILM","title":"Elvira's Eerste Sexfilm","program_id":"899554632","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Elvira is achttien en helemaal klaar voor haar eerste sexfilm. Ze heeft een partij heerlijk ronde billen en haar zaadvragende oogjes vragen erom om heel geil genomen te worden. Zo'n eerste keer voor de camera vindt ze toch wel spannend, maar de hete blondine laat de spanning heerlijk van zich afglijden en daar kunnen Liam en zijn knuppel wel raad mee. Alsof Elvira dit al jaren doet, want ze pakt Liam helemaal in met dat ongelooflijk lekkere achterwerk van haar.","category":""},"68680":{"channel":"3541","start":"1669679100","end":"1669679880","first":"P","idtitle":"PIJPENMETABIGAIL","title":"Pijpen met Abigail","program_id":"899554635","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Abigail zit boven en wenkt naar je. Ze heeft niets meer aan dan rode lingerie en een klein stringetje tussen haar perfecte kontje. Heb je zin in een pijpbeurt, kom maar naar me toe. Ga maar vast lekker liggen en ze tijgert op je lul af om je even lekker te pijpen met haar volle lippen. Ze neemt hem lekker diep in haar mondje.","category":""},"68681":{"channel":"3541","start":"1669679880","end":"1669681500","first":"C","idtitle":"CARMENKRIJGTEENVERRASSING","title":"Carmen krijgt een verrassing","program_id":"899554638","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Uitgerekend wanneer Carmen lekker wil gaan zonnen is de tuinman aan 't werk. Omdat ze geen aandacht meer van haar man krijgt, is het lang geleden dat Carmens eigen tuintje goed geharkt is en daarom verleidt Carmen de tuinman. In de warme buitenlucth laat ze haar kutje heerlijk vullen.","category":""},"68682":{"channel":"3541","start":"1669681500","end":"1669683240","first":"M","idtitle":"MILFMARLOESEERSTESEXFILM","title":"Milf Marloes Eerste Sexfilm","program_id":"899554641","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Geil uit Gouda. Dat is deze Hollandse Milf Marloes. In de pure buitenlucht geilt ze zichzelf op tot ze kletsnat is. Marloes wil zich laten neuken tot ze spuitend klaar kan komen.","category":""},"68683":{"channel":"3541","start":"1669683240","end":"1669685280","first":"J","idtitle":"JESSYSBESTETRIOMETNORA","title":"Jessy's beste trio met Nora","program_id":"899554644","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Jonge meiden Jessy en Nora hebben heel veel zin in een trio met elkaar. Matteo is de gelukkige pik die beide meisjes gaat neuken. Samen sabbelen ze aan zijn lolly alsof het hun lekkerste snoepje is. Deze meiden kunnen er wat van. Om de beurt berijden ze zijn pik, terwijl ze elkaar kutjes likken. De geilheid spat er vanaf.","category":""},"68684":{"channel":"3541","start":"1669685280","end":"1669686540","first":"D","idtitle":"DAPHNEGEEFTROOMSERVICE","title":"Daphne geeft roomservice","program_id":"899554647","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Als Daphne de kamer binnenkomt voor housekeeping gluurt ze naar de man van haar dromen. Ze wil deze Spaanse pik in zich voelen. Na een goede mondelinge behandeling speelt ze met haar dikke memmen terwijl hij haar likt. Ze bespringt hem op bed om hem klaar te rijden.","category":""},"68685":{"channel":"3541","start":"1669686540","end":"1669688100","first":"S","idtitle":"SPAANSEMONTSEGENIETDUBBEL","title":"Spaanse Montse Geniet Dubbel","program_id":"899554650","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De hitsige Spaanse Montse trakteert ons op een heerlijk sex spektakel. Deze curvy Milf leeft om geneukt te worden en de geilheid stroomt door haar lichaam. Ze laat zich lekker uit elkaar trekken door twee flinke jongens. Deze geile Spaanse laat zich keihard doggy-style neuken, terwijl haar mondje propvol zit met een andere grote pik.","category":""},"68686":{"channel":"3541","start":"1669688100","end":"1669689720","first":"K","idtitle":"KATJASLUITVREDEMETHUISBAAS","title":"Katja sluit vrede met Huisbaas","program_id":"899554653","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Katja loopt lekker op en neer te stuiteren in haar lingerie. Ze heeft zin in een hete stapavond en heeft de muziek lekker hard staan. Als de huisbaas komt klagen over het volume, is Katja al zo geil van wat er komen gaat dat ze eerst zijn lul wil proeven en berijden met haar strakke natte poes en dikke tieten.","category":""},"68687":{"channel":"3541","start":"1669689720","end":"1669690800","first":"S","idtitle":"STOUTESCHOOLMEISJESVALENCIAENANGEL","title":"Stoute Schoolmeisjes Valencia en Angel","program_id":"899554656","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De ondeugende Valencia krijgt bijles in biologie, ze is al boven de 18 en wordt steeds nieuwsgieriger naar sex. De meester wilt deze jongedame wel wat praktijkles geven en laat Valencia lekker zuigen. Dan komt de schooldirectrice Angela plotseling binnen. Deze geile nymfo geeft niet alleen Valencia, maar ook de meester bijles. Het wordt een geile directrice, meester en leerling trio!","category":""},"68688":{"channel":"3541","start":"1669690800","end":"1669692780","first":"V","idtitle":"VOORENACHTERLANGSINROZASTRIO","title":"Voor -en achterlangs in Roza's Trio","program_id":"899554659","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"In haar tweede sexfilm gaat Roza gelijk voor een trio. Ze trekt een geil weinig verhullend rokje en stropdasje met schotse ruit aan voor haar twee mannen. Die gaan al vrij gauw uit als ze zich lekker op haar rug laat nemen, maar daar gaat een lekkere pijpsessie aan vooraf. Terwijl ze zich op zijn hondjes laat nemen geeft ze de andere hengst een lekkere blowjob. Ze speelt ook nog tussendoor met zichzelf en er wordt nog met een flinke buttplug en lekker anaal geneukt! Roza maakt zichzelf na het eind lekker klaar met een trillend speeltje en laat de heren over haar heen komen. Een geslaagd trio!","category":""},"68689":{"channel":"3541","start":"1669692780","end":"1669694640","first":"C","idtitle":"CARMELLAKOMTLUID","title":"Carmella komt Luid","program_id":"899554662","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Een hete meid met geile rondingen, Carmella. Deze donkere meid schreeuwt het uit als ze intens klaarkomt op een harde witte pik. Ze is zo luid dat je moet oppassen voor de buren.","category":""},"68690":{"channel":"3541","start":"1669694640","end":"1669696800","first":"M","idtitle":"MILFJOYNEUKTHAARGEILEBOY","title":"Milf Joy neukt haar geile boy","program_id":"899554668","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Een paar jaar eerder maakte Joy al eens een paar sexfilms. Nu wil ze zich wederom uitleven op een boytoy. Milf Joy straalt meer, ze is pittiger en ook nog eens veel heter dan ooit.","category":""},"68691":{"channel":"3541","start":"1669696800","end":"1669697820","first":"J","idtitle":"JONGEHAILEYSTRAKANAAL","title":"Jonge Hailey strak anaal","program_id":"899554671","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Jonge Hailey en Jack houden wel van een sexspelletje. Leer het geile stel beter kennen en merk dat nisk hun te gek is. Lekker diep pijpen, stevig neuken en dit keer wil Hailey zelfs anaal in haar maagdelijk strakke kontje.","category":""},"68692":{"channel":"3541","start":"1669697820","end":"1669700040","first":"G","idtitle":"GEILSTELCHAYENNEENGREGOR","title":"Geil Stel: Chayenne en Gregor","program_id":"899554674","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Chayenne heeft haar haarkleur veranderd en is in deze film een zwartharige verleidster. Ze heeft ook deze keer haar eigen mannetje meegenomen zodat ze helemaal los kan gaan voor de camera. Dat wordt spannend, want nu Chayenne zich honderd procent op haar gemak voelt, laat ze misschien wel geile kanten van zichzelf zien die anders nooit naar boven waren gekomen!","category":""},"68693":{"channel":"3541","start":"1669700040","end":"1669701360","first":"A","idtitle":"ANOUKSMYSTERIEUZEGANGBANG","title":"Anouk's mysterieuze gangbang","program_id":"899554677","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"In een oud industrieel gebouw is een mysterieus geil ritueel gaande. Zes gemaskerde mannen staan klaar om Anouk te vullen met seksueel genot. De geile jonge meid laat zich stevig nemen in het midden van de gangbang. Om de beurt mogen ze in haar strakke poesje en geile warme mond, tot iedereen tot een hoogtepunt komt.","category":""},"68694":{"channel":"3541","start":"1669701360","end":"1669702560","first":"E","idtitle":"EXTREMEKNOEPERTVOORMILFROOS","title":"Extreme Knoepert voor Milf Roos","program_id":"899554680","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Milf Roos was net lekker de dominante meesteres aan het uithangen met een slaaf, als ze betrapt worden door Mrs. Veronique! Er kan er natuurlijk maar één de meesteres zijn, en daarom vindt Veronique het toepasselijk dat Milf Roos eens gestraft wordt voor haar overtreding. De slaaf mag daar bij helpen, en hij pakt het kleinste grote speeltje dat er is, een enorme dildo! En de nog grotere kunstpiemels worden ook niet onbenut gelaten.","category":""},"68695":{"channel":"3541","start":"1669702560","end":"1669704900","first":"D","idtitle":"DRIEWORSTENVOORDAPHNE","title":"Drie Worsten voor Daphne","program_id":"899554683","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Daphnes ruimdenkendheid biedt ruimte voor méér dan één man. Haar man deelt Daphne daarom graag met twee andere kerels. Het wordt een live sexshow waar hij zelf aan mee doet! De kijker mag uiteraard ook heerlijk mee genieten van hoe Daphne meerdere palen tegelijk kan plezieren. Ook laten ze hun kunsten zien in de sexschommel en krijgt alles een kinky randje.","category":""},"68696":{"channel":"3541","start":"1669704900","end":"1669706820","first":"M","idtitle":"MILFTARAENDEGEILETIENERS","title":"Milf Tara en de Geile Tieners","program_id":"899554686","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Onze tieners Noa en Joey krijgen sexlessen van ervaren milf Tara. De 42-jarige kent de geilste kneepjes en dat gaat ze onze groentjes eens lekker bijbrengen. Zo wil Noa bijvoorbeeld leren hoe ze geil diep kan pijpen. Voorzichtige Joey moet van onze milf flink aanpakken. Tara wordt zo geil van het jonge koppeltje dat ze al snel besluit om ook de kleren uit te trekken en er een beestachtige praktijkles van te maken met een extreem geil trio.","category":""},"68697":{"channel":"3541","start":"1669706820","end":"1669708500","first":"E","idtitle":"EXOTISCHEINDYWILHARDESEX","title":"Exotische Indy wil harde sex","program_id":"899554689","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Indy is jong en biseksueel en heeft zowel met mannen als vrouwen al relaties gehad. Ze houdt van harde sex en wil graag stevig geneukt worden. Dat komt wel goed in deze sexfilm, waar de passie er vanaf springt. Indy kreunt zachtjes als hij haar strakke kutje oprekt, maar als hij begint te stoten kunnen de beuren meegenieten. De mooie exotische meid neukt erop los.","category":""},"68698":{"channel":"3541","start":"1669708500","end":"1669710600","first":"A","idtitle":"ASHLEYMOREWILDUBBELEPENETRATIE","title":"Ashley More wil dubbele penetratie","program_id":"899554692","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Ashley More heeft zin in een potje harde sex en wil al haar strakke gaatjes gevuld hebben. Ze speelt met de camera voordat de mannen hun pik in haar mogen prikken. Ze maken haar kletsnat en het kutvocht spuit in het rond. Dan is het tijd voor een piemel in haar geile kont. Maar Ashley wil meer en vraagt om een dubbele penetratie. Ze laat zich hard neuken in alle gaatjes.","category":""},"68699":{"channel":"3541","start":"1669710600","end":"1669711980","first":"D","idtitle":"DAPHNESSEXCAMPERKAMPEN","title":"Daphnes Sexcamper: Kampen","program_id":"899554695","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"In deze aflevering van Sexcamper is Daphne onderweg naar Kampen. Ze heeft afgesproken met een lokale fan en hij heeft zelfs een bloemetje voor haar meegenomen. Na een tourtje door de haven en op een koggeschip is Daphne wel erg benieuwd wat hij nog meer te bieden heeft. Ze gaan zoek naar stoute plekjes om elkaar op te warmen. Met uitzicht over het water weten ze een geile seksplek te vinden.","category":""},"68700":{"channel":"3541","start":"1669711980","end":"1669713600","first":"A","idtitle":"ASHANTISTRIO","title":"Ashanti's Trio","program_id":"899554698","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Ashanti laat zich door twee kerels tegelijk verwennen in dit hete slaapkamertrio. Ze heeft wat sexy's aangetrokken en laat wat spannende poses zien aan de heren. De kleren gaat al gauw uit en met blowjobs, trekwerk en vingerwerk maakt het trio elkaar lekker opgewonden. Vele standjes komen voorbij zoals doggystijl en zijligging. De heren komen aan het eind lekker over Ashanti's lichaam heen.","category":""},"68701":{"channel":"3541","start":"1669713600","end":"1669715700","first":"G","idtitle":"GEILSTELCATHYENCHRIS","title":"Geil stel: Cathy en Chris","program_id":"899554701","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Cathy verwend haar mannetje met een geile massage voordat ze haar natte kutje voor hem spreid. Chris heeft op zijn beurt weer wat lekkers voor haar en dat is een gigantische grote paal. Hij geeft zijn vrouw een hele stevige neukbeurt, want ze houdt er van om keihard gepaald te worden. Ze wordt er bloedgeil van en zuigt hem gulzig af tot hij haar helemaal onder spuit.","category":""},"68702":{"channel":"3541","start":"1669715700","end":"1669717020","first":"K","idtitle":"KIMBERLYHEEFTBESTESEXVANHAARLEVEN","title":"Kimberly heeft beste sex van haar leven","program_id":"899554704","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Kimberly was even uit zicht van Meiden van Holland. Vandaag haar comeback met een hele geile pov! De exotische meid smeert zich in met olie, want ze weet hoe ze jouw echt moet verleiden. Ze zuigt je hard en wil je diep in haar natte kutje voelen. Wat kan deze geile meid neuken.","category":""},"68703":{"channel":"3541","start":"1669717020","end":"1669718220","first":"S","idtitle":"SASHAENCHRISOPSEKSPAD","title":"Sasha en Chris op sekspad","program_id":"899554707","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het is lekker weer en dat betekent voor Sasha en Chris tijd om buiten te spelen. Het geile stel zoekt stiekeme plekjes voor geile spelletjes en worden bijna betrapt. Ze vluchten snel naar binnen, want ze willen ongestoord kunnen neuken. Ze weten perfect van elkaar wat ze lekker vinden. Pure seks van een ervaren stel.","category":""},"68704":{"channel":"3541","start":"1669718220","end":"1669720020","first":"S","idtitle":"SASHAENNORAZIJNEENFEESTJE","title":"Sasha en Nora zijn een Feestje","program_id":"899554710","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Omdat Chris bijna jarig is, wil zijn Sasha hem een leuke verrassing geven. Een geil trio met een extra vrouw erbij is natuurlijk een ultieme surprise. Nora werkt graag mee aan deze verrassing, en Chris wordt gezogen en geneukt door twee bloedmooie meiden.","category":""},"68705":{"channel":"3541","start":"1669720020","end":"1669720920","first":"P","idtitle":"PERFECTPIJPENMETIVYPOV","title":"Perfect pijpen met Ivy POV","program_id":"899554713","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Onze Ivy heeft een pijpverslaving en dat vinden we helemaal niet erg. Ze zuigt je in deze POV nat en diep. Ivy zuigt soms zelfs zo nat dat ze onderwater kan pijpen. In deze pov sexfilm begint ze zelf in bad, maar haar mond vouwt zich op bed om je Duitse helm. Deze pijpkoninging geniet duidelijk van een harde pik in haar giecheltje.","category":""},"68706":{"channel":"3541","start":"1669720920","end":"1669722420","first":"H","idtitle":"HETETRIOINDESEXLIMOUSINE","title":"Hete trio in de sexlimousine","program_id":"899554716","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Ashley en Sasha hebben elkaar opgegeild in de sexlimousine. Als de chauffeur het raampje laat zakken ziet hij dat de meiden elkaar aan het likken zijn. Hij bedenkt zich geen moment en springt achterin de wagen. De meiden weten wel raad met hem en nemen hem mee in de fantasie van elke man. Een bloedgeile trio met twee mooie meiden.","category":""},"68707":{"channel":"3541","start":"1669722420","end":"1669724100","first":"O","idtitle":"ONDEUGENDDINERMETJENNAENAPPIE","title":"Ondeugend diner met Jenna en Appie","program_id":"899554719","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De avontuurlijke Jenna en Appie zijn uitgenodigd voor een Romantisch avondje dineren, bij het programma Dinner Date. In deze film ziet de kijker alles wat er gebeurde, met name de pikante stukken die in het programma niet te zien zijn! Het stel sext er lekker op los op de bank en Jenna komt zo hard klaar dat de sappen Appie rond de oren vliegen!","category":""},"68708":{"channel":"3541","start":"1669724100","end":"1669725900","first":"E","idtitle":"EERSTESEXFILMVANGEILELINDA","title":"Eerste sexfilm van geile Linda","program_id":"899554725","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Linda bouwt de spanning langzaam op. Ze geeft een lekkere zwoele massage om een beetje in de stemming te komen. Dat betekent niet Linda zachthandig is. Zweet en kutvocht zorgen samen voor één natte neukpartij.","category":""},"68709":{"channel":"3541","start":"1669725900","end":"1669727100","first":"M","idtitle":"MILFCINDYISWEERGRETIG","title":"Milf Cindy is weer gretig","program_id":"899554728","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Cindy en Jeffrey schelen 20 jaar en dat maakt niks uit in bed. Ze hebben elkaar helemaal gevonden op liefdes- en seksgebied. Het stelletje houdt wel van spannende dingen. Cindy is een echte gretige milf die precies weet wat ze doet en dat is precies wat Jeffrey geil aan haar vind. De vurige passie vliegt er vanaf in hun slaapkamer, kijk maar.","category":""},"68710":{"channel":"3541","start":"1669727100","end":"1669729260","first":"C","idtitle":"CHAYENNELAATTWEEPIKKENVERDWIJNEN","title":"Chayenne Laat Twee Pikken Verdwijnen","program_id":"899554731","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De volle Chayenne heeft zich extra geil gekleed, want vandaag wilt ze zo hard mogelijk geneukt worden. Twee hengsten pakken haar gigantische borsten en billen keihard aan. Ze wordt van alle kanten flink onder handen genomen, en de geile Chayenne geniet optimaal. Als eindspektakel smult ze van de lading sperma die ze over haar geile gezicht gespoten krijgt. Chayenne kan er geen genoeg van krijgen!","category":""},"68711":{"channel":"3541","start":"1669729260","end":"1669730940","first":"M","idtitle":"MORGANSGEILETRIO","title":"Morgan's geile trio","program_id":"899554734","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Morgan heeft twee vrienden gevraagd of ze langs willen komen, ze heeft namelijk een nieuw kledingsetje die ze graag wil laten zien. De mannen raken direct opgewonden als ze de geile meid met haar dikke tieten zien. Dat is precies wat Morgan wil, want ze wil vandaag een geile trio met de mannen. Heerlijk en geil neuken met plezier voor drie.","category":""},"68712":{"channel":"3541","start":"1669730940","end":"1669732440","first":"N","idtitle":"NIEUWEMEIDALISSASMACHTNAARSEX","title":"Nieuwe meid Alissa smacht naar sex","program_id":"899554737","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De mooie exotische meid Alissa is een echte gretige seks liefhebber. Vandaag neemt onze oude bekende Kimberly haar en Wesje mee voor Delilah’s eerste sexfilm. Ze is niet verlegen en smacht naar sex. Haar grote borsten dansen in het rond tijdens de passievolle sex. In deze sex film kun je genieten van een kreunend vrouwelijk orgasme en haar mondje vol met een grote lading zaad. Kreun je mee?","category":""},"68713":{"channel":"3541","start":"1669732440","end":"1669734540","first":"M","idtitle":"MILFTARAOPTALENTENJACHT","title":"Milf Tara op Talentenjacht","program_id":"899554740","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Milf Tara heeft weer eens zin in een verzetje, en wat is nu beter dan een paar nieuwe mannen uitproberen? Uiteraard wil ze zeker weten dat haar natte spleet goed verwend wordt, en is vaste speler Roy ook uitgenodigd. Met deze geile rijpe Meid van Holland is er genoeg voor iedereen, en de mannen komen zelfs halverwege nog binnendruppelen. Een geslaagd sexfeestje voor Tara!","category":""},"68714":{"channel":"3541","start":"1669734540","end":"1669736160","first":"N","idtitle":"NOVASEERSTESEXFILMISLESBISCH","title":"Nova's eerste sexfilm is lesbisch","program_id":"899554743","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het is de eerste sexfilm van de jonge meid Nova. Ze heeft wel wat ervaring met vrouwen en wil dat nu voor de camera doen. Jolyn heeft een aantal sextoys meegenomen om samen mee te spelen. De twee jonge meisjes verwennen elkaar teder op de keukentafel. Pure sensuele lesbische seks, met ultiem genot.","category":""},"68715":{"channel":"3541","start":"1669736160","end":"1669738320","first":"R","idtitle":"ROZAWILMETEENRUIG","title":"Roza wil meteen Ruig","program_id":"899554746","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Roza is gekomen om haar eerste sexfilm op te nemen. Aanvankelijk lijkt ze nog wat zenuwachtig. Naarmate de schone zwartharige met lichte ogen vertelt over zichzelf blijkt ze wel van hard te houden en ook zelf sexfilms te kijken! Als voorafje geeft ze geblinddoekt een blowjob. Er wordt heerlijk intensief oraal gegeven aan elkaar waarna in doggystijl, cowgirl en missionaris standjes lekker wordt gesext. Met een trilspeeltje wordt Roza tot een hoogtepunt gebracht en ze ontvangt sperma in haar mondje als afsluiter.","category":""},"68716":{"channel":"3541","start":"1669738320","end":"1669739400","first":"T","idtitle":"TRIXIEONTMOETPRINSALBERT","title":"Trixie ontmoet prins Albert","program_id":"899554749","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Geile jonge Trixie lijkt wel een metaaldetector. Op het moment dat zij oog in oog staat met prins Albert gaat het belletje af. Gelukkig gaat de piercing uit tijdens de seks, want Trixie gaat zo tekeer dat ze er een spiraal van zou neuken.","category":""},"68717":{"channel":"3541","start":"1669739400","end":"1669740600","first":"C","idtitle":"CUCKOLDTRIOMETMELISSA","title":"Cuckold trio met Melissa","program_id":"899554752","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Melissa eet wel vaker buiten de deur, alleen moet haar vriendje nu toekijken hoe James en Marvin haar keihard neuken. Een stevige cuckold trio voor de geile volle vrouw. De mannen laten zien hoe ze graag stevig en diep genomen wordt.","category":""},"68718":{"channel":"3541","start":"1669740600","end":"1669741680","first":"A","idtitle":"AMATEURSEXMETPUNKIEENBOCKY","title":"Amateursex met Punkie en Bocky","program_id":"899554755","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Punkie en Bocky omschrijven zichzelf als een lekker gek stel. Levensgenieters en daar hoort seks zeker bij. In deze film echte amateursex, puur en zoals het bij dit stelletje vaker in de slaapkamer gaat. Zij is een echte verwenner en daar kan hij alleen maar van genieten.","category":""},"68719":{"channel":"3541","start":"1669741680","end":"1669743180","first":"W","idtitle":"WEBCAMGIRLCHAYENNEWORDTGENEUKT","title":"Webcamgirl Chayenne Wordt Geneukt","program_id":"899554758","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Webcamgirl Cheyenne is de boel lekker aan het opgeilen. Ze speelt met haar lekkere kutje en is weer kletsnat. Dan komt de buurman om wat suiker te lenen, maar dat gaat niet zomaar. Hij moet eerst een lekkere neukshow met Cheyenne voor de webcam geven. De buurman vindt dit niet erg, hij geeft haar een hele harde en hitsige beurt!","category":""},"68720":{"channel":"3541","start":"1669743180","end":"1669745220","first":"D","idtitle":"DESEKSKAMERLYNESFANTASIE","title":"De sekskamer: Lynes fantasie","program_id":"899554761","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Lyne houdt van spannende spelletjes. Ze hoort via de speaker van de security cam wat ze moet doen. Ze toont haar geile lichaam aan je en speelt met haar dikke tieten. Ze moet CJ diep pijpen en krijgt daarna een geile beurt.","category":""},"68721":{"channel":"3541","start":"1669745220","end":"1669746840","first":"M","idtitle":"MELODYKRIJGTDRIECUMSHOTSINTRIO","title":"Melody krijgt drie cumshots in trio","program_id":"899554764","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Melody is op sexpad met CJ en Cheffie. Ze kan niet wachten en pijpt CJ al in de auto. Ze duiken de duinen in en daarna laat ze zich neuken op een openbare wc. Melody is echt geil en wil naar een appartementje om even ongestoord lekker te neuken met de mannen.","category":""},"68722":{"channel":"3541","start":"1669746840","end":"1669747980","first":"T","idtitle":"TRIOMETSAMANTHAENFOXY","title":"Trio met Samantha en Foxy","program_id":"899554767","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Samantha laat graag met haar enorme jetsers spelen. Foxy is de gelukkige die de dikke tieten mag vastpakken en aflikken. Dat doet ze niet alleen, want ze heeft haar vriend meegenomen. Ze geniet ervan om te zien hoe Samantha hem pijpt en neukt. Dat wil ze zelf ook wel. Zo krijgen allebei de geile poesjes een geile beurt. Foxy mag het zaad van de dikke tieten aflikken.","category":""},"68723":{"channel":"3541","start":"1669747980","end":"1669749660","first":"A","idtitle":"ANGELAVIERTHAARGEILHEID","title":"Angela viert haar geilheid","program_id":"899554770","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Sexbeest Angela heeft een goede reden voor een feestje. Ze is namelijk knettergeil. Daarom nodigt ze twee mannen uit die haar hard mogen pakken. Angela wordt het liefst lekker hard geneukt.","category":""},"68724":{"channel":"3541","start":"1669749660","end":"1669751460","first":"L","idtitle":"LESBISCHEMILFSMETGROTEMEMMEN","title":"Lesbische Milfs met Grote Memmen","program_id":"899554773","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Als milf Roos een sexwinkel komt binnengewandeld, ziet uitbaatster Jenna haar meteen al zitten. Voor een sexy dame zoals Roos Kost de sexbioscoop dan ook niks! Er wordt echter geen film gekeken: De twee dames met hun lekkere milf-lichamen gaan los op elkaar alsof ze al jaren vriendinnen zijn. Er wordt sensueel gezoend, verschillende tril-toys worden gebruikt en in het geile standje 69 likken en vingeren ze elkaar!","category":""},"68725":{"channel":"3541","start":"1669751460","end":"1669752720","first":"E","idtitle":"EERSTESEXFILMVANBLONDEMILFLYNN","title":"Eerste sexfilm van blonde milf Lynn","program_id":"899554776","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De mooie blonde milf Lynn Lynx is een wild katje. Ze heeft altijd zin en zegt dat ze iedereen verslindt in bed en dat maakt ze waar, want ze vreet CJ helemaal op. De ervaren milf zegt precies wat ze wil en neemt graag de leiding. Liefhebbers van dirty talk zitten bij haar helemaal goed. Wat kan deze dame een partij sexen, een echte mannenverslinder.","category":""},"68726":{"channel":"3541","start":"1669752720","end":"1669753860","first":"I","idtitle":"INDYSHETEGOEDMAAKSEKS","title":"Indy's Hete Goedmaakseks","program_id":"899554779","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Marvin is net vreemdgegaan met de stiefzus van zijn vriendin Indy. Als ze thuiskomt wil ze over hun relatie praten, maar gelukkig voor hem weet ze nog niks van haar stiefzusje Barbie. De exotische meid Indy krijgt zin in een stevig potje goedmaaksex. Ze trekt een sexy lingeriesetje aan en dan is het tijd voor een wilde vrijpartij. Zijn flinke joekel past maar net in haar strakke jonge poesje.","category":""},"68727":{"channel":"3541","start":"1669753860","end":"1669754940","first":"S","idtitle":"SAMANTHASBBCTRIO","title":"Samantha's BBC trio","program_id":"899554782","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De geile volle vrouw Samantha komt een loods in voor haar verrassing. Daar ligt een mooi lingeriesetje op haar te wachten. Dat is nog niet alles van de verrassing, ze krijgt een stevige trio met twee grote pikken. Diep neuken ze haar en spuiten haar warme kutje en dikke tieten vol.","category":""},"68728":{"channel":"3541","start":"1669754940","end":"1669756680","first":"N","idtitle":"NAYOMIKRIJGTEXTREMEDP","title":"Nayomi Krijgt Extreme DP","program_id":"899554785","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Nayomi is stout en houdt ervan om hard aangepakt te worden. Daarom krijgt ze twee beesten die haar helemaal gek gaan maken. Nayomi wordt al direct kletsnat en het duurt niet lang voordat ze dubbel gepenetreerd wilt worden. De twee grote jongens neuken haar tegelijkertijd stevig in haar natte kutje en strakke sterretje!","category":""},"68729":{"channel":"3541","start":"1669756680","end":"1669758000","first":"Z","idtitle":"ZAADJESPLANTENINDENATUUR","title":"Zaadjes planten in de natuur","program_id":"899554788","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het is een prachtige avond voor een potje buitensex in het bos van Zeist. De jonge Hailey Haze heeft heel veel plezier in het maken van sexfilms en inmiddels al aardig wat films op haar naam staan. Dit is haar eerste buitensex sexfilm. Gelukkig staat er een boom van een pik voor haar klaar voor dit spannende bosavontuurtje en kan ze zaadjes planten in de natuur.","category":""},"68730":{"channel":"3541","start":"1669758000","end":"1669760100","first":"T","idtitle":"TUSSENDEAUTOSMETRACHELROSE","title":"Tussen de Auto's met Rachel Rose","program_id":"899554791","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Rachel Rose heeft het getroffen, want Petertje heeft een heel peloton geile hengsten laten aanrukken! De parkeerplaats is niet eens groot genoeg voor alle auto's. De deelnemers van deze nieuwe parkeerplaatssex aflevering staan letterlijk voor Rachel Rose in de rij. Deze geile Meid van Holland weet niet wat haar overkomt! Ze wordt tussen de wagens genomen en op de motorkap, en werkt de kandidaten lekker af terwijl ze immer gade geslagen worden.","category":""},"68731":{"channel":"3541","start":"1669760100","end":"1669760700","first":"A","idtitle":"AFTREKINSTRUCTIESDAPHNEENANGELA","title":"Aftrekinstructies: Daphne en Angela","program_id":"899554794","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Angela en Daphne Laat hebben al veel pikken afgetrokken. In deze aftrekinstructies laten ze je zien hoe goed ze dat kunnen. Angela begint het liefst met haar mond, zodat de pik lekker nat is en door haar handen glijdt. Daphne houdt ervan om te teasen bij de eikel en het toompje. Een dubbele handjob van twee ervaren geile meiden.","category":""},"68732":{"channel":"3541","start":"1669760700","end":"1669761900","first":"C","idtitle":"CHANELKRIJGTEENBADKAMERBEURT","title":"Chanel krijgt een Badkamer beurt","program_id":"899554797","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Onze geile meid Chanel is een echte tiener en staat lekker te tutten in de badkamer als ze wordt verrast door Lounas. Als ze hem ziet wordt Chanel meteen geil en haar kutje wordt lekker nat. Ze wordt wild van geilheid en wil meteen geneukt worden. Dat belooft stomend hete badkamersex. Lekker geil neuken onder de douche, neuken op de badrand en neuken tegen de wastafel.","category":""},"68733":{"channel":"3541","start":"1669761900","end":"1669763340","first":"A","idtitle":"AMATEURSEXMETJENNYENMARVIN","title":"Amateursex met Jenny en Marvin","program_id":"899554800","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Jenny en Marvin zijn een gezellig geil stel. Het voorspel is altijd intens en lekker relaxed, maar als de geilheid oploopt dat houdt dit stelletje ook van stevig neuken. Jenny heeft haar lievelingsspeeltje meegenomen om het vandaag nog geiler te maken. Als zij geniet, maakt het hem nog harder. Marvin neukt zijn vrouwtje geil en diep en spuit zijn warme zaad over haar kontje en in haar poes.","category":""}}