{"46813":{"channel":"19","start":"1669417920","end":"1669425120","first":"A","idtitle":"AMOUR","title":"Amour","program_id":"899387151","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/6nb1rVI7PGAZ26vkjQ59A3DsFAplH56J2i9B0RA5dkJuw\/1920x1080.jpg?blurred=false","description":"Frans filmdrama. De twee gepensioneerde muziekleraren Georges en Anne wonen in Parijs. Hun dochter Eva, ook een musicus, woont met haar gezin in het buitenland. Op een dag krijgt Anne een herseninfarct, waardoor ze aan één kant van haar lichaam verlamd raakt. Dit stelt de relatie tussen Georges, Anne en hun dochter danig op de proef.","category":""},"46814":{"channel":"19","start":"1669425120","end":"1669425900","first":"D","idtitle":"DENACHTZOEN","title":"De Nachtzoen","program_id":"899387157","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/GV79A6u3pLERfEtqaKnRdPxEbvZxAkS9CVyK9AUnbkrasg\/1920x1080.jpg?blurred=false","description":"Kranten leest Daisy Ranoe niet, ze verscheurt ze liever. Deze beeldmaker heeft zo haar eigen manier om om te gaan met het leed van de wereld en misschien is dat niet eens zo'n gek idee.","category":""},"46815":{"channel":"19","start":"1669425900","end":"1669428660","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"899387160","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J9BglYSALI5r5PS0YXjEwaNJ9AMW7RKOTpQtCtpNs3GrM\/1920x1080.jpg?blurred=false","description":"De langverwachte stikstofplannen. Het kabinet is van plan de meest vervuilende veehouderijen een aanbod te doen om met hun bedrijf te stoppen. Daar staat een stopbonus tegenover. * Taiwan voelt de dreiging van China. Morgen zijn er regionale verkiezingen in Taiwan. Sjoerd den Daas doet verslag vanaf de Matsu-eilandjes, de Taiwanese frontlinie, en spreekt met de Taiwanese minister van buitenlandse zaken Joseph Wu. * CU ook voor terugdringen asiel. Partijleider Gert-Jan Segers verbindt daar de voorwaarde aan dat het ook moet gaan over arbeidsmigranten. Wat vindt de achterban van de ChristenUnie over de nieuwe opstelling van hun partijleider?","category":""},"46816":{"channel":"19","start":"1669428660","end":"1669446420","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"899387163","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J9BglYSALI5r5PS0YXjEwaNJ9AMW7RKOTpQtCtpNs3GrM\/1920x1080.jpg?blurred=false","description":"De langverwachte stikstofplannen. Het kabinet is van plan de meest vervuilende veehouderijen een aanbod te doen om met hun bedrijf te stoppen. Daar staat een stopbonus tegenover. * Taiwan voelt de dreiging van China. Morgen zijn er regionale verkiezingen in Taiwan. Sjoerd den Daas doet verslag vanaf de Matsu-eilandjes, de Taiwanese frontlinie, en spreekt met de Taiwanese minister van buitenlandse zaken Joseph Wu. * CU ook voor terugdringen asiel. Partijleider Gert-Jan Segers verbindt daar de voorwaarde aan dat het ook moet gaan over arbeidsmigranten. Wat vindt de achterban van de ChristenUnie over de nieuwe opstelling van hun partijleider?","category":""},"46817":{"channel":"19","start":"1669446420","end":"1669449180","first":"V","idtitle":"VROEGEVOGELS","title":"Vroege Vogels","program_id":"899387166","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/Yc2XMGawrM39BhNLPRHcgf1cqnGwg79An9B9AlWMYPhyY9AE\/1920x1080.jpg?blurred=false","description":"De Kop van Schouwen: een van de zeldzame uitgestrekte duingebieden in Zeeland waar je je echt op een eiland waant. Hier krijgt het zand vrij baan waardoor de stranden eindeloos lijken. In de duinvalleien grazen Exmoorpony's én damherten, en we zijn er net op tijd voor de spectaculaire bronst. In het oude ringstation wordt al 60 jaar onderzoek gedaan naar trekkende roodborstjes, goudvinken en winterkoninkjes. In het water is van dichtbij te zien waarom zeewier zo belangrijk is voor zowel dieren in zee als op het strand.","category":""},"46818":{"channel":"19","start":"1669449180","end":"1669452000","first":"K","idtitle":"KRABBEZOEKTKAHLO","title":"Krabbé zoekt Kahlo","program_id":"899387172","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/CDRDcOLCUgVKYuhu8mnP2lVO3Z77ep9CF0CYqMabYwGU\/1920x1080.jpg?blurred=false","description":"Frida Kahlo groeit op tijdens de tienjarige revolutie van 1910, waarin het Mexicaanse volk zich ontworstelt aan drie eeuwen Spaanse overheersing en dertig jaar dictatuur. Op haar zesde jaar krijgt Frida polio en moet ze negen maanden in quarantaine, maar in gedachten vliegt ze de kamer uit om met haar fantasievriendinnetje te spelen. Als tiener noemt ze zich trots 'een kind van de revolutie'. En als er op haar school een muurschildering wordt gemaakt door de bekende schilder Diego Rivera, gaat de boel op slot. Frida trekt zich daar niets van aan.","category":""},"46819":{"channel":"19","start":"1669452000","end":"1669454760","first":"B","idtitle":"BROMMEROPZEE","title":"Brommer op zee","program_id":"899387175","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/YOEKLhOGwloJRrnnLpAA9AfuoaoAS5FXlY853nAHeoQo\/1920x1080.jpg?blurred=false","description":"Tim Krabbé vertelt over zijn boek Onkrijgbaarheid, dat gaat over een grote liefde tussen twee mensen die niet echt voor elkaar kiezen, maar elkaar ook niet los kunnen laten. Sandra Langereis maakte een toegankelijke hervertelling van Erasmus' Lof der zotheid. Een kijkje bij de voorbereiding van een monsteroperatie: de verhuizing van de KB, de nationale bibliotheek in Den Haag. Politica en voormalig voorzitter van de Tweede Kamer Gerdi Verbeet wordt verwelkomd in het leeshok. En voor de laatste keer een bericht uit de tuin van Mariken Heitman.","category":""},"46820":{"channel":"19","start":"1669454760","end":"1669458720","first":"P","idtitle":"PODIUMKLASSIEK","title":"Podium Klassiek","program_id":"899387178","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/48yxL9BxxKu9AXSVpofsrc4JLm6q8lGMsGcb5TrS9Ar9BaQ\/1920x1080.jpg?blurred=false","description":"Mezzosopraan Tania Kross over de muziek van Curaçao. Centraal staat daarbij de muziek van componist Oswin 'Chin' Behilia. * Oprichter Jorge Losano van het Spaanse Cantoría vertelt de Iberische muziek uit de 15de en 16de eeuw. * Top-contrabassist Rick Stotijn speelt met Camerata RCO Italiaanse muziek in bewerkingen van Marijn van Prooijen.","category":""},"46821":{"channel":"19","start":"1669458720","end":"1669460520","first":"I","idtitle":"INSIDEOFFSIDE","title":"Inside Offside","program_id":"899387181","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PRvExNwgrOWfdqzV6f54uEQ9B84HZjFF15dNQjZs85uI\/1920x1080.jpg?blurred=false","description":"Lukáš Pulko is een Romani-voetballer die zijn professionele carrière moest opgeven door een blessure. Hij woont in de Tsjechische stad Ústí nad Labem, in een wijk waar veel Romani onder slechte omstandigheden leven. Lukáš heeft een droom: hij wil dat er een voetbalveld in de wijk komt. Daar wil hij jonge Romani trainen en begeleiden. Hij doet pogingen om het veld aan te leggen en de jongeren daarmee een nieuw perspectief te bieden. Het is voor hen vaak de keuze tussen voetbal spelen of zich verliezen in drugs. Kan Lukáš het verschil maken?","category":""},"46822":{"channel":"19","start":"1669460520","end":"1669464000","first":"D","idtitle":"DEPUBLIEKETRIBUNE","title":"De Publieke Tribune","program_id":"899387184","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/xjGwBtYQmAY0sbZLbVKDB1GjQfexmkwQIBMJNfdkFsw\/1920x1080.jpg?blurred=false","description":"In gezinnen waar huiselijk geweld speelt of dreigt, leeft bij ouders vaak onmacht, schaamte en angst om hun kinderen te verliezen. Hierdoor is de drempel om hulp te zoeken groot. Zonder hulp kan de situatie snel verergeren of escaleren. In Tilburg gaan ouders die dat overkwam in gesprek met hun wethouder Marcelle Hendrickx. Wat hebben zij nodig om bij onveilige situaties wél aan de bel te trekken?","category":""},"46823":{"channel":"19","start":"1669464000","end":"1669464840","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"899387187","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9BVYtjw6TgV6XMebF5Ul4eC4XiJ1CTD8gAgNSHcNAfzo\/1920x1080.jpg?blurred=false","description":"Met het laatste nieuws en de weersverwachting.","category":""},"46824":{"channel":"19","start":"1669464840","end":"1669467480","first":"other","idtitle":"2VOOR12","title":"2 voor 12","program_id":"899387190","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/w38Dor54iBVdnaRjv5ySaXLHUFaXNVyKWHDFT9AJgwiE\/1920x1080.jpg?blurred=false","description":"Kennisquiz onder leiding van Astrid Joosten waarin twee duo's het tegen elkaar opnemen in twaalf vragen. Wie heeft de meeste vragen goed en raadt het antwoord?","category":""},"46825":{"channel":"19","start":"1669467480","end":"1669469280","first":"M","idtitle":"MAXMAAKTMOGELIJK","title":"MAX Maakt Mogelijk","program_id":"899387193","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/uv9AGTFerpy6102H19AWzQy5S6vkBeJ2vCTV6L8pYvvQY\/1920x1080.jpg?blurred=false","description":"Op 28 oktober is het 80 jaar geleden dat de Joodse familie Levie vanuit hun huis in Spijkenisse weggevoerd werd door de Duitsers. Hond Max doolt dagenlang rond het huis, jankend en wachtend op zijn baasjes. Oud-politieman Joop van der Hor en Henk zetten een actie in gang om een levensgroot bronzen beeld van Max te maken. Jan Slagter komt met een verrassing. * In Moldavië staat de winter voor de deur en zijn veel huizen slecht onderhouden: muren en daken zitten vol gaten. Daarom renoveert MAX Maakt Mogelijk het hele jaar door woningen. Jan roept hulp in van de kijker om te zorgen dat het huis van Maria zo snel mogelijk gerenoveerd kan worden.","category":""},"46826":{"channel":"19","start":"1669469280","end":"1669471980","first":"C","idtitle":"COLLEGETOUR","title":"College Tour","program_id":"899387196","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/rJgynLXcP4ym3ZkcuWJ0Xp4tUVNriYD3SZw29A8GD7cI\/1920x1080.jpg?blurred=false","description":"De muziek van de Italiaanse componist Ludovico Einaudi scoort miljoenen streams op Spotify en zijn werk is te horen in Oscarwinnende films als Intouchables en Nomadland. Einaudi is de koning van de rustige en therapeutische muziek. De natuur speelt een belangrijke rol in het werk van de Italiaan, die zich grote zorgen maakt om klimaatverandering. In zijn muziek hoort de luisteraar kabbelend water en rustiek windgeruis, of juist vallend ijs in ruige fjorden. In het Amsterdamse Concertgebouw gaat de legendarische componist Ludovico Einaudi onder leiding van Twan Huys in gesprek met studenten.","category":""},"46827":{"channel":"19","start":"1669471980","end":"1669472940","first":"N","idtitle":"NUTEZIEN","title":"Nu te Zien!","program_id":"899387202","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/N3XHvL8dkALUuKLGnamKaj3JMPrzt29AUAYZi7FXRJ4g\/1920x1080.jpg?blurred=false","description":"Nu te Zien! bestaat vijf jaar en daarom vertelt directeur van het Centraal Museum in Utrecht Bart Rutten eenmalig iets over een tentoonstelling in zijn eigen museum. Daar treffen in Double Act schilderijen van 17e-eeuwse meesters en hedendaagse videokunst elkaar. Een heftige film van Marina Abramovic, naast de beroemde koppelaarster geschilderd door Gerard van Honthorst en de video van Steve McQueen, gaat de relatie aan met geschilderd paard van Roelant Saverij.","category":""},"46828":{"channel":"19","start":"1669472940","end":"1669475040","first":"F","idtitle":"FRYSLANDOK","title":"Fryslân DOK","program_id":"899387205","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/y9AQTrGsBotDqRHMuSbS2FOnWC7PCAWenW22P9AKXhFsA\/1920x1080.jpg?blurred=false","description":"Syds Wiersma van het Fries Film Archief wordt gegrepen door twee vooroorlogse films over Joodse jongeren die op de Friese klei leren hoe je boer wordt. Hij gaat op reis om te ontdekken wie zij waren.","category":""},"46829":{"channel":"19","start":"1669475040","end":"1669476600","first":"K","idtitle":"KRUISPUNT","title":"Kruispunt","program_id":"899387208","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/EHl9A0CtxOW9BsP8q7pspmh49AE9BDukXaGd69AtG3e9B1OcM\/1920x1080.jpg?blurred=false","description":"Nederlands bekendste priester Antoine Bodar (77) viert dit najaar zijn dertigjarig priesterjubileum. Met intieme vrienden en betrokken critici kijken we naar zijn veelbewogen leven in en buiten de kerk. Wat drijft hem? Is het ijdelheid, zoals hem vaak voor de voeten wordt geworpen? En waarom roept hij toch zulke heftige reacties op, al zijn hele loopbaan? Met onder anderen schrijfster en goede vriendin Rosita Steenbeek, kerkhistoricus Peter Nissen en Christiaan Vogelaar. Ooit waren Vogelaar en Bodar geliefden. Bodars keuze voor het priesterschap betekende in 1985 het einde van hun relatie, maar niet van hun vriendschap.","category":""},"46830":{"channel":"19","start":"1669476600","end":"1669478400","first":"Z","idtitle":"ZININZONDAG","title":"Zin in zondag","program_id":"899387211","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/5RUplwJ7gMdHu59CC1I5B4uuG4DDLBlo72mLg1N8spkU\/1920x1080.jpg?blurred=false","description":"Kim-Lian onderzoekt een nieuw zondagsritueel: een frisse duik in zee. Ze gaat mee met zwemgroep 'de badmutsen' die, weer of geen weer, de Noordzee in gaan. Voor de één is het een vervanging van de wekelijkse kerkdienst: 'In de zee vind ik God', terwijl de ander er 'gewoon' meer energie van krijgt. In Heerlen start het carnavalsseizoen met de inzegening van de attributen van de Raad van Elf én de nieuwe Raadswagen. En in Rotterdam opent Sergio Cruz de deuren van zijn atelier en nodigt buurtgenoten uit om op het door hemzelf gebouwde altaar 'día de los muertos' te vieren. Iedereen is welkom om zijn gestorven geliefde te gedenken.","category":""},"46831":{"channel":"19","start":"1669478400","end":"1669478760","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"899387214","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9BVYtjw6TgV6XMebF5Ul4eC4XiJ1CTD8gAgNSHcNAfzo\/1920x1080.jpg?blurred=false","description":"Met het laatste nieuws en de weersverwachting.","category":""},"46832":{"channel":"19","start":"1669478760","end":"1669479120","first":"P","idtitle":"POLITIEKEPARTIJENFVD","title":"Politieke Partijen: FvD","program_id":"899387217","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/msjy04yuXfUF9CKcJpFPkThXwrv8bGC6DiwZpydGsAl4\/1920x1080.jpg?blurred=false","description":"Zendtijd voor Politieke Partijen","category":""},"46833":{"channel":"19","start":"1669479120","end":"1669480320","first":"P","idtitle":"PETRUSINHETLAND","title":"Petrus in het land","program_id":"899387220","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/7VEw36fC0c09CQp4N5i7kt0Iqa1s9CrZJITAKiSxFtjgU\/1920x1080.jpg?blurred=false","description":"We zijn in de protestantse gemeente van Dongen-Rijen. In de historische Ruïnekerk van Dongen worden we welkom geheten door dominee Henrieke ten Thije. Zij neemt ons mee in het thema 'keerpunten in het leven' en gemeenteleden delen wanneer zij op een keerpunt in hun leven stonden. Bezige bij Erica van Baaren neemt ons mee op pad en bezoekt het Syrische gezin waarover zij zich heeft ontfermd. Romke en Ingrid ter Horst hebben de wens om hun boerderij te delen met anderen, en ondertussen plukken mensen letterlijk de vruchten van hun grote tuin.","category":""},"46834":{"channel":"19","start":"1669480320","end":"1669482000","first":"M","idtitle":"MAXMAAKTMOGELIJK","title":"MAX Maakt Mogelijk","program_id":"899387223","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/uv9AGTFerpy6102H19AWzQy5S6vkBeJ2vCTV6L8pYvvQY\/1920x1080.jpg?blurred=false","description":"Al jaren helpt MAX Maakt Mogelijk ouderen in Oost-Europa de winter overleven door voedselpakketten en hout uit te delen. Voor het eerst komt daar een Winteractie in Nederland bij: voor ouderen die het financieel niet meer redden. Jan Slagter bezoekt Femke (71) uit Rotterdam. Zij heeft na aftrek van huur, gas en overige vaste lasten iedere maand nog 100 euro over voor boodschappen. Gelukkig zijn er veel mensen die mooie hulpacties op touw zetten. Zoals de gaarkeuken van Dorcas Chepkwoni, of die van Monique van der Veen. Annette Koopman helpt met haar stichting door waardebonnen weg te geven die besteed kunnen worden bij lokale ondernemers.","category":""},"46835":{"channel":"19","start":"1669482000","end":"1669483260","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"899387226","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9BVYtjw6TgV6XMebF5Ul4eC4XiJ1CTD8gAgNSHcNAfzo\/1920x1080.jpg?blurred=false","description":"Met het laatste nieuws, gebeurtenissen van nationaal en internationaal belang en de weersverwachting.","category":""},"46836":{"channel":"19","start":"1669483260","end":"1669485480","first":"E","idtitle":"EENVANDAAG","title":"EenVandaag","program_id":"899387229","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/22yLql3NjdL4E4knfmlJfZiAlqRMKJE6y7naSkrYPog\/1920x1080.jpg?blurred=false","description":"Het laatste nieuws en achtergronden uit binnen- en buitenland. Via het EenVandaag Opiniepanel kunnen 50.000 leden hun stem laten horen en reageren op actuele thema's.","category":""},"46837":{"channel":"19","start":"1669485480","end":"1669486080","first":"E","idtitle":"EOMETTERDAAD","title":"EO Metterdaad","program_id":"899387232","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/QMTeWLv0nBZhxhCLiJVfkIut8PrkfC8zwybPpOX9Az9Ck\/1920x1080.jpg?blurred=false","description":"Zamir uit Kirgizië leeft al dertig jaar op straat, nadat hij als 14-jarige jongen door zijn familie werd achtergelaten. Hij probeert te overleven door te eten uit vuilcontainers. Hij kookt zijn gevonden etensresten op de warme buizen van de stadsverwarming, waar hij ook tegenaan slaapt. Een medewerker van de dagopvang bezoekt Zamir bij zijn slaapplek. Dit doet hij regelmatig, om te controleren hoe het met hem gaat. Zamir laat een wond aan zijn been zien en wordt uitgenodigd om naar de dagopvang te komen voor medische zorg. Hier mag hij ook douchen en hij krijgt er eten.","category":""},"46838":{"channel":"19","start":"1669486080","end":"1669486980","first":"I","idtitle":"IKMISJE","title":"Ik mis je","program_id":"899387235","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"Nel leest een stukje van haar gedichtje dat op de grafsteen van haar moeder staat. Ze schreef het toen ze acht was. Inmiddels is ze elf en komt ze nog vaak met haar vader Martin naar het graf 'even hallo zeggen tegen haar'. Het raakt Martin nog steeds. Nel leerde een wijze les van haar moeder: dat het leven niet zo lang duurt als je zou willen, maar je moet er gewoon het beste van maken.","category":""},"46839":{"channel":"19","start":"1669486980","end":"1669489200","first":"C","idtitle":"CRUX","title":"Crux","program_id":"899387238","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/14715aPOySSOqq4iVgY5SfDLWIhnYt15FmZn331zs1U\/1920x1080.jpg?blurred=false","description":"Als Terio in de gevangenis belandt, ontmoet hij Johan, die vrijwilliger is bij gevangenenzorg Nederland. Johan komt regelmatig op bezoek en er ontstaat een bijzondere band tussen de twee mannen. Zelfs als Terio vrijkomt, laten ze hun vriendschap niet los. Johan helpt Terio om zijn leven 'buiten' weer op de rit te krijgen. Waar krijgt Terio mee te maken en wat moet hij nog oplossen?","category":""},"46840":{"channel":"19","start":"1669489200","end":"1669491000","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"899387244","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9BVYtjw6TgV6XMebF5Ul4eC4XiJ1CTD8gAgNSHcNAfzo\/1920x1080.jpg?blurred=false","description":"Met het laatste nieuws, gebeurtenissen van nationaal en internationaal belang en de weersverwachting. En op NPO 1 extra met gebarentaal.","category":""},"46841":{"channel":"19","start":"1669491000","end":"1669493520","first":"S","idtitle":"STERRENOPHETDOEK","title":"Sterren op het Doek","program_id":"899387250","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ezqxjVqAZMKGh1W0XGinSzCNYMdAjHdWjOLs19Bsm9CS4\/1920x1080.jpg?blurred=false","description":"Na zijn winst bij De slimste mens in 2021 is entertainer Rob Kemps overal te zien en te horen. Op televisie met Matthijs van Nieuwkerk in CHANSONS!, maar ook bij SBS6 met onder andere Ik Hou van Holland. En dan treedt hij ook nog eens op voor een uitverkocht GelreDome met zijn act Snollebollekes. Özcan Akyol is dan ook benieuwd of het Rob gaat lukken om een tijdje stil te zitten, zodat de kunstenaars hem eens goed kunnen bestuderen. In het interview met Özcan geeft hij in ieder geval toe dat hij ook een andere kant heeft, die maar weinig mensen kennen.","category":""},"46842":{"channel":"19","start":"1669493520","end":"1669494600","first":"N","idtitle":"NUTEZIEN","title":"Nu te Zien!","program_id":"899387253","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/N3XHvL8dkALUuKLGnamKaj3JMPrzt29AUAYZi7FXRJ4g\/1920x1080.jpg?blurred=false","description":"Directeur van het Teylers Museum Marc de Beyer bekijkt in het Van Gogh Museum de iconische topstukken van de Oostenrijkse kunstenaar Gustav Klimt. Voor zijn monumentale, met bladgoud bewerkte, vrouwenportretten en decoratieve landschappen putte hij uit het werk van schilders als Vincent van Gogh, Matisse en Monet.","category":""},"46843":{"channel":"19","start":"1669494600","end":"1669496880","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"899387259","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J9BglYSALI5r5PS0YXjEwaNJ9AMW7RKOTpQtCtpNs3GrM\/1920x1080.jpg?blurred=false","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"46844":{"channel":"19","start":"1669496880","end":"1669498920","first":"M","idtitle":"MEDIASTORM","title":"Mediastorm","program_id":"899387265","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/St9Ae9C55joZiMqedXAxIlEKkBmPM37lSa9Czw9Brj9CqFEA\/1920x1080.jpg?blurred=false","description":"Het onveilige werkklimaat bij DWDD is symptoom van een groter probleem. Hoe moet het verder bij de omroepen? We praten met voormalig algemeen directeur AVRO Willemijn Maas en voormalig hoofdredacteur NOS en KRO-NCRV Hans Laroes. * Begrijp je hersenen en je wordt een betere mediaconsument, zegt neurowetenschapper Marcia Goddard. * Duitsers met hun hand voor de mond, tóch een onelove-band bij een minister en een knielend voetbalteam: het WK Voetbal in Qatar. Sander Mersbergen ziet nog iets: niet de fans uit traditionele voetballanden vullen de stadions, maar supporters van over de hele wereld juichen voor landen die niet hun eigen landen zijn.","category":""},"52977":{"channel":"19","start":"1669498920","end":"1669504320","first":"C","idtitle":"CRIMEDALGLIESH","title":"Crime: Dalgliesh","program_id":"899387271","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/izf1HE1U2lN9Aelhp49B9AxTekBVv9BfyfR29Ci5Q34qrNrs\/1920x1080.jpg?blurred=false","description":"In een kerk in Londen worden de lichamen aangetroffen van een dakloze man en een onlangs afgetreden parlementslid, sir Paul Berowne. Bij beide mannen is de keel op brute wijze doorgesneden. Dalgliesh stort zich op de zaak, samen met zijn nieuwe brigadier, Kate Miskin, en de onbehouwen Masterson. De aristocratische familie Berowne blijkt al snel een duistere kant te hebben.","category":""}}