{"4900":{"channel":"53","start":"1668822900","end":"1668825000","title":"ARTE 360º Reportage","program_id":"899336784","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Auf der Suche nach außergewöhnlichen Geschichten und interessanten Begegnungen bereisen Reporter die Welt. Ob Großstadt oder ländliche Gegend, Europa, Asien oder Afrika - kein Weg ist dabei zu weit.","category":""},"4907":{"channel":"53","start":"1668837900","end":"1668840000","title":"ARTE 360° Reportage","program_id":"899081889","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/YnMpeASCBm3dTisL8t2VW2wRZqWwLyi8KKrvoXpj1Xo\/1920x1080.jpg?blurred=false","description":"Programmabeschrijving niet beschikbaar","category":""},"4924":{"channel":"53","start":"1668883200","end":"1668885300","title":"ARTE 360° Reportage","program_id":"899081982","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/pMB0iBWMf49CZ9CF3OGpK4S80E2jTP9Bfor8hmf7Z9C07Qg\/1920x1080.jpg?blurred=false","description":"Die Marquesas-Inseln - einer der abgelegensten Orte der Erde, mitten im Pazifischen Ozean. Tätowierungen am ganzen Körper waren hier lange Zeit ganz normal, bis Kolonialherren und Kirche solche Bräuche streng untersagten. Stück für Stück geriet das alte Wissen in Vergessenheit. Doch die Kultur erlebt jetzt ihr Comeback. Tattoos gehören in dem französischen Überseegebiet nun wieder auf alle Körperteile - auch ins Gesicht.","category":""},"50038":{"channel":"53","start":"1669488000","end":"1669490100","title":"ARTE 360° Reportage","program_id":"899396340","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/Fv8smj6uufBFFlZpdNuoXyGkJttimM9ASlGVEG9BOaFko\/1920x1080.jpg?blurred=false","description":"Peter Ibe ist Biberschützer aus Leidenschaft. Schon in den 70er Jahren engagierte sich der Biologe an der Elbe und half bei Umsiedlungsprojekten mit, um die letzten heimischen Biber zu retten. Hunderte Tiere fing er damals. Und seine Bemühungen haben sich ausgezahlt, denn bis heute hat sich die Zahl der Biber auf mehrere Tausend erhöht. Ein großer Erfolg. Doch bei aller Freude über das geglückte Comeback gibt es inzwischen auch kritische Stimmen, die eine Bestandsregulierung und den Abschuss von \"Problemtieren\" fordern, wenn sie Flüsse anstauen oder Schäden in der Landwirtschaft anrichten. Auch der zunehmende Straßenverkehr und die Rückkehr der Wölfe bedrohen den Biber. Peter Ibe und seine Mitstreiter beobachten diese Entwicklungen sehr genau und hoffen, dass sich das Gleichgewicht in der Natur von allein regeln wird. Bis dahin setzen sie weiter auf die Rettung der Biber und sind zur Stelle, wenn einer von ihnen zum Beispiel mal wieder in einen Garten eingedrungen ist. Ibes Kollegin, die Biberberaterin Annett Schumacher, hat gerade einen verletzten Jungbiber gefangen, den sie nun gesundpflegen und wieder aussetzen möchte.","category":""},"62862":{"channel":"53","start":"1669622400","end":"1669625400","title":"ARTE 360° Reportage","program_id":"899480358","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/3YwbqryayZkfMdr7zAMEEXXVSDnrg0dnCQv8tJ6XyAY\/1920x1080.jpg?blurred=false","description":"Eine ganze Woche lang wird gefeiert, begleitet von Spielmannszügen, Fanfaren, Böllern und viel Feuerwerk. Die Ursprünge reichen zurück bis ins Mittelalter. Damals verbrannten die Zimmerleute am 19. März, dem Gedenktag ihres Schutzheiligen Joseph, alle Werkstattreste auf den Straßen. Fallas, übersetzt \"Fehler\" oder \"Misserfolge\", nannten sie diese Überreste erledigter oder misslungener Arbeiten und trieben mit dem Feuer den Winter aus. Später begann man, die Holzreste mit Puppen, den sogenannten Ninots, zu schmücken und zu bemalen. Im letzten Jahrhundert bekamen die Fallas einen satirischen, sozialkritischen Aspekt. Fast jeder Straßenzug hat einen eigenen Fallas-Verein. Rund 120 Künstler leben davon. Die meisten haben ihre Werkstätten in der Ciudad Fallera, einem eigenen Stadtviertel nur für dieses Handwerk. Hier entstehen jährlich fast 780 Kreationen, nach Größe und Budget in Sektionen unterteilt - nur um in einer Nacht kollektiv verbrannt zu werden. Lediglich eine Ninot indultat, eine \"begnadigte Puppe\", die vom Publikum gewählt wird, entgeht dem Verbrennen und wandert ins Museum. Las Fallas de Valencia - alle Jahre wieder eine spektakuläre, feurige Fiesta.","category":""},"94541":{"channel":"53","start":"1670048100","end":"1670050200","title":"ARTE 360° Reportage","program_id":"899702565","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/1RmpjVx6ERgtX9ATD0T9BVw1yqmh8oy0yeqXJ0lAzkRpE\/1920x1080.jpg?blurred=false","description":"Programmabeschrijving niet beschikbaar","category":""},"94555":{"channel":"53","start":"1670092800","end":"1670094900","title":"ARTE 360° Reportage","program_id":"899702607","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/qI8CB2QDXjpe55bNPhTTNVv8DL9Bh5bT9Bs4uogyJoPSc\/1920x1080.jpg?blurred=false","description":"Seit 1506 schützt die Schweizer Garde, die kleinste Armee der Welt, den Papst und seine Residenz.Verändert haben sich jedoch die Methoden der Auftragserfüllung und das Umfeld, in dem sich die Gardisten bewegen. In der traditionellen Renaissance-Uniform steckt heute ein junger, moderner und gut ausgebildeter Schweizer, der bereit ist, sein Leben für die Sicheheit des Papstes zu geben. Viele junge Männer wollen in die Elitetruppe eintreten, dafür erhalten sie eine strenge Ausbildung, die mit der Vereidigung und damit Aufnahme in die pästliche Armee endet.","category":""}}