{"62873":{"channel":"53","start":"1669656900","end":"1669659600","title":"Der Iran von oben","program_id":"899480391","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/dHIpKd1YcYuI5s5Bw1T7HfzweqbQB2i5Nxak9CAXnbJI\/1920x1080.jpg?blurred=false","description":"Trockengebiete machen fast ein Drittel der Landesfläche des Iran aus. Im Zentrum liegt eine riesige Hochebene mit kargen Felsplateaus und Wüsten - Regionen mit einem erbarmungslosen Klima, in denen der Mensch dennoch seit Tausenden von Jahren ansässig ist. Die Dünen der Marandschab-Wüste südlich von Teheran sind das Tor zu dieser bemerkenswerten Welt. Städte wie Kaschan, Isfahan und Jasd sind wahre Oasen, die in bewässerten Gebieten an den großen, strategisch wichtigen Handelsrouten entstanden. Im Südwesten, in der Provinz Fars, lockt die berühmte Hauptstadt des antiken Perserreichs: Persepolis.","category":""},"69254":{"channel":"53","start":"1669743300","end":"1669746000","title":"Der Iran von oben","program_id":"899522115","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/UJw9AqL9BxipvOfmkUP6gA4Wmw4iLgFSMcGRYt9CtkAQYc\/1920x1080.jpg?blurred=false","description":"Die großen Ebenen im Osten des Irans erstrecken sich zwischen Persischem Golf und Kaspischem Meer. Die riesigen, dürren Weiten wurden von der Geschichte geformt und von entschlossenen, findigen Menschen fruchtbar gemacht. Im Süden des Landes, an der Öffnung zum Golf von Oman, liegt inmitten kristallklaren Wassers die Insel Keschm. In der Stadt Bam bauen die Einwohner trotz unbarmherziger Hitze und häufiger Erdbeben Datteln an. Am Rande der Wüste Dascht-e Lut liegt die Stadt Gonabad. Hier haben die Menschen ein Kanalsystem in den felsigen Untergrund geschlagen, um ihre Felder zu bewässern. Maschhad in Grenznähe zu Afghanistan hat sich im Laufe der Zeit zur heiligen Stadt der Schiiten entwickelt. Und die grüne Provinz Golestan am Kaspischen Meer ist die Heimat der Turkmenen mit ihren Dromedaren.","category":""},"75859":{"channel":"53","start":"1669829700","end":"1669832400","title":"Der Iran von oben","program_id":"899568882","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/IhRnAT3exAi1WFmOGfdqOqJYv857h9AInn3nCoBr9BtJg\/1920x1080.jpg?blurred=false","description":"Ein Drittel des Irans ist von wilden Bergen und gebirgigen Kulturlandschaften bedeckt. Viele der gewaltigen Gipfel haben eine wichtige Rolle in der Geschichte des Landes gespielt. Die Gebirge vom Elburs bis zur türkischen Grenze boten Menschen bereits seit ewigen Zeiten Zuflucht. Hier wurde der Orden der Assassinen gegründet und fremden Angreifern Widerstand geleistet. Weiter südlich, an der irakischen Grenze, entlang der berühmten Seidenstraße, ragen die Gipfel des Sagros-Gebirges in den Himmel. Die Hauptstadt Teheran profitiert vom natürlichen Schutz des majestätischen Damawand.","category":""}}