{"37121":{"channel":"53","start":"1669305900","end":"1669308600","title":"Eine Welt aus Wäldern","program_id":"899303172","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/eMUbRr8pGETnFC0RGjLz59BFlb6HoIZXjfS2Ig49BMLbA\/1920x1080.jpg?blurred=false","description":"Paris, Montmartre: Vor 20.000 Jahren erstreckte sich hier eine unendliche eisige Weite. In dieser Folge geht es um Anpassungsfähigkeit: Wie konnten so kälteempfindliche Tierarten wie Eichhörnchen, Hirsch oder Igel der 80.000 Jahre dauernden letzten Kaltzeit standhalten? Vor 12.000 Jahren änderte sich das Klima abrupt und die Erde erwärmte sich. Rasch breiteten sich die Wälder auch jenseits ihres bisherigen Schutzraumes am Mittelmeer aus. Mit den Laubbäumen eroberten auch die Waldtiere den europäischen Kontinent.","category":""},"37122":{"channel":"53","start":"1669308600","end":"1669311000","title":"Eine Welt aus Wäldern","program_id":"899303175","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/qhKMsNBkofVtWxqg7D0goPM4j9CaxESKsIkqxb2xVgUc\/1920x1080.jpg?blurred=false","description":"Paris, Champs-Elysées: Vor 8.000 Jahren erstreckten sich hier endlose Wälder. Jedes Fleckchen Erde auf unserem Planeten zeugt von einer langen Geschichte. In dieser Folge geht es um das goldene Zeitalter des Waldes. Als die Eismasse, die halb Europa bedeckte, wegen der Klimaerwärmung schmolz, verschwanden Millionen Kubikmeter Eis im Meer. Innerhalb weniger Jahrhunderte breiteten sich die Bäume über den ganzen Kontinent aus. Ungestört von den Menschen, die in kleinen Gruppen als Jäger und Sammler lebten, konnte sich die Natur über 6.000 Jahre lang im Rhythmus der Jahreszeiten entfalten.","category":""},"37123":{"channel":"53","start":"1669311000","end":"1669314000","title":"Eine Welt aus Wäldern","program_id":"899303178","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/uO3rznrjedxyEHliaiW9C9C5P3qS2VC6hKlPBC9AUMwWpU\/1920x1080.jpg?blurred=false","description":"Paris, Place de la Concorde: Vor 6.000 Jahren fielen hier Bäume den Steinäxten des Menschen zum Opfer. Diese Folge widmet sich den letzten sechs Jahrtausenden in der Naturgeschichte Europas. An die Stelle des Waldes tritt vielerorts der ländliche Raum. Völlig neue Landschaften entstehen, in denen die Tiere sich neue Nischen suchen. Im 20. Jahrhundert beschleunigt sich der Lauf der Geschichte so sehr, dass die wildlebenden Tier- und Pflanzenarten mit den menschengemachten Veränderungen nicht mehr Schritt halten können. Das 21. Jahrhundert ist eine Zeit der Paradoxe: Während das Landleben nach und nach verschwindet, breiten sich neue Wälder aus.","category":""}}