{"65795":{"channel":"20","start":"1669760820","end":"1669764420","title":"Evenblij maakt Vrienden","program_id":"899603487","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/CsCtuBcye9CRRurqv29A14NWkupvWRmTAW9BZ8w4O5LWlk\/1920x1080.jpg?blurred=false","description":"Reinout Oerlemans groeide van soapie uit tot een van de grootste tv-producenten ter wereld. In 2014 werd hij multimiljonair door zijn bedrijf Eyeworks te verkopen. Tegelijk sloeg het noodlot toe, hij overleed bijna aan een hartaanval. Hij trok zich terug uit de publiciteit en verhuisde met zijn gezin naar Los Angeles om in rust een nieuw bestaan op te bouwen. Frank Evenblij zoekt hem daar op. Voor het eerst in acht jaar laat Reinout alles zien: zijn huis en gezin in Beverly Hills, zijn leven in Hollywood, zijn nieuwe tv-bedrijf én zijn vrienden. Een uniek, persoonlijk én spectaculair inkijkje vol actie en humor in zijn bijzondere leven.","category":""},"78895":{"channel":"20","start":"1669847400","end":"1669850880","title":"Evenblij maakt Vrienden","program_id":"899603490","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/fvYWUrrGFoQLC9A4h2p4cyAVuWB9C19CGrLu9CYV2DJixT8\/1920x1080.jpg?blurred=false","description":"Frank Evenblij reist mee naar de internationale succesverhalen van Ilja Gort en Karsu. Zangeres en pianiste Karsu Dönmez wou als kind al de wereld veroveren en speelde toen ze twaalf jaar oud was avond aan avond in het Turkse restaurant van haar vader. Ze werd daarmee zo succesvol dat ze inmiddels over de hele wereld tourt. Frank Evenblij reist met haar mee naar Istanbul, waar ze een megaster is en nauwelijks over straat kan. En hij reist naar Ilja Gort, de bekende schrijver, tv-maker, reclamemaker en vooral wijnboer in de Bordeaux. Frank zoekt hem op in zijn Franse chateau, waar Ilja de wijnstok aan het overdragen is aan zijn zoon.","category":""},"85345":{"channel":"20","start":"1669934040","end":"1669937580","title":"Evenblij maakt Vrienden","program_id":"899650875","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/lC8xkzYvayfn9CsorAbi0WZLddbeJ9C9BxTysBhrefLe3Y\/1920x1080.jpg?blurred=false","description":"Frank Evenblij ontmoet Ilse DeLange en marathonwonder Abdi Nageeye. Als zangeres én tv-presentatrice is Ilse ontzettend populair in Nederland, maar inmiddels ook bij onze oosterburen. Frank zoekt haar op in Berlijn, waar ze zich voorbereidt op haar Duitse tour en haar vaste rol in de tv-klapper Deutschland Sucht Den Superstar. En hij ontmoet Abdi. Als kind verliet hij zijn geboorteland Somalië, op de vlucht voor een gruwelijke burgeroorlog. Nu is hij de beste marathonloper van Nederland en wereldwijd een sensatie. Frank zoekt hem op bij zijn pleegfamilie en reist met hem mee naar Ethiopië om voor het eerst de familie Nageeye te ontmoeten.","category":""}}