{"4902":{"channel":"53","start":"1668828000","end":"1668828300","title":"Flick Flack","program_id":"899081862","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/Ftk3esLFbslcU3YPFUWZBZmelEwzMFx5xM9CUfCw0qTM\/1920x1080.jpg?blurred=false","description":"Boomer sind spießig und die Gen Z ist aktivistisch. Denkt man an die Generationen, fallen einem schnell viele Klischees ein. Aber sind sie wirklich so unterschiedlich oder gibt es am Ende eventuell ganz andere Gründe?","category":""},"50016":{"channel":"53","start":"1669434000","end":"1669434300","title":"Flick Flack","program_id":"899396271","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OqOGvOk76mekkhyeDbgvdvd2bQ1lDJTOXqVvny9A7IP4\/1920x1080.jpg?blurred=false","description":"Jeder setzt sich darauf, aber niemand nimmt von ihnen Notiz: den bunten Mustern auf den Sitzen öffentlicher Verkehrsmittel. Dabei ist beim Design dieser Bezüge offenbar alles erlaubt, um Aufmerksamkeit zu erregen, von der stilisierten Arabeske über figurative Motive bis hin zu abstrakt-psychedelischen Mustern. Sie erinnern an Bilder von Mondrian, Kandinsky oder Delaunay. \"Flick Flack\" reist diesmal nach London und geht der Geschichte dieser wenig beachteten Kunstwerke auf den Grund.","category":""},"94535":{"channel":"53","start":"1670036700","end":"1670037300","title":"Flick Flack","program_id":"899702547","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/Ihv76JNsfEqdoLzfD9ByK4mbn3RGpfKOzwOynDUx7Ceo\/1920x1080.jpg?blurred=false","description":"Film- und Fernsehsynchronisationen haben in Europa eine lange Tradition. Aber warum schauen wir nicht alles im Original? Und wann begann die Geschichte des Synchronfilms? Wie wurden die ersten Tonfilme synchronisiert? Und welche ungewöhnlichen Ausprägungen von Synchronisationen gab es im letzten Jahrhundert? \"Flick Flack\" beantwortet all diese Fragen und lässt Dietmar Wunder, vor allem bekannt als deutsche Synchronstimme von Daniel Craig, aus seinem Berufsalltag erzählen.","category":""}}