{"47963":{"channel":"22","start":"1669489200","end":"1669492920","title":"Helden Van Hier: Door Het Vuur","program_id":"899386749","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/79CBClfYHNneHJ8lnnEvgzDAHDwh79AGoJUWdBMtF9Aj18\/1920x1080.jpg?blurred=false","description":"Ploeg vier wordt opgeroepen voor een woningbrand met mogelijk een moeder en twee kinderen in huis. Ze hebben de grootste moeite om de versterkte deur open te krijgen. Ambulancemedewerkers Gerrit en Antoon moeten uitrukken voor een ongeval waarbij de dader is gevlucht. Voor Gerrit, die zelf een kind verloor tijdens een ongeval, is het een confronterende interventie. Bij een brand op de negende verdieping van een appartementsgebouw, is het alle hens aan dek om voldoende druk op de bluslijnen te krijgen.","category":""},"47964":{"channel":"22","start":"1669492920","end":"1669496700","title":"Helden Van Hier: Door Het Vuur","program_id":"899386752","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/1qCZkD0xh9Bc9BfI59AKUKCOQQFUfiW0cp7lM1moDvvRJs\/1920x1080.jpg?blurred=false","description":"Twee dronken mannen zetten Gent op stelten. Ze klimmen op de stelling van de Sint-Baafskathedraal en spelen een kat-en-muisspel met de politie. Het klimteam van de Gentse brandweer wordt opgeroepen om de mannen in te rekenen. Vroeg in de ochtend rukt de ambulance uit voor een meisje dat gevallen is. Het blijkt veel erger dan de oproep deed vermoeden. De jonge vrouw is van twee verdiepingen hoog op de pinnen van een hek gevallen.","category":""},"47965":{"channel":"22","start":"1669496700","end":"1669500540","title":"Helden Van Hier: Door Het Vuur","program_id":"899386755","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/79CBClfYHNneHJ8lnnEvgzDAHDwh79AGoJUWdBMtF9Aj18\/1920x1080.jpg?blurred=false","description":"Door hevige windstoten is een gevelpaneel losgeraakt van een flatgebouw. Een ladder neerzetten met deze wind is veel te gevaarlijk. Het klimteam wordt erbij gehaald om met touwen af te dalen vanaf het dak van het gebouw. Ambulancemedewerkers Antoon en Tom rijden midden in de nacht uit voor een man die stuipen heeft gekregen na een astma-aanval. De jongeman reageert zo heftig dat de hulp van de politie nodig is om hem in bedwang te houden.","category":""},"53803":{"channel":"22","start":"1669500540","end":"1669504440","title":"Helden Van Hier: Door Het Vuur","program_id":"899386758","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/79CBClfYHNneHJ8lnnEvgzDAHDwh79AGoJUWdBMtF9Aj18\/1920x1080.jpg?blurred=false","description":"Een visser is in het water gevallen en kan niet zwemmen. Wanhopig klampt hij zich vast aan een paal. Ambulancemedewerker Antoon krijgt de man niet uit het water: een klus voor de brandweerduikers dus. De jonge brandweerman Angelo is vastbesloten om ook duiker te worden, maar eerst moet hij nog een aantal proeven doorstaan.","category":""},"92642":{"channel":"22","start":"1670094000","end":"1670097600","title":"Helden Van Hier: Door Het Vuur","program_id":"899693388","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/79CBClfYHNneHJ8lnnEvgzDAHDwh79AGoJUWdBMtF9Aj18\/1920x1080.jpg?blurred=false","description":"Bij de Slachthuisbrug in het centrum van Gent breekt brand uit. Onder de brug loopt een gasleiding en de vlammen schieten metershoog de lucht in. Het vuur mag absoluut niet geblust worden, want dan kan de boel exploderen. Ambulancemedewerkers Guy en Seppe rijden uit om een man te helpen die door een raam is gevallen. Ze vinden het slachtoffer op het terras van zijn huis, met een enorme beenwond.","category":""},"92643":{"channel":"22","start":"1670097600","end":"1670101200","title":"Helden Van Hier: Door Het Vuur","program_id":"899693391","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/1qCZkD0xh9Bc9BfI59AKUKCOQQFUfiW0cp7lM1moDvvRJs\/1920x1080.jpg?blurred=false","description":"De hele ploeg wordt opgeroepen voor een hevige brand in een appartementsgebouw aan het Sint-Pietersstation. Het appartement op de eerste verdieping staat in lichterlaaie, en door de dichte zwarte rook is het extra moeilijk werken voor de ploeg. Als brandweerman Meindert hoort dat er nog drie bewoners in het gebouw zitten, gaat zijn hartslag flink omhoog. Een mogelijke evacuatie kan alleen via een kleine binnenplaats. Ook spannend wordt het als een man na een frontale aanrijding bekneld zit in zijn auto. Het is moeilijk hem uit het voertuig te krijgen.","category":""},"92644":{"channel":"22","start":"1670101200","end":"1670104800","title":"Helden Van Hier: Door Het Vuur","program_id":"899693394","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/1qCZkD0xh9Bc9BfI59AKUKCOQQFUfiW0cp7lM1moDvvRJs\/1920x1080.jpg?blurred=false","description":"Midden in de nacht is er brand gesticht in een woning waarin drie mensen liggen te slapen. Verschillende brandweerposten rukken uit om het vuur met man en macht te bestrijden. Bij het blussen krijgen ze van de politie te horen dat er mogelijk opzet in het spel is. De ambulancemedewerkers worden naar een hoogzwangere vrouw met hevige weeën gestuurd. Verder rukt de ambulanceploeg met spoed uit voor een vrouw met een zwak hart die bewusteloos op haar bed ligt.","category":""}}