{"1678":{"channel":"19","start":"1668880500","end":"1668881820","title":"Ik mis je","program_id":"899072397","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"Nabestaanden vertellen over het verlies van een dierbare op begraafplaatsen door heel Nederland.","category":""},"7825":{"channel":"19","start":"1668931440","end":"1668932400","title":"Ik mis je","program_id":"899117643","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"De ouders van Veronique Pater overlijden kort na elkaar. Op onverwachte momenten kan het gemis haar aangrijpen, ondanks dat er veel mooie herinneringen zijn aan de dingen die ze met haar ouders ondernam. Veronique werkt nu zelf op een begraafplaats, om mensen een luisterend oor te bieden. * Begin dit jaar overleed Hanneke (38), de vrouw van Henry Witteveen, aan een hersentumor. Op deze Eeuwigheidszondag herdenkt hij haar door in zijn kerk een kaars voor haar aan te steken.","category":""},"46838":{"channel":"19","start":"1669486080","end":"1669486980","title":"Ik mis je","program_id":"899387235","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"Nel leest een stukje van haar gedichtje dat op de grafsteen van haar moeder staat. Ze schreef het toen ze acht was. Inmiddels is ze elf en komt ze nog vaak met haar vader Martin naar het graf 'even hallo zeggen tegen haar'. Het raakt Martin nog steeds. Nel leerde een wijze les van haar moeder: dat het leven niet zo lang duurt als je zou willen, maar je moet er gewoon het beste van maken.","category":""},"52985":{"channel":"19","start":"1669536000","end":"1669537080","title":"Ik mis je","program_id":"899430624","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"Drie generaties Iraniërs staan bij het graf van hun moeder, oma en zus. Allemaal hebben ze het moeilijk met het plotselinge overlijden. Ze vinden steun bij elkaar en in de herinneringen die ze hebben aan de vele gezellige momenten in haar huis. * Dick en Chris Pluim zijn de twee jongste broers uit een gezin met zestien kinderen. Samen groeien ze op en ook als volwassenen delen ze hun leven. Waar Dick een man is van de theorie, is Chris meer van de praktijk. Dat levert interessante gesprekken op. Dan wordt Chris ernstig ziek en neemt op een bijzondere manier afscheid van zijn broer.","category":""},"91564":{"channel":"19","start":"1670090460","end":"1670091960","title":"Ik mis je","program_id":"899693787","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"Nabestaanden vertellen over het verlies van een dierbare op begraafplaatsen door heel Nederland.","category":""}}