{"35074":{"channel":"26","start":"1669249080","end":"1669250340","title":"Judge Jerry","program_id":"899293827","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/T1gdYIXEy3LrxE9Bua2sHNp9A62YFl8Jgsb3ZF9A8YBkzo\/1920x1080.jpg?blurred=false","description":"In de eerste zaak staan twee ex-huisgenoten tegenover elkaar. De een eist onbetaalde huur op, maar de ander claimt onder invloed een contract te hebben moeten tekenen. In de tweede zaak gaat het om een echte familievete, aangezien een broer en zus een juridisch conflict hebben over een huurwoning. De eiser zegt dat haar broer vaak te laat is met de huur, maar hij beweert dat hij verbeteringen aan het appartement heeft aangebracht, waardoor het huis brandveilig is geworden.","category":""},"54137":{"channel":"26","start":"1669507800","end":"1669509000","title":"Judge Jerry","program_id":"899430783","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/T1gdYIXEy3LrxE9Bua2sHNp9A62YFl8Jgsb3ZF9A8YBkzo\/1920x1080.jpg?blurred=false","description":"Een vrouw klaagt haar voormalige kamergenoot aan voor achterstallige huur en het opeten en drinken van het voedsel van haar baby. De beklaagde zegt dat hij nauwelijks in het appartement was en er niet eens de hele maand legaal heeft gewoond. Twee vrienden gaan een zakelijke transactie aan over de verkoop van een machine. Maar wat gebeurde er waardoor de deal een nare bijsmaak kreeg?","category":""},"67167":{"channel":"26","start":"1669680240","end":"1669681500","title":"Judge Jerry","program_id":"899512311","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/T1gdYIXEy3LrxE9Bua2sHNp9A62YFl8Jgsb3ZF9A8YBkzo\/1920x1080.jpg?blurred=false","description":"Een moeder beschuldigt haar dochter voor het stelen en beschadigen van haar auto. Volgens de dochter is zij niet verantwoordelijk voor de beschadigingen en was de auto haar toegezegd. In de andere zaak klaagt een verhuurder over zijn huurder. Zij heeft volgens hem een huurachterstand van $ 5.000. De vrouw in kwestie zegt dat zij de huur mocht betalen wanneer ze wilde en dat er constant reparaties nodig waren in het huis.","category":""}}