{"1595":{"channel":"20","start":"1668879180","end":"1668880800","title":"Klaas kan alles","program_id":"899072853","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/QuoHqO4h10WTcBNMRDm9AN2FAz4ozOpSPU5mWwtvE4WU\/1920x1080.jpg?blurred=false","description":"Klaas gaat deze week een potje wildlife-bingo spelen. Met behulp van een AI-verrekijker moet hij alle dieren op de bingokaart spotten. De eerste paar dieren probeert hij te spotten in de Maashorst. Maar voor de orka en wilde grizzlybeer moet hij toch echt naar Canada. Lukt het Klaas om deze wilde dieren voor zijn verrekijker te krijgen? En Klaas is voor één dag vertical farmer. Nadat Klaas in Dubai kennis heeft gemaakt met dit futuristische beroep, steekt hij terug in Nederland ook echt zelf de handen uit de mouwen. En natuurlijk kan Klaas het niet laten om tussen het harde werken door deze supergroentes te proeven.","category":""},"46758":{"channel":"20","start":"1669484040","end":"1669485600","title":"Klaas kan alles","program_id":"899387553","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/QuoHqO4h10WTcBNMRDm9AN2FAz4ozOpSPU5mWwtvE4WU\/1920x1080.jpg?blurred=false","description":"Klaas krijgt de opdracht om rustig te worden in een zeer stressvolle situatie. Lukt het Klaas in Dubai om op de rand van het dak van een wolkenkrabber op 220 meter hoogte zijn stresslevel te controleren? En Klaas is voor één dag aromajockey. Waar een dj werkt met muziek, werkt Erich Berghammer met geuren. Toen hij twintig jaar geleden begon met het vak was hij 's werelds eerste en voor lange tijd ook enige aromajockey. Klaas zal in zijn plaats een gastoptreden geven op een feest van de Special Social Club. Zij organiseren feesten voor mensen met een beperking.","category":""},"91527":{"channel":"20","start":"1670088780","end":"1670090400","title":"Klaas kan alles","program_id":"899694243","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/QuoHqO4h10WTcBNMRDm9AN2FAz4ozOpSPU5mWwtvE4WU\/1920x1080.jpg?blurred=false","description":"Voor de missie van deze week wordt Klaas uitgedaagd om een boot, vliegtuig én personenauto op afstand te besturen. Één van deze drie voertuigen moet op ware grootte zijn. Hiervoor reist hij af naar Oxford, waar een Brits bedrijf in zelfrijdende auto's dit systeem momenteel test. Ook gaat Klaas in Vancouver voor één dag aan de slag als foodrunner. Chloe Leslie besloot een app te ontwikkelen waar restaurants eten kunnen doneren aan goede doelenorganisaties. Als er een match is krijgt de foodrunner, Klaas dus, een melding en moet hij ervoor zorgen dat het eten op de juiste plek wordt afgeleverd.","category":""}}