{"82316":{"channel":"53","start":"1669931100","end":"1669934700","title":"Life","program_id":"899613576","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/jSBpyOWh9Bvbl2Lg2Kdx9BltRpXFdh6rwekNyB3yqE6nA\/1920x1080.jpg?blurred=false","description":"Die frischgebackene Mutter Hannah möchte, dass Andy Teil des Lebens ihrer gemeinsamen Tochter wird, auch wenn Liam davon gar nicht begeistert ist. Das kleine Mädchen habe ja bereits zwei Eltern. Währenddessen entfernen sich Gail und Henry weiter voneinander. Henry beichtet ihr, dass er vor 20 Jahren eine Affäre mit Helen hatte, einer gemeinsamen Freundin. Daraufhin hat Gail endgültig die Nase voll und reißt sich los. Auch bei Belle läuft es nicht rund im Liebesleben. Ihr Date mit Dominic ist ein totaler Reinfall. Sich zu betrinken ist leider keine Option, deshalb ergreift sie frühzeitig die Flucht. David findet heraus, dass seine Frau Geheimnisse hatte. Wie gut kannte er seine Kelly wirklich?","category":""},"88681":{"channel":"53","start":"1669934700","end":"1669938300","title":"Life","program_id":"899613579","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/EIqmxkepTnDBz9B3EIrKrRkpc4X7fk3xMV9CWof8ykTfs\/1920x1080.jpg?blurred=false","description":"Gail ist sich sicher, dass sie keinen Tag länger bei Henry bleiben kann. Sie hat schon lange genug in seinem Schatten gestanden. Doch dann berichtet Henry von seinem letzten Arztbesuch. Er hat Krebs und nur noch ein halbes Jahr zu leben. Gail bringt es nicht übers Herz, ihn zu verlassen. Belle und Maya nähern sich an ihrem Geburtstag endlich einander an und gehen in Manchester feiern. Im Club entdeckt Belle ein Foto an der Wand, darauf zu sehen ist Davids verstorbene Ehefrau Kelly mit einer Frau im Arm. Hat David also recht damit, dass Kelly eine Affäre hatte? Auch Hannah ist nicht ganz ehrlich zu ihrem Verlobten Liam. Sie verschweigt ihm einen gemeinsamen Abend mit Andy. Ist das eine gute Basis für eine Ehe?","category":""}}