{"4309":{"channel":"3400","start":"1668824520","end":"1668825780","title":"The Penguins of Madagascar","program_id":"899115084","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Best Laid Plaintains: It’s a special day when Bada and Bing get a shipment of delicious plantains to eat. Although they jealously guard the African bananas, King Julien’s determined to taste them too. He sneaks into the gorilla habitat while they sleep, and he and Marlene end up eating a few too many for the gorillas not to notice. Like all of them. When they realize what they’ve done they head for the hills as fast as their stolen car can take them. Can the penguins calm the savage beasts before they bash the banana bandits? P.E.L.T.: Skipper’s losing it. His performance on the obstacle course is actually slowing down, so he has to trigger a special fitness test to prove he can still lead the squad. Kowalski takes over as Skipper excuses himself to go on his fitness quest. The brainy bird appears to do a bang-up job in the leadership role – are Skipper’s days at the helm over but he’s too chicken to admit it?","category":""},"4310":{"channel":"3400","start":"1668825780","end":"1668827220","title":"The Penguins of Madagascar","program_id":"899115087","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The Space Agency intends to send one of the chimps to the moon. In the opinion of certain flightless waterfowl, this important mission would be much better served by sending a flightless waterfowl instead. Private proves to be best suited for the trip (believe it or not) and with the help of a clever monkey suit disguise, he ends up on the moon.","category":""},"4330":{"channel":"3400","start":"1668851700","end":"1668853020","title":"The Penguins of Madagascar","program_id":"899115153","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Private discovers a stack of lost comic books. Skipper immediately commands their destruction, citing their risky influence. \/\/ Shakespeare in the park has inspired Private as he struts around the zoo spouting iambic pentameter laden insults.","category":""},"4331":{"channel":"3400","start":"1668853020","end":"1668854280","title":"The Penguins of Madagascar","program_id":"899115156","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The penguins have had enough of the crazy lemurs 24 hour parting! They hack into the zoo habitat schematic and successfully transfer the lemurs to the petting zoo. \/\/ The penguins journey to the bottom of the Atlantic for 100 year-old preserved herring.","category":""},"4341":{"channel":"3400","start":"1668866160","end":"1668867420","title":"The Penguins of Madagascar","program_id":"899115186","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When a sneeze from Rico causes the underground tunnel system beneath the zoo to rupture Skipper calls in 4 beavers to fix the situation. \/\/ Skipper's having one of those perfect days, and he decides to use the opportunity to settle an old score.","category":""},"4342":{"channel":"3400","start":"1668867420","end":"1668868740","title":"The Penguins of Madagascar","program_id":"899115189","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When Doris the Dolphin shows up with Parker the Platypus and asks a favor of Kowalski, he instantly jumps to her rescue only to find out it’s to free her brother Francis who happens to be a “mind-jacked” Dr. Blowhole.","category":""},"4350":{"channel":"3400","start":"1668878100","end":"1668879420","title":"The Penguins of Madagascar","program_id":"899115213","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Rico’s beloved doll, Miss Perky, has a new line of princess accessories! Joy! But in order for Skipper to reward the loco penguin with the new swag he must fill a marble jar (one marble in for good behavior, one marble out for bad.) How in the world is Rico supposed to behave and fill the jar when King Julien has kidnapped his dolly with the intention of marrying her?","category":""},"4351":{"channel":"3400","start":"1668879420","end":"1668880680","title":"The Penguins of Madagascar","program_id":"899115216","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When the Penguins lose access to their favorite snack, popcorn, Skipper and crew leap into action to gain a new supply of the salty treat. \/\/ When a camera falls from the sky into the lemur habitat, Julien and Maurice argue about who will keep the shiny toy. But when Maurice disappears in the struggle, the Penguins are called in to find the missing lemur.","category":""},"4361":{"channel":"3400","start":"1668892560","end":"1668893880","title":"The Penguins of Madagascar","program_id":"899115246","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When the zoo installs web cams to bring in new visitors, Private accidentally becomes an Internet star. \/\/ Skipper accidentally causes King Julien to lose his beloved crown. The penguins go on a dangerous mission to retrieve the crown from the sewer.","category":""},"4362":{"channel":"3400","start":"1668893880","end":"1668895140","title":"The Penguins of Madagascar","program_id":"899115249","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Sick of Julien's annoying presence, the penguins decide to take a vacation on The Moon. \/\/ After Marlene is frightened by a spooky noise in the night, she and Skipper travel down to the sewer below the zoo to find the source of the scary moans.","category":""},"4363":{"channel":"3400","start":"1668895140","end":"1668896460","title":"The Penguins of Madagascar","program_id":"899115252","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When stuffed Mort dolls become popular at the zoo, Julien gets jealous and get them recalled. Unfortunately, the real-life Mort is accidentally sent back to the factory along with his plush replicas. \/\/ Maurice bribes the zoo animals to celebrate “King Julien Day” by offering them candy. Only Skipper refuses to go along, but still he’s unable to avoid the annoying day.","category":""},"10407":{"channel":"3400","start":"1668910920","end":"1668912180","title":"The Penguins of Madagascar","program_id":"899156619","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Marlene discovers a lost egg, and asks the penguins to care for it and keep it safe. But King Julien is jealous, and wants to raise the egg to be his second in command. \/\/ When Skipper steals the batteries to Julien’s stereo, he sets off a wild chase around the zoo that gets both of them stuck in the habitat of an angry kangaroo.","category":""},"10408":{"channel":"3400","start":"1668912180","end":"1668913620","title":"The Penguins of Madagascar","program_id":"899156622","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The penguins compete against the lemurs in a game of capture the flag. This should be easy for the crack penguin team, but for some mysterious reason the lemurs keep beating them to the flag. \/\/ Mort is kicked out of the lemur habitat after he touches King Julien’s feet one too many times. So, the penguins take him in and attempt to break him of his foot obsession.","category":""},"10428":{"channel":"3400","start":"1668938220","end":"1668939540","title":"The Penguins of Madagascar","program_id":"899156685","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When Kowalski's ray designed to freshen spoiled food accidentally hits Skipper before falling down a storm drain, the leader is turned into a baby penguin, albeit retaining much of Skipper's adult personality. \/\/ After learning of Savio's escape from Hoboken on a TV news report, the penguins organize an effort to protect the zoo from the vengeful boa.","category":""},"10429":{"channel":"3400","start":"1668939540","end":"1668940860","title":"The Penguins of Madagascar","program_id":"899156688","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Kowalski’s obsession with Doris the dolphin drives him to invent a love ray, the Love-U-Laser. It works like a charm until Alice falls for a trashcan, Julien falls for Mort, and Skipper orders the ray to be put in reverse. Private gets hit by the reverse ray and instantly loathes Kowalski. Matters get much worse as the loathe ray explodes and everybody hates Kowalski! He’s only got one shot to stop being the most loathed penguin in the world. \/\/ Told as a courtroom flashback, Kowalski unwisely revives Jiggles in a small, whipped cream-eating version. The little green cubes multiply on impact, however, and are soon threatening to cover the surface of the earth. As the Jiggli multiply out of control, will the team be able to prevent the jiggli-fication of the world?","category":""},"10439":{"channel":"3400","start":"1668952620","end":"1668953940","title":"The Penguins of Madagascar","program_id":"899156739","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Marlene goes over to meet the newest zoo animal, and she mysteriously disappears. The penguins and lemurs attempt to rescue her, but they are taken, too. All except for Kowalski, the last penguin standing. \/\/ When Julien is taken to the zoo infirmary for acting even weirder than usual, Maurice is left in charge. Everything goes smoothly, until suddenly Maurice is acting even crazier than Julien ever did.","category":""},"10440":{"channel":"3400","start":"1668953940","end":"1668955260","title":"The Penguins of Madagascar","program_id":"899156748","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The penguins and lemurs face off in a race. The penguins in a souped-up version of their car and the lemurs in Alice's zoo cart. Winner takes the loser's car! \/\/ Alice gives Rico a tummy-settling medicine just after he swallows a ticking time bomb.","category":""},"10448":{"channel":"3400","start":"1668964320","end":"1668965640","title":"The Penguins of Madagascar","program_id":"899156796","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"As the zoo starts feeding them imitation fish cakes, the penguins take matters into their own flippers and hatch a plan to hijack a fish delivery truck. \/\/ During a particularly cold day, the rats show up and challenge the penguins to a hockey match.","category":""},"10449":{"channel":"3400","start":"1668965640","end":"1668966900","title":"The Penguins of Madagascar","program_id":"899156802","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"As the vet gathers the penguins to give them a shot, Skipper's fear of needles takes over and he goes on the run. \/\/ During a solar eclipse, Phil and Mason convince the bossy Julien that the sky spirits are angry at him. He starts acting extra-nice.","category":""},"10459":{"channel":"3400","start":"1668978780","end":"1668980100","title":"The Penguins of Madagascar","program_id":"899156862","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Mort is exposed to Kowalski's super-ray, and he grows super-big and strong. \/\/ Marlene gets a new roommate! At first, she's excited to have a new best friend. But her attitude changes when her roommate turns out to have some pretty disgusting habits.","category":""},"10460":{"channel":"3400","start":"1668980100","end":"1668981360","title":"The Penguins of Madagascar","program_id":"899156871","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The rats have been terrorizing Roger the alligator. He asks the penguins for help. Their solution: swap Roger's brain with Rico's, and let the but kicking begin! \/\/ A robot is sent to the zoo to learn the habits of lemurs before it's sent into space.","category":""},"10461":{"channel":"3400","start":"1668981360","end":"1668982680","title":"The Penguins of Madagascar","program_id":"899156877","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When the penguins bring Marlene with them on a sno-cone mission in the park, she can't handle the freedom of being outside the zoo walls. \/\/ Max the cat is on the run from evil animal control Officer X, and he comes to the penguins for help.","category":""},"16960":{"channel":"3400","start":"1668997260","end":"1668998580","title":"The Penguins of Madagascar","program_id":"899199321","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When Rico gets a freaky fortune from his cookie, he initially ignores it. Julien sets out to make Rico's fortune come true. \/\/ A female chimp named Lulu arrives at the zoo for a short stay, and Phil is smitten. Unfortunately, Lulu falls for Mason.","category":""},"16961":{"channel":"3400","start":"1668998580","end":"1668999960","title":"The Penguins of Madagascar","program_id":"899199324","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"On watch-duty, Private sees a terrifying Skorka: a sky orca whale. No one believes it exists, so Private sets out to battle the Sorka on his own. \/\/ When the penguins are interrupted mid-operation by a nosey scientist, they leave the zoo in danger.","category":""},"16981":{"channel":"3400","start":"1669024380","end":"1669025700","title":"The Penguins of Madagascar","program_id":"899199426","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The Commissioner flips his lid, literally. His toupee blows off and sticks to Maurice, who also gets red cheeks and a skinned tail, all by accident. Julien and Mort chase him with sticks, intent on beating the “monster” stuck to Maurice’s head. The baboon ladies take Maurice in, protecting and pampering him because they mistakenly think he’s a male baboon. It’s up to the penguins to get the toupee back and restore it to its rightful scalp. \/\/ Shelly the ostrich gets stuck in drying cement and only Rico can save her. Shelly falls for him hard as a result, however, Rico’s heart forever belongs to his doll. Shelly swipes the doll and tries hard to win his heart, but Rico doesn’t budge and his doll is accidently hauled off in a recycle truck. The penguins give chase but are left hopelessly in the dust. Shelly, wanting to make amends, tosses them on her back and sprints after the truck – can she possibly catch it?","category":""},"16982":{"channel":"3400","start":"1669025700","end":"1669027020","title":"The Penguins of Madagascar","program_id":"899199432","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The penguin’s worst nightmare has come true. After a sailing trip gone wrong they wind up in the Hoboken Zoo. Strangely, the animals are happy, the zoo is a paradise, and life couldn’t be better! Zookeeper Frances takes outstanding care of all of them – or does she? Something sinister bubbles under the surface – the happy animals are actually androids, and the real animals are held captive in a dungeon. They’re too messy and Zookeeper Frances can’t stand a mess! A rescue comes from a very unlikely source, and the final battle could go either way!","category":""},"16992":{"channel":"3400","start":"1669038900","end":"1669040220","title":"The Penguins of Madagascar","program_id":"899199468","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"A little girl loses her doll at the zoo, and Rico gives up his own doll to replace it. Private assures Rico that his good deed will come back to him. \/\/ When a raccoon shows up and starts stealing from the zoo animals, the penguins jump into action.","category":""},"16993":{"channel":"3400","start":"1669040220","end":"1669041540","title":"The Penguins of Madagascar","program_id":"899199471","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The penguins’ dolphin nemesis, Dr. Blowhole, is out for revenge. After Blowhole takes King Julien hostage, Skipper and gang must rush to rescue their annoying neighbor and stop evil Dr. Blowhole before he destroys the planet.","category":""},"17001":{"channel":"3400","start":"1669050780","end":"1669052100","title":"The Penguins of Madagascar","program_id":"899199495","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Julien is horrified when the baboons' dance routine gets more attention than his own. His attempts to sabotage the baboons blow up in his face. \/\/ There's a blackout and Julien convinces everyone they should revert to \"jungle law\" with him as king.","category":""},"17002":{"channel":"3400","start":"1669052100","end":"1669053360","title":"The Penguins of Madagascar","program_id":"899199498","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"After an injury, Skipper goes to the vet for treatment. The rest of the team thinks he has turned into a zombie. \/\/ A hive of hornets has appeared at the entrance, and they refuse to leave. The penguins must find a way to dispose of the hornets.","category":""},"17012":{"channel":"3400","start":"1669065420","end":"1669066740","title":"The Penguins of Madagascar","program_id":"899199528","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When Skipper is knocked on the head, he's unable to lead the penguins on an important mission. The team scrambles to take his place, but they each have a hard time filling Skippers flippers.\/Private accidentally drinks Kowalski's truth serum and starts spilling the penguin's secrets to the rest of the zoo. Worst of all, he reveals they have been spying on their neighbors!","category":""},"17013":{"channel":"3400","start":"1669066740","end":"1669068000","title":"The Penguins of Madagascar","program_id":"899199531","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The lemurs argue, and Maurice and Mort move out of the habitat. Lonely Julien starts bugging the penguins, who decide they must get the lemurs back together. \/\/ A tiny frog with a nasty attitude moves to the zoo and starts terrorizing the animals.","category":""},"17014":{"channel":"3400","start":"1669068000","end":"1669069320","title":"The Penguins of Madagascar","program_id":"899199534","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When Burt the elephant asks the penguins to help him sneak out of the zoo, they take on the challenge and get the big guy out. \/\/ Marlene catches a glimpse of Fred the squirrel and falls in love at first sight.","category":""},"23530":{"channel":"3400","start":"1669084320","end":"1669085640","title":"The Penguins of Madagascar","program_id":"899244360","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When Alice mentions that one of the penguins is actually female, Skipper has an identity crisis. It’s up to Marlene to convince him that he can still be a commando, even if he’s a girl... \/\/ After a big fight Mason moves out—and in with the penguins. Unfortunately, Mason is a very annoying house guest. The penguins must figure out a way to get the chimps to make up before Mason drives them all bananas.","category":""},"23531":{"channel":"3400","start":"1669085640","end":"1669087020","title":"The Penguins of Madagascar","program_id":"899335950","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Kowalski accidentally creates a living blob of jelly. But \"Jiggles\" has a big appetite and starts stealing fruit from the animals. \/\/ When a new TV show starts keeping people from coming to the zoo, the animals worry they'll lose their home.","category":""},"23551":{"channel":"3400","start":"1669110540","end":"1669111800","title":"The Penguins of Madagascar","program_id":"899244426","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The notorious Vesuvius Twins have adopted Skipper and King Julien and brought the animal’s home to their luxury apartment. Not to spoil and pamper - but to fight each other over shiny baubles! The rest of the penguins and lemurs attempt a rescue but are captured themselves and made to perform in a painful “circus” the twins put together. The tables are going to need to be turned to get this circus out of town. \/\/ Kowalski has another breakthrough invention, tiny robots that group together and not only fix broken tools and appliances, but run them as well. The penguins can just sit back and let the “Nanites” take care of all their chores! The problem is, the Nanites are programmed to protect the penguins at all costs, and ultimately seal the birds inside their lair. The only way to escape is to do battle with a giant, nasty, Nanite robot.","category":""},"23552":{"channel":"3400","start":"1669111800","end":"1669113060","title":"The Penguins of Madagascar","program_id":"899244429","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Private has an arch enemy in the form of Dale the snail. Why does this snail hate Private so much? It's because Private allegedly smashed the little guy, and keeps smashing him albeit accidentally. Even a public apology ends with Dale getting crushed. Sadly, Dale should never have been enemies with Private to begin with - it was a different penguin who did him wrong. \/\/ King Julien becomes enamored of a giant toilet the penguins have built. He wants to use it as his new throne, only the toilet is actually a stink bomb the penguins built to trap Dr. Blowhole. Julien accidently gets trapped, bound tightly to the bomb, so the penguins must try to stop it from detonating, all while going on a wild truck chase through New York. They end up in a New Jersey dump, and Skipper must show a sensitive side before all is lost.","category":""},"23562":{"channel":"3400","start":"1669124700","end":"1669125960","title":"The Penguins of Madagascar","program_id":"899244459","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When a big fish starts terrorizing the inhabitants of the duck pond, Skipper leads his team on a mission to eliminate the aquatic menace. \/\/ When a beautiful female falcon crash-lands in the zoo, Skipper insists that she stays to recuperate.","category":""},"23563":{"channel":"3400","start":"1669125960","end":"1669127280","title":"The Penguins of Madagascar","program_id":"899244462","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Every year, Private is chosen as the cover animal for the zoo brochure. But this year the photographer discovers the adorable Mort. \/\/ A puffin rival from Skipper's past shows up. Skipper doesn't trust his claims that he's here to bury the hatchet.","category":""},"23571":{"channel":"3400","start":"1669136280","end":"1669137540","title":"The Penguins of Madagascar","program_id":"899244486","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When the penguins discover Skipper's idol, Rockgut, they fall under his paranoid spell. \/\/ Kowalski threatens to tear the space\/time continuum with his time machine. He sends his future self to stop his present self from completing the time machine.","category":""},"23572":{"channel":"3400","start":"1669137540","end":"1669138800","title":"The Penguins of Madagascar","program_id":"899244489","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When the penguins send Rico off to help King Julien an unlikely friendship develops between the two. \/\/ When King Julien steals Kowalski’s new invention – a helmet that can make whatever you are thinking happen – he creates chaos at the zoo.","category":""},"23582":{"channel":"3400","start":"1669150440","end":"1669151700","title":"The Penguins of Madagascar","program_id":"899557782","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Officer X is back as Exterminator X. Private has to get over his fear of roaches and use them to help him free the other penguins from the grip of Officer X. \/\/ The penguins discover a kid on a field trip to the zoo has seen one of their covert missions.","category":""},"23583":{"channel":"3400","start":"1669151700","end":"1669152960","title":"The Penguins of Madagascar","program_id":"899244519","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When Roger’s home in the sewer becomes unbearable the Penguins try to find him a new home in the city. Soon citizens of New York city spot Roger all over town. \/\/ The Penguins have to protect the City Zoo Commisioner from Frankie the pigeons wrath.","category":""},"23584":{"channel":"3400","start":"1669152960","end":"1669154340","title":"The Penguins of Madagascar","program_id":"899244522","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The whole gang heads on a treasure hunt with the Rat King close on their tales trying to get to the treasure before they do.","category":""},"29962":{"channel":"3400","start":"1669168860","end":"1669170180","title":"The Penguins of Madagascar","program_id":"899289012","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The penguins accidentally launch Leonard the Koala out of the zoo and into midtown Manhattan. \/\/ When all the little mammals in the zoo start to disappear the penguins suspect the new boa constrictor, Salvio, who just moved in to the Central Park Zoo.","category":""},"29963":{"channel":"3400","start":"1669170180","end":"1669171560","title":"The Penguins of Madagascar","program_id":"899289015","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The penguins discover the abuse that Randy the sheep gets in the children's zoo from all the children with sticky hands tugging at his wool, and decide to find him a new home. \/\/ The duckling Eggy is back. The training that the penguins gave him worked.","category":""},"29984":{"channel":"3400","start":"1669197240","end":"1669198560","title":"The Penguins of Madagascar","program_id":"899289078","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Marlene plans a game night to help the zoo animals bond but it takes a terrible turn when the snacks run out. While Kowalski, Maurice, and Mort go on a snack run the gaming animals begin to fight over the games - cheating, sore losing, unwilling participation… chaos! The snack runners get trapped by the law at the store, and the zoo animals have to reconcile quickly in order to pull off a risky rescue. This isn’t the kind of bonding Marlene had in mind! \/\/ Elmer the dog wants a friend, and thinks he found one in Mort. The penguins are compelled to rescue him, but Elmer doesn’t want to give the little lemur up! Max the cat is recruited to help, and Max uses his dog expertise to lead the boys to the giant dog. Mort is rescued, but at what cost? The penguins think Max has met his slobbery doom in the jaws of the giant mastiff.","category":""},"29985":{"channel":"3400","start":"1669198560","end":"1669199820","title":"The Penguins of Madagascar","program_id":"899289081","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Kowalski's invention that stops time falls into the worst hands possible. King Julien's. The lemur promptly breaks it trapping the two of them in a world frozen in time. Instead of being a disaster, however, they realize they can do everything their hearts desire - invent like crazy, perform on Broadway, play tennis in the middle of the street. But even an infinite playland like this can't last forever! \/\/ Special Agent Buck Rockgut makes a \"triumphant\" return. While hunting the Red Squirrel across the globe, the crusty old bird contacts the penguins with a warning that the diabolical squirrel has a brainwashed sleeper agent among them. They battle each other to a standstill to uncover the agent - will it tear the unit apart? Can trust ever be restored? They have to take a trip to a faraway borough to uncover the truth.","category":""},"29995":{"channel":"3400","start":"1669211700","end":"1669213020","title":"The Penguins of Madagascar","program_id":"899289111","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The penguins are on a mission to fulfill wishes. Private tells Mort that if he throws a penny in the fountain his wish will come true. \/\/ King Julien has just discovered April Fools Day. Making up for lost time, he terrorizes the zoo with pranks.","category":""},"29996":{"channel":"3400","start":"1669213020","end":"1669214280","title":"The Penguins of Madagascar","program_id":"899289114","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The toy manufacturer of Rico's doll-girlfriend has upgraded their doll line with a voice chip. \/\/ When the penguins are photographed while in action and placed on the new zoo poster they have to stop the presses before the poster gets out to the public.","category":""},"30004":{"channel":"3400","start":"1669223280","end":"1669224600","title":"The Penguins of Madagascar","program_id":"899289138","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"King Julien observes children chasing each other, calling out \"cooties\". He deduces that girls pass this wretched \"cooties\" with a simple touch. \/\/ When Rico crashes the Penguins car and rebuilds it himself, it becomes \"possessed\" and targets Rico.","category":""},"30005":{"channel":"3400","start":"1669224600","end":"1669225860","title":"The Penguins of Madagascar","program_id":"899289141","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The Amarillo Kid confronts the penguins looking for the infamous Mr. Tux. Apparently the two have a score to settle. \/\/ Private is ready to move up in rank within the penguin commando unit, or is he? First he'll have to become a First Class Private.","category":""},"30015":{"channel":"3400","start":"1669237560","end":"1669238820","title":"The Penguins of Madagascar","program_id":"899289171","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Kowalski is near completion with his mind reading device. But where can he find a processor? \/\/ The zoo's new badger exhibit has Private terrified. Marlene sets out to calm his panic by introducing him to the new zoo neighbors, Becky and Stacy.","category":""},"30016":{"channel":"3400","start":"1669238820","end":"1669240080","title":"The Penguins of Madagascar","program_id":"899289174","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Due to the high rate of gadget malfunction, Skipper orders Kowalski to cease with the science. But Kowalski can't resist, he must invent. \/\/ When a baby's stroller rolls outside the zoo the penguins chase the baby through the streets of New York.","category":""},"30017":{"channel":"3400","start":"1669240080","end":"1669241400","title":"The Penguins of Madagascar","program_id":"899289177","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The penguin's habitat must undergo a serious repair. So Alice calls in Gus, a strong willed contractor. The penguins must stop Gus before he unearths their secret HQ. \/\/ When King Julien wishes on the Gimme Gimme Star, he gets more than he asked for.","category":""},"36691":{"channel":"3400","start":"1669255860","end":"1669257180","title":"The Penguins of Madagascar","program_id":"899335983","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Julien suspects a plot to overthrow or kill him is being orchestrated by Maurice. \/\/ Burt discovers a love for painting. He's very talented. Kowalski's blueprints for a quantum accelerator get mixed in with his paintings and end up in the museum.","category":""},"36692":{"channel":"3400","start":"1669257180","end":"1669258560","title":"The Penguins of Madagascar","program_id":"899335986","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Lemmy the robot returns from Mars. Unknowingly a space squid has stowed away in his chest cavity. \/\/ Careless Alice over chlorinates the otter habitat and Marlene’s fur is bleached. Her new look captivates the attention of the other zoo animals.","category":""},"36712":{"channel":"3400","start":"1669283700","end":"1669285020","title":"The Penguins of Madagascar","program_id":"899336049","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Dr. Blowhole, uber nemesis of the Penguins, returns to New York with a plan so diabolical it plays like a symphony of evil.","category":""},"36713":{"channel":"3400","start":"1669285020","end":"1669286340","title":"The Penguins of Madagascar","program_id":"899336052","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Dr. Blowhole, uber nemesis of the Penguins, returns to New York with a plan so diabolical it plays like a symphony of evil.","category":""},"36723":{"channel":"3400","start":"1669298160","end":"1669299480","title":"The Penguins of Madagascar","program_id":"899336082","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The zoo animals are suffering a heat wave. The penguins have a plan to beat the heat, but they need Alice out of the way. With her gone, they get to work. \/\/ Private is smitten with the zoo nurse. The only way he can see her is if he gets injured.","category":""},"36724":{"channel":"3400","start":"1669299480","end":"1669300800","title":"The Penguins of Madagascar","program_id":"899336085","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The penguins are inspired after witnessing a good deed executed by a zoo patron. So they set out to perform their own good deeds - penguin's style. When things don't work out as planned, a domino of bad events requires fixing. \/\/ While Mort and Private stop to liberate Cheezy Bitz from the zoo vending machine they are both sucked in. Each attempt to escape fails and their only hope is to be rescued, but everyone is searching for them outside of the zoo.","category":""},"36732":{"channel":"3400","start":"1669309860","end":"1669311180","title":"The Penguins of Madagascar","program_id":"899336109","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"It's game night and the penguins are playing hot potato with a live bomb. \/\/ According to the penguin's intel, the sewer rats are up to something BIG. They need an undercover operative. But who is rat-like enough to pull off such a mission? Mort.","category":""},"36733":{"channel":"3400","start":"1669311180","end":"1669312440","title":"The Penguins of Madagascar","program_id":"899336112","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The lemur habitat acquires a new resident, Clemson, and King Julien loves to order him around. Maurice enjoys not having to work, but Mort remains highly suspicious of Clemson, he knows that he is up to something evil. \/\/ Kowalski's attempt to super charge his brain backfires and now he's dumber than mud. His lack of intellect starts to comprise the troop's missions. Skipper, Private and Rico must find a cure for him before he hurts someone.","category":""},"36743":{"channel":"3400","start":"1669324260","end":"1669325580","title":"The Penguins of Madagascar","program_id":"899336142","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Private hones in on his cuteness factor and BOOSH! Any witness or potential threat is instantly disabled - adorability has been weaponized. \/\/ In the haste of a zoo animal meeting, King Julien and Skipper are agreed to switch places for a single day.","category":""},"36744":{"channel":"3400","start":"1669325580","end":"1669326840","title":"The Penguins of Madagascar","program_id":"899336145","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Private's quirky Uncle Nigel pops in for a quick visit from across the pond. \/\/ The boys intercept a fax with cartographic news; Maurice has only 24 hours to live. In order to make Maurice's assumed final day comfortable, the entire zoo bands together.","category":""},"36745":{"channel":"3400","start":"1669326840","end":"1669328160","title":"The Penguins of Madagascar","program_id":"899336148","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Private discovers a stack of lost comic books. Skipper immediately commands their destruction, citing their risky influence. \/\/ Shakespeare in the park has inspired Private as he struts around the zoo spouting iambic pentameter laden insults.","category":""},"43363":{"channel":"3400","start":"1669342860","end":"1669344180","title":"The Penguins of Madagascar","program_id":"899386254","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The penguins have had enough of the crazy lemurs 24 hour parting! They hack into the zoo habitat schematic and successfully transfer the lemurs to the petting zoo. \/\/ The penguins journey to the bottom of the Atlantic for 100 year-old preserved herring.","category":""},"43364":{"channel":"3400","start":"1669344180","end":"1669345560","title":"The Penguins of Madagascar","program_id":"899386260","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When Kowalski's ray designed to freshen spoiled food accidentally hits Skipper before falling down a storm drain, the leader is turned into a baby penguin, albeit retaining much of Skipper's adult personality. \/\/ After learning of Savio's escape from Hoboken on a TV news report, the penguins organize an effort to protect the zoo from the vengeful boa.","category":""},"43384":{"channel":"3400","start":"1669370100","end":"1669371420","title":"The Penguins of Madagascar","program_id":"899386323","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The zoosters think King Julien has caused sweet old lady Gladys to slip and hurt herself, thus cutting off the special treats she brings for them. The rush to judgment condemns the protesting lemur to a mighty swat from the Rump Whomper. As the clock winds down to his unspeakable punishment only one abstains – Skipper’s gut inexplicably insists that King Julien is innocent. You should know better than to go against your gut. \/\/ Kowalski’s dream of attending the giant invention expo INVEXPO have to be put on hold when he’s laid up with broken legs. Skipper and the rest of the gang go in his place with the promise to bring him a full report. The injured bird goes stir crazy locked away in the hospital, however, and hallucinates that a dangerous Space Squid is invading! Could this be more than the fevered imaginings of the caged bird?","category":""},"43385":{"channel":"3400","start":"1669371420","end":"1669372740","title":"The Penguins of Madagascar","program_id":"899386326","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Private’s big heart overcomes his instinct to flee as he helps a stranded young leopard seal get from New York back to her home in Antarctica. The rest of the team (plus stowaway King Julien) follow in their submarine to make sure the young seal and Private make it in one piece. Problem is, they should have been looking out for themselves – they end up on the menu at the leopard seal village!","category":""},"43395":{"channel":"3400","start":"1669384560","end":"1669385820","title":"The Penguins of Madagascar","program_id":"899386356","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Kowalski’s obsession with Doris the dolphin drives him to invent a love ray, the Love-U-Laser. It works like a charm until Alice falls for a trashcan, Julien falls for Mort, and Skipper orders the ray to be put in reverse. Private gets hit by the reverse ray and instantly loathes Kowalski. Matters get much worse as the loathe ray explodes and everybody hates Kowalski! He’s only got one shot to stop being the most loathed penguin in the world. \/\/ Told as a courtroom flashback, Kowalski unwisely revives Jiggles in a small, whipped cream-eating version. The little green cubes multiply on impact, however, and are soon threatening to cover the surface of the earth. As the Jiggli multiply out of control, will the team be able to prevent the jiggli-fication of the world?","category":""},"43396":{"channel":"3400","start":"1669385820","end":"1669387140","title":"The Penguins of Madagascar","program_id":"899386359","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The Commissioner flips his lid, literally. His toupee blows off and sticks to Maurice, who also gets red cheeks and a skinned tail, all by accident. Julien and Mort chase him with sticks, intent on beating the “monster” stuck to Maurice’s head. The baboon ladies take Maurice in, protecting and pampering him because they mistakenly think he’s a male baboon. It’s up to the penguins to get the toupee back and restore it to its rightful scalp. \/\/ Shelly the ostrich gets stuck in drying cement and only Rico can save her. Shelly falls for him hard as a result, however, Rico’s heart forever belongs to his doll. Shelly swipes the doll and tries hard to win his heart, but Rico doesn’t budge and his doll is accidently hauled off in a recycle truck. The penguins give chase but are left hopelessly in the dust. Shelly, wanting to make amends, tosses them on her back and sprints after the truck – can she possibly catch it?","category":""},"43404":{"channel":"3400","start":"1669396200","end":"1669397520","title":"The Penguins of Madagascar","program_id":"899386383","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The penguin’s worst nightmare has come true. After a sailing trip gone wrong they wind up in the Hoboken Zoo. Strangely, the animals are happy, the zoo is a paradise, and life couldn’t be better! Zookeeper Frances takes outstanding care of all of them – or does she? Something sinister bubbles under the surface – the happy animals are actually androids, and the real animals are held captive in a dungeon. They’re too messy and Zookeeper Frances can’t stand a mess! A rescue comes from a very unlikely source, and the final battle could go either way!","category":""},"43405":{"channel":"3400","start":"1669397520","end":"1669398780","title":"The Penguins of Madagascar","program_id":"899386386","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The notorious Vesuvius Twins have adopted Skipper and King Julien and brought the animal’s home to their luxury apartment. Not to spoil and pamper - but to fight each other over shiny baubles! The rest of the penguins and lemurs attempt a rescue but are captured themselves and made to perform in a painful “circus” the twins put together. The tables are going to need to be turned to get this circus out of town. \/\/ Kowalski has another breakthrough invention, tiny robots that group together and not only fix broken tools and appliances, but run them as well. The penguins can just sit back and let the “Nanites” take care of all their chores! The problem is, the Nanites are programmed to protect the penguins at all costs, and ultimately seal the birds inside their lair. The only way to escape is to do battle with a giant, nasty, Nanite robot.","category":""},"43415":{"channel":"3400","start":"1669410600","end":"1669411860","title":"The Penguins of Madagascar","program_id":"899386416","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Private has an arch enemy in the form of Dale the snail. Why does this snail hate Private so much? It's because Private allegedly smashed the little guy, and keeps smashing him albeit accidentally. Even a public apology ends with Dale getting crushed. Sadly, Dale should never have been enemies with Private to begin with - it was a different penguin who did him wrong. \/\/ King Julien becomes enamored of a giant toilet the penguins have built. He wants to use it as his new throne, only the toilet is actually a stink bomb the penguins built to trap Dr. Blowhole. Julien accidently gets trapped, bound tightly to the bomb, so the penguins must try to stop it from detonating, all while going on a wild truck chase through New York. They end up in a New Jersey dump, and Skipper must show a sensitive side before all is lost.","category":""},"43416":{"channel":"3400","start":"1669411860","end":"1669413180","title":"The Penguins of Madagascar","program_id":"899386419","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Marlene plans a game night to help the zoo animals bond but it takes a terrible turn when the snacks run out. While Kowalski, Maurice, and Mort go on a snack run the gaming animals begin to fight over the games - cheating, sore losing, unwilling participation… chaos! The snack runners get trapped by the law at the store, and the zoo animals have to reconcile quickly in order to pull off a risky rescue. This isn’t the kind of bonding Marlene had in mind! \/\/ Elmer the dog wants a friend, and thinks he found one in Mort. The penguins are compelled to rescue him, but Elmer doesn’t want to give the little lemur up! Max the cat is recruited to help, and Max uses his dog expertise to lead the boys to the giant dog. Mort is rescued, but at what cost? The penguins think Max has met his slobbery doom in the jaws of the giant mastiff.","category":""},"43417":{"channel":"3400","start":"1669413180","end":"1669414440","title":"The Penguins of Madagascar","program_id":"899386422","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Kowalski's invention that stops time falls into the worst hands possible. King Julien's. The lemur promptly breaks it trapping the two of them in a world frozen in time. Instead of being a disaster, however, they realize they can do everything their hearts desire - invent like crazy, perform on Broadway, play tennis in the middle of the street. But even an infinite playland like this can't last forever! \/\/ Special Agent Buck Rockgut makes a \"triumphant\" return. While hunting the Red Squirrel across the globe, the crusty old bird contacts the penguins with a warning that the diabolical squirrel has a brainwashed sleeper agent among them. They battle each other to a standstill to uncover the agent - will it tear the unit apart? Can trust ever be restored? They have to take a trip to a faraway borough to uncover the truth.","category":""},"49573":{"channel":"3400","start":"1669429260","end":"1669430580","title":"The Penguins of Madagascar","program_id":"899429697","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Dr. Blowhole, uber nemesis of the Penguins, returns to New York with a plan so diabolical it plays like a symphony of evil.","category":""},"49574":{"channel":"3400","start":"1669430580","end":"1669431960","title":"The Penguins of Madagascar","program_id":"899429700","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Dr. Blowhole, uber nemesis of the Penguins, returns to New York with a plan so diabolical it plays like a symphony of evil.","category":""},"49594":{"channel":"3400","start":"1669456440","end":"1669457700","title":"The Penguins of Madagascar","program_id":"899429763","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Watching too many ninja movies has brainwashed Leonard the koala. During the day, as he sleeps, he terrorizes everyone by sleepfighting (as opposed to sleepwalking). He makes the Rat King very angry by beating and humiliating him, and the oversized rodent is out for revenge. The penguins counter-program Leonard with a Lunacorn love movie marathon – is it enough to conquer all? \/\/ Private is left to babysit four adorable ducklings as the rest of the gang tries to crash a monster truck rally (unsuccessfully). The ducklings are a rowdy bunch and throw a party, inadvertently attracting party-crashing rats and wasps who attack the party food. Private and the ducklings become trapped in the lair with the food, and as the rats and wasps try to break in, Private must think fast – how can he combat both gangs at once?","category":""},"49595":{"channel":"3400","start":"1669457700","end":"1669459020","title":"The Penguins of Madagascar","program_id":"899429766","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The penguins notice it’s been quiet at night. Too quiet, something’s amiss. The rest of the zoo animals have been sneaking out at night to spend time partying in the park! The plan to sneak out then return by morning to avoid getting caught by Alice is put in jeopardy when they run into the classic New York problem - a traffic jam in the tunnel. How in the world can a traffic jam get cleared out of the tunnel in time? \/\/ The penguins make a new friend in Dode the dodo bird, who they clone back into existence after a pesky bout of extinction. Having grown up with no natural enemies, Dode has no fear and it leads him to daredevilish behavior – the kind that can make you extinct over and over again. The penguins don’t want to see this keep happening to their friend, they need to find a way to slow this crazy bird down!","category":""},"49605":{"channel":"3400","start":"1669470720","end":"1669472040","title":"The Penguins of Madagascar","program_id":"899429796","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The zoosters think King Julien has caused sweet old lady Gladys to slip and hurt herself, thus cutting off the special treats she brings for them. The rush to judgment condemns the protesting lemur to a mighty swat from the Rump Whomper. As the clock winds down to his unspeakable punishment only one abstains – Skipper’s gut inexplicably insists that King Julien is innocent. You should know better than to go against your gut. \/\/ Kowalski’s dream of attending the giant invention expo INVEXPO have to be put on hold when he’s laid up with broken legs. Skipper and the rest of the gang go in his place with the promise to bring him a full report. The injured bird goes stir crazy locked away in the hospital, however, and hallucinates that a dangerous Space Squid is invading! Could this be more than the fevered imaginings of the caged bird?","category":""},"49606":{"channel":"3400","start":"1669472040","end":"1669473360","title":"The Penguins of Madagascar","program_id":"899429799","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Private’s big heart overcomes his instinct to flee as he helps a stranded young leopard seal get from New York back to her home in Antarctica. The rest of the team (plus stowaway King Julien) follow in their submarine to make sure the young seal and Private make it in one piece. Problem is, they should have been looking out for themselves – they end up on the menu at the leopard seal village!","category":""},"49614":{"channel":"3400","start":"1669482420","end":"1669483740","title":"The Penguins of Madagascar","program_id":"899429823","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Watching too many ninja movies has brainwashed Leonard the koala. During the day, as he sleeps, he terrorizes everyone by sleepfighting (as opposed to sleepwalking). He makes the Rat King very angry by beating and humiliating him, and the oversized rodent is out for revenge. The penguins counter-program Leonard with a Lunacorn love movie marathon – is it enough to conquer all? \/\/ Private is left to babysit four adorable ducklings as the rest of the gang tries to crash a monster truck rally (unsuccessfully). The ducklings are a rowdy bunch and throw a party, inadvertently attracting party-crashing rats and wasps who attack the party food. Private and the ducklings become trapped in the lair with the food, and as the rats and wasps try to break in, Private must think fast – how can he combat both gangs at once?","category":""},"49615":{"channel":"3400","start":"1669483740","end":"1669485060","title":"The Penguins of Madagascar","program_id":"899429826","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The penguins notice it’s been quiet at night. Too quiet, something’s amiss. The rest of the zoo animals have been sneaking out at night to spend time partying in the park! The plan to sneak out then return by morning to avoid getting caught by Alice is put in jeopardy when they run into the classic New York problem - a traffic jam in the tunnel. How in the world can a traffic jam get cleared out of the tunnel in time? \/\/ The penguins make a new friend in Dode the dodo bird, who they clone back into existence after a pesky bout of extinction. Having grown up with no natural enemies, Dode has no fear and it leads him to daredevilish behavior – the kind that can make you extinct over and over again. The penguins don’t want to see this keep happening to their friend, they need to find a way to slow this crazy bird down!","category":""},"49625":{"channel":"3400","start":"1669496880","end":"1669498200","title":"The Penguins of Madagascar","program_id":"899429856","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Marlene is dying to go see a concert in the park. But, every time she leaves the zoo she becomes a feral monster! Kowalski comes to the rescue with his invention the Persona-Disentangleizer, which separates her savage nature from her regular self. The savage Marlene escapes and rampages through the city. Can the Penguins stop her before she destroys the city? Smotherly Love: Ma, an empty-nested mother possum, takes up residence in the Penguins Lair after they destroy her home during a battle with Hans the Puffin. She smothers the penguins with love and nurturing, and gets her new boys to behave by playing possum whenever necessary. The battle-hardened unit devolves into a bunch of softies, opening the door for Hans to take advantage. It looks like he has the upper wing, unless someone can make a play to stop him!","category":""},"49626":{"channel":"3400","start":"1669498200","end":"1669499460","title":"The Penguins of Madagascar","program_id":"899429859","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"It's off to the races when Skipper agrees to give a day off from hard training to the first penguin who can bring him a kipper. Private, Rico, and Kowalski battle their way to a fish packing plant where they discover Officer X has become Fishmonger X. The deranged X sniffs out the fighting penguins, capturing them and hauling them off to the pokey. Can they rediscover the teamwork they had forsaken in order to escape? High Moltage: The penguins are determined to make opening day of their favorite action star's blockbuster movie! Private, however, has an itchy problem - he's turned hideous because he's molting! The penguins need his hypercute powers to knock Alice out and disengage her new zoo security system. The despondent bird does all he can to reconstruct his cuteness, but sadly his hypercute powers distort to cause a hyperalarming, hypervomitous mess!","category":""},"49627":{"channel":"3400","start":"1669499460","end":"1669500780","title":"The Penguins of Madagascar","program_id":"899429862","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The Penguins are faced with a global battle when their specialty food-making machine belches out a toxic cloud that threatens not just the zoo, not just the city, but the earth itself!","category":""},"55819":{"channel":"3400","start":"1669515660","end":"1669516980","title":"The Penguins of Madagascar","program_id":"899470470","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"King Julien is literally bounced out of his kingdom and onto the New York streets. A kindly old lady thinks he's a cat and swoops him up. He's encroaching on another's turf, though - the apartment's already home to a feline-impersonator, a female ferret named Zoe. Julien is taken with Zoe, and puts on his best seduction moves. Will the street-smart ferret succumb to his kingly charms? Smart money says... you never know! Action Reaction: Skipper is forced to live his worst nightmare when he's doused with Inflatium and stress causes him to blow up like a balloon. Guess what this means... no more going on missions! Sitting behind a desk doing paperwork instead! Hans takes advantage of the situation and targets a massive weapons lab, and without Skipper the penguins are easily captured. How can Skipper combat the evil puffin if he's in a puffy state?","category":""},"55820":{"channel":"3400","start":"1669516980","end":"1669518420","title":"The Penguins of Madagascar","program_id":"899470473","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Kowalski has a rival, if you even can call it a rivalry. A Delaware Blue Hen has taken up residence at the zoo, and she has the amazing ability to predict the future! Kowalski doesn't buy the psychic chicken hype and sets out to discredit her. The truth turns out to be far more sinister than a simple sports-pickin' chicken, and Kowalski will have to use all his best moves to wiggle out of this mess. Thumb Drive: The penguins need a thumb, and Maurice's fits the bill nicely. Using the opposable digit thumbprint to break into a secret weapons lab gets the penguins all atwitter. King Julien is unhappy that his right hand man is running around on missions with the birds so he sets out to sabotage the mission. As with most of King Julien's plans, this scheme turns out to be \"thumbs down\"!","category":""},"55840":{"channel":"3400","start":"1669542840","end":"1669544100","title":"The Penguins of Madagascar","program_id":"899470536","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Marlene is dying to go see a concert in the park. But, every time she leaves the zoo she becomes a feral monster! Kowalski comes to the rescue with his invention the Persona-Disentangleizer, which separates her savage nature from her regular self. The savage Marlene escapes and rampages through the city. Can the Penguins stop her before she destroys the city? Smotherly Love: Ma, an empty-nested mother possum, takes up residence in the Penguins Lair after they destroy her home during a battle with Hans the Puffin. She smothers the penguins with love and nurturing, and gets her new boys to behave by playing possum whenever necessary. The battle-hardened unit devolves into a bunch of softies, opening the door for Hans to take advantage. It looks like he has the upper wing, unless someone can make a play to stop him!","category":""},"55841":{"channel":"3400","start":"1669544100","end":"1669545420","title":"The Penguins of Madagascar","program_id":"899470539","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"It's off to the races when Skipper agrees to give a day off from hard training to the first penguin who can bring him a kipper. Private, Rico, and Kowalski battle their way to a fish packing plant where they discover Officer X has become Fishmonger X. The deranged X sniffs out the fighting penguins, capturing them and hauling them off to the pokey. Can they rediscover the teamwork they had forsaken in order to escape? High Moltage: The penguins are determined to make opening day of their favorite action star's blockbuster movie! Private, however, has an itchy problem - he's turned hideous because he's molting! The penguins need his hypercute powers to knock Alice out and disengage her new zoo security system. The despondent bird does all he can to reconstruct his cuteness, but sadly his hypercute powers distort to cause a hyperalarming, hypervomitous mess!","category":""},"55851":{"channel":"3400","start":"1669557120","end":"1669558440","title":"The Penguins of Madagascar","program_id":"899470569","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Private's in heaven - icy, freezing heaven. The Lunacorns on Ice extravaganza is in town, and Skipper's determined to take him as a treat. Accompanied by unexpected fellow fanboys Bing and Roy, the gang heads to the arena. Things get a bit d-icey when the gorilla and rhino end up on the ice with the lunacorns. The enraged director is ready to shutter the whole thing unless they find some way to slip 'n slide out of it. Showdown on Fairway 18:A legendary putter is at the center of controversy when the Amarillo Kid returns to the zoo. The slippery armadillo needs Private's help to make good on an ill-advised bet with two gopher brothers. Who's the bad guy here though? The gophers show up at the zoo to actually warn the penguins about the kid! The story takes us on more twists and turns than a Pebble Beach golf hole!","category":""},"55852":{"channel":"3400","start":"1669558440","end":"1669559700","title":"The Penguins of Madagascar","program_id":"899470572","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"King Julien's archrival, Clemson, returns in another attempt to claim the lemur crown. This time the sneaky lemur has a document that \"proves\" King Julien is not the legitimate king because he wasn't born in Madagascar. A series of challenges to prove who's more kingly ensues, and the penguins try to stack the deck in Julien's favor by each switching brains with him. Simple, right? How could a plan like this possibly fail? Private and the Winky Factory: Private's favorite treat, the Peanut Butter Winky, is going the way of the dinosaur. Distraught that the snack cake is ceasing production, Private urges a raid on the Winky Factory where the last remaining Winkies are rolling off the production line. Impressed by Private's passion, Skipper gives him command of the mission! The young penguin learns there's a heck of a lot to digest when leading a team.","category":""},"55860":{"channel":"3400","start":"1669568820","end":"1669570140","title":"The Penguins of Madagascar","program_id":"899470596","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Kowalski invents an enemy detector. As is often the case, it doesn't work, and Skipper gets his own wires crossed when he smashes it. Old enemies are now friends and old friends are now enemies as the boss bird starts to systematically clean out the zoo with the help of his new friend Hans. King Julien gets into the act by becoming Skipper's friend too, going so far as to Congaga dance together. New BFF Hans is not happy with the new bromance, however. Could this be the opening the penguins need? \/\/ The annual Zoo Snooze is here! Kids get to buy tickets for a zoo sleepover, a treat the animals look forward to every year! This year's going to be very different, however, when the rotten Vesuvius Twins buy up all the tickets themselves. The zoosters plan to turn the tables, though, and exact sweet revenge on the twins. The penguins, influenced by Private of course, can't let this happen, and it's a long night's journey into day as the penguins scramble to protect their one-time tormentors.","category":""},"55861":{"channel":"3400","start":"1669570140","end":"1669571460","title":"The Penguins of Madagascar","program_id":"899470599","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"HALF- HOUR SPECIAL (Conan O’Brien is voicing the villain Kuchikukan): The Penguins are faced with a World Domination battle when Private accidentally unleashes KuchiKukhan the Destroyer of Worlds. Can they stop him in time to save the World?","category":""},"55871":{"channel":"3400","start":"1669583400","end":"1669584720","title":"The Penguins of Madagascar","program_id":"899470629","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Fred the Squirrel has hit the jackpot. He stumbles onto a jackpot oak tree which is loaded with acorns (that's tons of money to animal folk). He's going to need financial advice, and who better to offer sound advice than King Julien? The two enter a partnership looking for ways to spend on the good life. The Red Squirrel has designs on the loot, though, and captures the hapless twosome in order to squeeze the acorns out of them. Will the evil squirrel's precisely planned plot pay or get him played? The Terror of Madagascar: A special delivery has come from Madagascar. What is it? A baby Fossa! Everyone is enchanted by the little tyke except King Julien, who sees him as a lemur-devouring predator, and he has the toothmarks on his butt to prove it! Julien formulates a plan to get rid of the adorable little carnivore, but his slithery solution becomes much worse than the problem!","category":""},"55872":{"channel":"3400","start":"1669584720","end":"1669585980","title":"The Penguins of Madagascar","program_id":"899470632","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Best Laid Plaintains: It’s a special day when Bada and Bing get a shipment of delicious plantains to eat. Although they jealously guard the African bananas, King Julien’s determined to taste them too. He sneaks into the gorilla habitat while they sleep, and he and Marlene end up eating a few too many for the gorillas not to notice. Like all of them. When they realize what they’ve done they head for the hills as fast as their stolen car can take them. Can the penguins calm the savage beasts before they bash the banana bandits? P.E.L.T.: Skipper’s losing it. His performance on the obstacle course is actually slowing down, so he has to trigger a special fitness test to prove he can still lead the squad. Kowalski takes over as Skipper excuses himself to go on his fitness quest. The brainy bird appears to do a bang-up job in the leadership role – are Skipper’s days at the helm over but he’s too chicken to admit it?","category":""},"55873":{"channel":"3400","start":"1669585980","end":"1669587300","title":"The Penguins of Madagascar","program_id":"899470638","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The Space Agency intends to send one of the chimps to the moon. In the opinion of certain flightless waterfowl, this important mission would be much better served by sending a flightless waterfowl instead. Private proves to be best suited for the trip (believe it or not) and with the help of a clever monkey suit disguise, he ends up on the moon.","category":""},"62477":{"channel":"3400","start":"1669602060","end":"1669603380","title":"The Penguins of Madagascar","program_id":"899511060","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When a sneeze from Rico causes the underground tunnel system beneath the zoo to rupture Skipper calls in 4 beavers to fix the situation. \/\/ Skipper's having one of those perfect days, and he decides to use the opportunity to settle an old score.","category":""},"62478":{"channel":"3400","start":"1669603380","end":"1669604760","title":"The Penguins of Madagascar","program_id":"899511069","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When Doris the Dolphin shows up with Parker the Platypus and asks a favor of Kowalski, he instantly jumps to her rescue only to find out it’s to free her brother Francis who happens to be a “mind-jacked” Dr. Blowhole.","category":""},"62498":{"channel":"3400","start":"1669629240","end":"1669630500","title":"The Penguins of Madagascar","program_id":"899511216","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The Penguins are faced with a global battle when their specialty food-making machine belches out a toxic cloud that threatens not just the zoo, not just the city, but the earth itself!","category":""},"62499":{"channel":"3400","start":"1669630500","end":"1669631820","title":"The Penguins of Madagascar","program_id":"899511225","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"King Julien is literally bounced out of his kingdom and onto the New York streets. A kindly old lady thinks he's a cat and swoops him up. He's encroaching on another's turf, though - the apartment's already home to a feline-impersonator, a female ferret named Zoe. Julien is taken with Zoe, and puts on his best seduction moves. Will the street-smart ferret succumb to his kingly charms? Smart money says... you never know! Action Reaction: Skipper is forced to live his worst nightmare when he's doused with Inflatium and stress causes him to blow up like a balloon. Guess what this means... no more going on missions! Sitting behind a desk doing paperwork instead! Hans takes advantage of the situation and targets a massive weapons lab, and without Skipper the penguins are easily captured. How can Skipper combat the evil puffin if he's in a puffy state?","category":""},"62509":{"channel":"3400","start":"1669643520","end":"1669644840","title":"The Penguins of Madagascar","program_id":"899511315","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Rico’s beloved doll, Miss Perky, has a new line of princess accessories! Joy! But in order for Skipper to reward the loco penguin with the new swag he must fill a marble jar (one marble in for good behavior, one marble out for bad.) How in the world is Rico supposed to behave and fill the jar when King Julien has kidnapped his dolly with the intention of marrying her?","category":""},"62510":{"channel":"3400","start":"1669644840","end":"1669646100","title":"The Penguins of Madagascar","program_id":"899511327","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When the Penguins lose access to their favorite snack, popcorn, Skipper and crew leap into action to gain a new supply of the salty treat. \/\/ When a camera falls from the sky into the lemur habitat, Julien and Maurice argue about who will keep the shiny toy. But when Maurice disappears in the struggle, the Penguins are called in to find the missing lemur.","category":""},"62518":{"channel":"3400","start":"1669655340","end":"1669656660","title":"The Penguins of Madagascar","program_id":"899511390","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When the zoo installs web cams to bring in new visitors, Private accidentally becomes an Internet star. \/\/ Skipper accidentally causes King Julien to lose his beloved crown. The penguins go on a dangerous mission to retrieve the crown from the sewer.","category":""},"62519":{"channel":"3400","start":"1669656660","end":"1669657920","title":"The Penguins of Madagascar","program_id":"899511396","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Sick of Julien's annoying presence, the penguins decide to take a vacation on The Moon. \/\/ After Marlene is frightened by a spooky noise in the night, she and Skipper travel down to the sewer below the zoo to find the source of the scary moans.","category":""},"62529":{"channel":"3400","start":"1669669800","end":"1669671120","title":"The Penguins of Madagascar","program_id":"899511429","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When stuffed Mort dolls become popular at the zoo, Julien gets jealous and get them recalled. Unfortunately, the real-life Mort is accidentally sent back to the factory along with his plush replicas. \/\/ Maurice bribes the zoo animals to celebrate “King Julien Day” by offering them candy. Only Skipper refuses to go along, but still he’s unable to avoid the annoying day.","category":""},"62530":{"channel":"3400","start":"1669671120","end":"1669672380","title":"The Penguins of Madagascar","program_id":"899511432","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Marlene discovers a lost egg, and asks the penguins to care for it and keep it safe. But King Julien is jealous, and wants to raise the egg to be his second in command. \/\/ When Skipper steals the batteries to Julien’s stereo, he sets off a wild chase around the zoo that gets both of them stuck in the habitat of an angry kangaroo.","category":""},"62531":{"channel":"3400","start":"1669672380","end":"1669673700","title":"The Penguins of Madagascar","program_id":"899511435","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The penguins compete against the lemurs in a game of capture the flag. This should be easy for the crack penguin team, but for some mysterious reason the lemurs keep beating them to the flag. \/\/ Mort is kicked out of the lemur habitat after he touches King Julien’s feet one too many times. So, the penguins take him in and attempt to break him of his foot obsession.","category":""},"69027":{"channel":"3400","start":"1669688460","end":"1669689780","title":"The Penguins of Madagascar","program_id":"899557836","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Marlene goes over to meet the newest zoo animal, and she mysteriously disappears. The penguins and lemurs attempt to rescue her, but they are taken, too. All except for Kowalski, the last penguin standing. \/\/ When Julien is taken to the zoo infirmary for acting even weirder than usual, Maurice is left in charge. Everything goes smoothly, until suddenly Maurice is acting even crazier than Julien ever did.","category":""},"69028":{"channel":"3400","start":"1669689780","end":"1669691160","title":"The Penguins of Madagascar","program_id":"899557839","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The penguins and lemurs face off in a race. The penguins in a souped-up version of their car and the lemurs in Alice's zoo cart. Winner takes the loser's car! \/\/ Alice gives Rico a tummy-settling medicine just after he swallows a ticking time bomb.","category":""},"69048":{"channel":"3400","start":"1669715580","end":"1669716900","title":"The Penguins of Madagascar","program_id":"899557917","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Kowalski has a rival, if you even can call it a rivalry. A Delaware Blue Hen has taken up residence at the zoo, and she has the amazing ability to predict the future! Kowalski doesn't buy the psychic chicken hype and sets out to discredit her. The truth turns out to be far more sinister than a simple sports-pickin' chicken, and Kowalski will have to use all his best moves to wiggle out of this mess. Thumb Drive: The penguins need a thumb, and Maurice's fits the bill nicely. Using the opposable digit thumbprint to break into a secret weapons lab gets the penguins all atwitter. King Julien is unhappy that his right hand man is running around on missions with the birds so he sets out to sabotage the mission. As with most of King Julien's plans, this scheme turns out to be \"thumbs down\"!","category":""},"69049":{"channel":"3400","start":"1669716900","end":"1669718220","title":"The Penguins of Madagascar","program_id":"899557923","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Private's in heaven - icy, freezing heaven. The Lunacorns on Ice extravaganza is in town, and Skipper's determined to take him as a treat. Accompanied by unexpected fellow fanboys Bing and Roy, the gang heads to the arena. Things get a bit d-icey when the gorilla and rhino end up on the ice with the lunacorns. The enraged director is ready to shutter the whole thing unless they find some way to slip 'n slide out of it. Showdown on Fairway 18:A legendary putter is at the center of controversy when the Amarillo Kid returns to the zoo. The slippery armadillo needs Private's help to make good on an ill-advised bet with two gopher brothers. Who's the bad guy here though? The gophers show up at the zoo to actually warn the penguins about the kid! The story takes us on more twists and turns than a Pebble Beach golf hole!","category":""},"69059":{"channel":"3400","start":"1669729920","end":"1669731240","title":"The Penguins of Madagascar","program_id":"899557983","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"As the zoo starts feeding them imitation fish cakes, the penguins take matters into their own flippers and hatch a plan to hijack a fish delivery truck. \/\/ During a particularly cold day, the rats show up and challenge the penguins to a hockey match.","category":""},"69060":{"channel":"3400","start":"1669731240","end":"1669732560","title":"The Penguins of Madagascar","program_id":"899557989","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"As the vet gathers the penguins to give them a shot, Skipper's fear of needles takes over and he goes on the run. \/\/ During a solar eclipse, Phil and Mason convince the bossy Julien that the sky spirits are angry at him. He starts acting extra-nice.","category":""},"69068":{"channel":"3400","start":"1669741680","end":"1669743000","title":"The Penguins of Madagascar","program_id":"899558034","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Mort is exposed to Kowalski's super-ray, and he grows super-big and strong. \/\/ Marlene gets a new roommate! At first, she's excited to have a new best friend. But her attitude changes when her roommate turns out to have some pretty disgusting habits.","category":""},"69069":{"channel":"3400","start":"1669743000","end":"1669744320","title":"The Penguins of Madagascar","program_id":"899558037","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The rats have been terrorizing Roger the alligator. He asks the penguins for help. Their solution: swap Roger's brain with Rico's, and let the but kicking begin! \/\/ A robot is sent to the zoo to learn the habits of lemurs before it's sent into space.","category":""},"69079":{"channel":"3400","start":"1669755960","end":"1669757280","title":"The Penguins of Madagascar","program_id":"899558067","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When the penguins bring Marlene with them on a sno-cone mission in the park, she can't handle the freedom of being outside the zoo walls. \/\/ Max the cat is on the run from evil animal control Officer X, and he comes to the penguins for help.","category":""},"69080":{"channel":"3400","start":"1669757280","end":"1669758600","title":"The Penguins of Madagascar","program_id":"899558070","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When Rico gets a freaky fortune from his cookie, he initially ignores it. Julien sets out to make Rico's fortune come true. \/\/ A female chimp named Lulu arrives at the zoo for a short stay, and Phil is smitten. Unfortunately, Lulu falls for Mason.","category":""},"69081":{"channel":"3400","start":"1669758600","end":"1669759920","title":"The Penguins of Madagascar","program_id":"899558073","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"On watch-duty, Private sees a terrifying Skorka: a sky orca whale. No one believes it exists, so Private sets out to battle the Sorka on his own. \/\/ When the penguins are interrupted mid-operation by a nosey scientist, they leave the zoo in danger.","category":""},"75403":{"channel":"3400","start":"1669774320","end":"1669775640","title":"The Penguins of Madagascar","program_id":"899602005","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"A little girl loses her doll at the zoo, and Rico gives up his own doll to replace it. Private assures Rico that his good deed will come back to him. \/\/ When a raccoon shows up and starts stealing from the zoo animals, the penguins jump into action.","category":""},"75404":{"channel":"3400","start":"1669775640","end":"1669776960","title":"The Penguins of Madagascar","program_id":"899602008","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The penguins’ dolphin nemesis, Dr. Blowhole, is out for revenge. After Blowhole takes King Julien hostage, Skipper and gang must rush to rescue their annoying neighbor and stop evil Dr. Blowhole before he destroys the planet.","category":""},"75425":{"channel":"3400","start":"1669801980","end":"1669803300","title":"The Penguins of Madagascar","program_id":"899602071","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"King Julien's archrival, Clemson, returns in another attempt to claim the lemur crown. This time the sneaky lemur has a document that \"proves\" King Julien is not the legitimate king because he wasn't born in Madagascar. A series of challenges to prove who's more kingly ensues, and the penguins try to stack the deck in Julien's favor by each switching brains with him. Simple, right? How could a plan like this possibly fail? Private and the Winky Factory: Private's favorite treat, the Peanut Butter Winky, is going the way of the dinosaur. Distraught that the snack cake is ceasing production, Private urges a raid on the Winky Factory where the last remaining Winkies are rolling off the production line. Impressed by Private's passion, Skipper gives him command of the mission! The young penguin learns there's a heck of a lot to digest when leading a team.","category":""},"75426":{"channel":"3400","start":"1669803300","end":"1669804620","title":"The Penguins of Madagascar","program_id":"899602074","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Kowalski invents an enemy detector. As is often the case, it doesn't work, and Skipper gets his own wires crossed when he smashes it. Old enemies are now friends and old friends are now enemies as the boss bird starts to systematically clean out the zoo with the help of his new friend Hans. King Julien gets into the act by becoming Skipper's friend too, going so far as to Congaga dance together. New BFF Hans is not happy with the new bromance, however. Could this be the opening the penguins need? \/\/ The annual Zoo Snooze is here! Kids get to buy tickets for a zoo sleepover, a treat the animals look forward to every year! This year's going to be very different, however, when the rotten Vesuvius Twins buy up all the tickets themselves. The zoosters plan to turn the tables, though, and exact sweet revenge on the twins. The penguins, influenced by Private of course, can't let this happen, and it's a long night's journey into day as the penguins scramble to protect their one-time tormentors.","category":""},"75436":{"channel":"3400","start":"1669816320","end":"1669817640","title":"The Penguins of Madagascar","program_id":"899602104","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Julien is horrified when the baboons' dance routine gets more attention than his own. His attempts to sabotage the baboons blow up in his face. \/\/ There's a blackout and Julien convinces everyone they should revert to \"jungle law\" with him as king.","category":""},"75437":{"channel":"3400","start":"1669817640","end":"1669818960","title":"The Penguins of Madagascar","program_id":"899602107","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"After an injury, Skipper goes to the vet for treatment. The rest of the team thinks he has turned into a zombie. \/\/ A hive of hornets has appeared at the entrance, and they refuse to leave. The penguins must find a way to dispose of the hornets.","category":""},"75445":{"channel":"3400","start":"1669828080","end":"1669829400","title":"The Penguins of Madagascar","program_id":"899602131","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When Skipper is knocked on the head, he's unable to lead the penguins on an important mission. The team scrambles to take his place, but they each have a hard time filling Skippers flippers.\/Private accidentally drinks Kowalski's truth serum and starts spilling the penguin's secrets to the rest of the zoo. Worst of all, he reveals they have been spying on their neighbors!","category":""},"75446":{"channel":"3400","start":"1669829400","end":"1669830720","title":"The Penguins of Madagascar","program_id":"899602134","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The lemurs argue, and Maurice and Mort move out of the habitat. Lonely Julien starts bugging the penguins, who decide they must get the lemurs back together. \/\/ A tiny frog with a nasty attitude moves to the zoo and starts terrorizing the animals.","category":""},"75456":{"channel":"3400","start":"1669842360","end":"1669843680","title":"The Penguins of Madagascar","program_id":"899602164","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When Burt the elephant asks the penguins to help him sneak out of the zoo, they take on the challenge and get the big guy out. \/\/ Marlene catches a glimpse of Fred the squirrel and falls in love at first sight.","category":""},"75457":{"channel":"3400","start":"1669843680","end":"1669845000","title":"The Penguins of Madagascar","program_id":"899602167","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"When Alice mentions that one of the penguins is actually female, Skipper has an identity crisis. It’s up to Marlene to convince him that he can still be a commando, even if he’s a girl... \/\/ After a big fight Mason moves out—and in with the penguins. Unfortunately, Mason is a very annoying house guest. The penguins must figure out a way to get the chimps to make up before Mason drives them all bananas.","category":""},"75458":{"channel":"3400","start":"1669845000","end":"1669846320","title":"The Penguins of Madagascar","program_id":"899602170","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Kowalski accidentally creates a living blob of jelly. But \"Jiggles\" has a big appetite and starts stealing fruit from the animals. \/\/ When a new TV show starts keeping people from coming to the zoo, the animals worry they'll lose their home.","category":""},"81920":{"channel":"3400","start":"1669860720","end":"1669862040","title":"The Penguins of Madagascar","program_id":"899649432","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When a big fish starts terrorizing the inhabitants of the duck pond, Skipper leads his team on a mission to eliminate the aquatic menace. \/\/ When a beautiful female falcon crash-lands in the zoo, Skipper insists that she stays to recuperate.","category":""},"81921":{"channel":"3400","start":"1669862040","end":"1669863300","title":"The Penguins of Madagascar","program_id":"899649435","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Every year, Private is chosen as the cover animal for the zoo brochure. But this year the photographer discovers the adorable Mort. \/\/ A puffin rival from Skipper's past shows up. Skipper doesn't trust his claims that he's here to bury the hatchet.","category":""},"81942":{"channel":"3400","start":"1669888380","end":"1669889700","title":"The Penguins of Madagascar","program_id":"899649498","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"HALF- HOUR SPECIAL (Conan O’Brien is voicing the villain Kuchikukan): The Penguins are faced with a World Domination battle when Private accidentally unleashes KuchiKukhan the Destroyer of Worlds. Can they stop him in time to save the World?","category":""},"81943":{"channel":"3400","start":"1669889700","end":"1669891020","title":"The Penguins of Madagascar","program_id":"899649501","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Fred the Squirrel has hit the jackpot. He stumbles onto a jackpot oak tree which is loaded with acorns (that's tons of money to animal folk). He's going to need financial advice, and who better to offer sound advice than King Julien? The two enter a partnership looking for ways to spend on the good life. The Red Squirrel has designs on the loot, though, and captures the hapless twosome in order to squeeze the acorns out of them. Will the evil squirrel's precisely planned plot pay or get him played? The Terror of Madagascar: A special delivery has come from Madagascar. What is it? A baby Fossa! Everyone is enchanted by the little tyke except King Julien, who sees him as a lemur-devouring predator, and he has the toothmarks on his butt to prove it! Julien formulates a plan to get rid of the adorable little carnivore, but his slithery solution becomes much worse than the problem!","category":""},"81953":{"channel":"3400","start":"1669902720","end":"1669904040","title":"The Penguins of Madagascar","program_id":"899649531","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When the penguins discover Skipper's idol, Rockgut, they fall under his paranoid spell. \/\/ Kowalski threatens to tear the space\/time continuum with his time machine. He sends his future self to stop his present self from completing the time machine.","category":""},"81954":{"channel":"3400","start":"1669904040","end":"1669905360","title":"The Penguins of Madagascar","program_id":"899649534","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"When the penguins send Rico off to help King Julien an unlikely friendship develops between the two. \/\/ When King Julien steals Kowalski’s new invention – a helmet that can make whatever you are thinking happen – he creates chaos at the zoo.","category":""},"81962":{"channel":"3400","start":"1669914480","end":"1669915800","title":"The Penguins of Madagascar","program_id":"899649558","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Officer X is back as Exterminator X. Private has to get over his fear of roaches and use them to help him free the other penguins from the grip of Officer X. \/\/ The penguins discover a kid on a field trip to the zoo has seen one of their covert missions.","category":""},"81963":{"channel":"3400","start":"1669915800","end":"1669917120","title":"The Penguins of Madagascar","program_id":"899649561","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"When Roger’s home in the sewer becomes unbearable the Penguins try to find him a new home in the city. Soon citizens of New York city spot Roger all over town. \/\/ The Penguins have to protect the City Zoo Commisioner from Frankie the pigeons wrath.","category":""},"81973":{"channel":"3400","start":"1669928760","end":"1669930080","title":"The Penguins of Madagascar","program_id":"899649591","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The whole gang heads on a treasure hunt with the Rat King close on their tales trying to get to the treasure before they do.","category":""},"81974":{"channel":"3400","start":"1669930080","end":"1669931400","title":"The Penguins of Madagascar","program_id":"899649594","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The penguins accidentally launch Leonard the Koala out of the zoo and into midtown Manhattan. \/\/ When all the little mammals in the zoo start to disappear the penguins suspect the new boa constrictor, Salvio, who just moved in to the Central Park Zoo.","category":""},"81975":{"channel":"3400","start":"1669931400","end":"1669932720","title":"The Penguins of Madagascar","program_id":"899649597","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The penguins discover the abuse that Randy the sheep gets in the children's zoo from all the children with sticky hands tugging at his wool, and decide to find him a new home. \/\/ The duckling Eggy is back. The training that the penguins gave him worked.","category":""},"88294":{"channel":"3400","start":"1669947120","end":"1669948440","title":"The Penguins of Madagascar","program_id":"899692914","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The penguins are on a mission to fulfill wishes. Private tells Mort that if he throws a penny in the fountain his wish will come true. \/\/ King Julien has just discovered April Fools Day. Making up for lost time, he terrorizes the zoo with pranks.","category":""},"88295":{"channel":"3400","start":"1669948440","end":"1669949700","title":"The Penguins of Madagascar","program_id":"899692917","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The toy manufacturer of Rico's doll-girlfriend has upgraded their doll line with a voice chip. \/\/ When the penguins are photographed while in action and placed on the new zoo poster they have to stop the presses before the poster gets out to the public.","category":""},"88316":{"channel":"3400","start":"1669974780","end":"1669976100","title":"The Penguins of Madagascar","program_id":"899692983","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Best Laid Plaintains: It’s a special day when Bada and Bing get a shipment of delicious plantains to eat. Although they jealously guard the African bananas, King Julien’s determined to taste them too. He sneaks into the gorilla habitat while they sleep, and he and Marlene end up eating a few too many for the gorillas not to notice. Like all of them. When they realize what they’ve done they head for the hills as fast as their stolen car can take them. Can the penguins calm the savage beasts before they bash the banana bandits? P.E.L.T.: Skipper’s losing it. His performance on the obstacle course is actually slowing down, so he has to trigger a special fitness test to prove he can still lead the squad. Kowalski takes over as Skipper excuses himself to go on his fitness quest. The brainy bird appears to do a bang-up job in the leadership role – are Skipper’s days at the helm over but he’s too chicken to admit it?","category":""},"88317":{"channel":"3400","start":"1669976100","end":"1669977420","title":"The Penguins of Madagascar","program_id":"899692986","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The Space Agency intends to send one of the chimps to the moon. In the opinion of certain flightless waterfowl, this important mission would be much better served by sending a flightless waterfowl instead. Private proves to be best suited for the trip (believe it or not) and with the help of a clever monkey suit disguise, he ends up on the moon.","category":""},"88327":{"channel":"3400","start":"1669989120","end":"1669990440","title":"The Penguins of Madagascar","program_id":"899693019","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"King Julien observes children chasing each other, calling out \"cooties\". He deduces that girls pass this wretched \"cooties\" with a simple touch. \/\/ When Rico crashes the Penguins car and rebuilds it himself, it becomes \"possessed\" and targets Rico.","category":""},"88328":{"channel":"3400","start":"1669990440","end":"1669991760","title":"The Penguins of Madagascar","program_id":"899693022","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The Amarillo Kid confronts the penguins looking for the infamous Mr. Tux. Apparently the two have a score to settle. \/\/ Private is ready to move up in rank within the penguin commando unit, or is he? First he'll have to become a First Class Private.","category":""},"88336":{"channel":"3400","start":"1670000880","end":"1670002200","title":"The Penguins of Madagascar","program_id":"899693046","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"Kowalski is near completion with his mind reading device. But where can he find a processor? \/\/ The zoo's new badger exhibit has Private terrified. Marlene sets out to calm his panic by introducing him to the new zoo neighbors, Becky and Stacy.","category":""},"88337":{"channel":"3400","start":"1670002200","end":"1670003520","title":"The Penguins of Madagascar","program_id":"899693049","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Due to the high rate of gadget malfunction, Skipper orders Kowalski to cease with the science. But Kowalski can't resist, he must invent. \/\/ When a baby's stroller rolls outside the zoo the penguins chase the baby through the streets of New York.","category":""},"88347":{"channel":"3400","start":"1670015160","end":"1670016480","title":"The Penguins of Madagascar","program_id":"899693082","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/deSkDct0jdZhKMnNstxkxEoM0JlRdVgqlC1b0ot9BE8Y\/1920x1080.jpg?blurred=false","description":"The penguin's habitat must undergo a serious repair. So Alice calls in Gus, a strong willed contractor. The penguins must stop Gus before he unearths their secret HQ. \/\/ When King Julien wishes on the Gimme Gimme Star, he gets more than he asked for.","category":""},"88348":{"channel":"3400","start":"1670016480","end":"1670017800","title":"The Penguins of Madagascar","program_id":"899693085","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Julien suspects a plot to overthrow or kill him is being orchestrated by Maurice. \/\/ Burt discovers a love for painting. He's very talented. Kowalski's blueprints for a quantum accelerator get mixed in with his paintings and end up in the museum.","category":""},"88349":{"channel":"3400","start":"1670017800","end":"1670019120","title":"The Penguins of Madagascar","program_id":"899693088","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"Lemmy the robot returns from Mars. Unknowingly a space squid has stowed away in his chest cavity. \/\/ Careless Alice over chlorinates the otter habitat and Marlene’s fur is bleached. Her new look captivates the attention of the other zoo animals.","category":""},"94170":{"channel":"3400","start":"1670033520","end":"1670034840","title":"The Penguins of Madagascar","program_id":"899735268","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The zoo animals are suffering a heat wave. The penguins have a plan to beat the heat, but they need Alice out of the way. With her gone, they get to work. \/\/ Private is smitten with the zoo nurse. The only way he can see her is if he gets injured.","category":""},"94171":{"channel":"3400","start":"1670034840","end":"1670036100","title":"The Penguins of Madagascar","program_id":"899735271","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/BLoZMY9CZ9BQdAAYbD8wezZgxwS68tkrvqYQXIIzThtJ8\/1920x1080.jpg?blurred=false","description":"The penguins are inspired after witnessing a good deed executed by a zoo patron. So they set out to perform their own good deeds - penguin's style. When things don't work out as planned, a domino of bad events requires fixing. \/\/ While Mort and Private stop to liberate Cheezy Bitz from the zoo vending machine they are both sucked in. Each attempt to escape fails and their only hope is to be rescued, but everyone is searching for them outside of the zoo.","category":""},"94192":{"channel":"3400","start":"1670061180","end":"1670062500","title":"The Penguins of Madagascar","program_id":"899735343","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When a sneeze from Rico causes the underground tunnel system beneath the zoo to rupture Skipper calls in 4 beavers to fix the situation. \/\/ Skipper's having one of those perfect days, and he decides to use the opportunity to settle an old score.","category":""},"94193":{"channel":"3400","start":"1670062500","end":"1670063820","title":"The Penguins of Madagascar","program_id":"899735349","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When Doris the Dolphin shows up with Parker the Platypus and asks a favor of Kowalski, he instantly jumps to her rescue only to find out it’s to free her brother Francis who happens to be a “mind-jacked” Dr. Blowhole.","category":""},"94203":{"channel":"3400","start":"1670075520","end":"1670076840","title":"The Penguins of Madagascar","program_id":"899735403","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"It's game night and the penguins are playing hot potato with a live bomb. \/\/ According to the penguin's intel, the sewer rats are up to something BIG. They need an undercover operative. But who is rat-like enough to pull off such a mission? Mort.","category":""},"94204":{"channel":"3400","start":"1670076840","end":"1670078160","title":"The Penguins of Madagascar","program_id":"899735406","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"The lemur habitat acquires a new resident, Clemson, and King Julien loves to order him around. Maurice enjoys not having to work, but Mort remains highly suspicious of Clemson, he knows that he is up to something evil. \/\/ Kowalski's attempt to super charge his brain backfires and now he's dumber than mud. His lack of intellect starts to comprise the troop's missions. Skipper, Private and Rico must find a cure for him before he hurts someone.","category":""},"94212":{"channel":"3400","start":"1670087280","end":"1670088600","title":"The Penguins of Madagascar","program_id":"899735448","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Private hones in on his cuteness factor and BOOSH! Any witness or potential threat is instantly disabled - adorability has been weaponized. \/\/ In the haste of a zoo animal meeting, King Julien and Skipper are agreed to switch places for a single day.","category":""},"94213":{"channel":"3400","start":"1670088600","end":"1670089920","title":"The Penguins of Madagascar","program_id":"899735454","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"Private's quirky Uncle Nigel pops in for a quick visit from across the pond. \/\/ The boys intercept a fax with cartographic news; Maurice has only 24 hours to live. In order to make Maurice's assumed final day comfortable, the entire zoo bands together.","category":""},"94223":{"channel":"3400","start":"1670101560","end":"1670102880","title":"The Penguins of Madagascar","program_id":"899735490","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"Private discovers a stack of lost comic books. Skipper immediately commands their destruction, citing their risky influence. \/\/ Shakespeare in the park has inspired Private as he struts around the zoo spouting iambic pentameter laden insults.","category":""},"94224":{"channel":"3400","start":"1670102880","end":"1670104200","title":"The Penguins of Madagascar","program_id":"899735493","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/vkOH83PFguDO9CvXBW9CxW9A3N2W1Q4NaEavb0d46WssEQ\/1920x1080.jpg?blurred=false","description":"The penguins have had enough of the crazy lemurs 24 hour parting! They hack into the zoo habitat schematic and successfully transfer the lemurs to the petting zoo. \/\/ The penguins journey to the bottom of the Atlantic for 100 year-old preserved herring.","category":""},"94225":{"channel":"3400","start":"1670104200","end":"1670105520","title":"The Penguins of Madagascar","program_id":"899735496","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ZrATvS5V6JMOmSTEDaZ2sB5h7sDUla1MfvwJIpWLX5g\/1920x1080.jpg?blurred=false","description":"When Kowalski's ray designed to freshen spoiled food accidentally hits Skipper before falling down a storm drain, the leader is turned into a baby penguin, albeit retaining much of Skipper's adult personality. \/\/ After learning of Savio's escape from Hoboken on a TV news report, the penguins organize an effort to protect the zoo from the vengeful boa.","category":""}}