{"9997":{"channel":"2707","start":"1668975900","end":"1668979140","title":"Tussen Kunst en Kitsch","program_id":"899154642","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/8keY6cWKZi49AfFKtAon7s7WWD3r35mj9AgxsLd6w9BoxE\/1920x1080.jpg?blurred=false","description":"Expert Emiel Aardewerk taxeert een reisbestek uit de 17e eeuw. Dit werd vroeger gebruikt als iemand ergens anders ging eten. Een grote verrassing aan tafel met expert Paul van Rosmalen. Hij taxeert een roestvrijstalen bal Sphère - Trames. Deze is voor een paar tientjes aangeschaft bij een metaalhandel, maar blijkt gemaakt door kunstenaar François Morellet. Het was een van zijn meest populaire sculpturen. Expert Martijn Akkerman taxeert een zeldzame aquamarijn hanger uit Brazilië. De steen op de hanger wordt vooral gedragen door de adel en koninklijke familie. Dit soort juwelen worden niet meer gemaakt omdat het te arbeidsintensief is.","category":""},"7964":{"channel":"18","start":"1668975900","end":"1668979140","title":"Tussen Kunst en Kitsch","program_id":"899117808","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/8keY6cWKZi49AfFKtAon7s7WWD3r35mj9AgxsLd6w9BoxE\/1920x1080.jpg?blurred=false","description":"Expert Emiel Aardewerk taxeert een reisbestek uit de zeventiende eeuw. Dit werd vroeger gebruikt als iemand ergens anders ging eten. Een grote verrassing aan tafel met expert Paul van Rosmalen. Hij taxeert een roestvrijstalen bal Sphère - Trames. Deze is voor een paar tientjes aangeschaft bij een metaalhandel, maar blijkt gemaakt door kunstenaar François Morellet. Het was een van zijn meest populaire sculpturen. Expert Martijn Akkerman taxeert een zeldzame aquamarijn hanger uit Brazilië. De steen op de hanger wordt vooral gedragen door de adel en koninklijke familie. Dit soort juwelen worden niet meer gemaakt omdat het te arbeidsintensief is.","category":""},"55132":{"channel":"2707","start":"1669530900","end":"1669534080","title":"Tussen Kunst en Kitsch","program_id":"899468040","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WSx9CmfASiq9AAfsGf6YqAk6RugwKMiQ9AnT9Ch3JfiN2hw\/1920x1080.jpg?blurred=false","description":"Expert Menno Hoencamp taxeert in het Bonnefantenmuseum in Maastricht een gouden horloge met buitenkasten van haaienhuid, met binnenin prachtig opengewerkte pilaren. Expert Karl Stimm krijgt een dolk uit de late bronstijd, vroege ijzertijd, in zijn handen. Dit is zo'n 1000 voor Christus. Expert Paul van Rosmalen taxeert een schilderij, gemaakt door Blanche Camus. Zij was een uitgesproken Franse vrouwelijke kunstenaar en een kind van haar tijd, de jaren twintig van de vorige eeuw. Camus wordt gezien als een 'petit maitre', een kleine meester.","category":""},"53090":{"channel":"18","start":"1669530900","end":"1669534080","title":"Tussen Kunst en Kitsch","program_id":"899430471","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WSx9CmfASiq9AAfsGf6YqAk6RugwKMiQ9AnT9Ch3JfiN2hw\/1920x1080.jpg?blurred=false","description":"Expert Menno Hoencamp taxeert in het Bonnefantenmuseum in Maastricht een gouden horloge met buitenkasten van haaienhuid, met binnenin prachtig opengewerkte pilaren. Expert Karl Stimm krijgt een dolk uit de late bronstijd, vroege ijzertijd, in zijn handen. Dit is zo'n 1000 voor Christus. Expert Paul van Rosmalen taxeert een schilderij, gemaakt door Blanche Camus. Zij was een uitgesproken Franse vrouwelijke kunstenaar en een kind van haar tijd, de jaren twintig van de vorige eeuw. Camus wordt gezien als een 'petit maitre', een kleine meester.","category":""}}