{"1598":{"channel":"20","start":"1668884280","end":"1668885900","title":"Vlogmania","program_id":"899072862","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/5Pl6ZNTfHCNts0qeJetdgYPomu6m3rTlXnk5nTAYEfA\/1920x1080.jpg?blurred=false","description":"Reviewer Martin vlogt over een bijzondere kaarsenstandaard die kan rollen. Vlog-peuter Jason mag met zijn moeder mee naar een autogarage en gaat daar al snel zijn eigen gang.","category":""},"46761":{"channel":"20","start":"1669489080","end":"1669490760","title":"Vlogmania","program_id":"899387562","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/5Pl6ZNTfHCNts0qeJetdgYPomu6m3rTlXnk5nTAYEfA\/1920x1080.jpg?blurred=false","description":"Wanneer de familie Kick een vlog maakt over hun bezoek aan het pretpark, probeert vader Kick de vlog-kijkers zo veel mogelijk entertainment te bieden. De tweejarige peuter Jason vlogt over zijn uitje naar de bibliotheek, en complotdenker Geert gelooft niet dat ooievaars baby's brengen. Met o.a. Ilse Warringa, Alex Klaasen, Ruben van der Meer en Jandino Asporaat.","category":""},"65791":{"channel":"20","start":"1669746000","end":"1669747800","title":"Vlogmania","program_id":"899603484","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/7U6VTKKqGmveTVtn5MFsIowxm9AlonrORAKPBfL1LBCM\/1920x1080.jpg?blurred=false","description":"Opa Jaap heeft een slimme tip voor kindereen om geen blokfluit te hoeven studeren. De familie Kick denkt weg te komen met winkeldiefstal omdat ze bekende vloggers zijn. Reviewer Martin test frisbee's, die veel te breekbaar zijn. Complotdenker Geert ziet pratende varkens op tv als een gevaar voor heel Nederland","category":""},"72381":{"channel":"20","start":"1669832400","end":"1669834200","title":"Vlogmania","program_id":"899650872","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/rnaXz150TY4GdmeDwxxBkk9AudLBhCX4ddTPIsMWEhw8\/1920x1080.jpg?blurred=false","description":"Steeds meer Nederlanders hopen een bekende vlogger te worden. Vlog-peuter Jason gaat naar een kinderconcert en maakt per ongeluk een viool kapot. De familie Kick probeert binnen een uur te ontsnappen uit een escape room. Wanneer dit niet lijkt te gaan lukken, heeft vader Michael nog een idee. Zanger Tony maakt een videoclip van zijn eigen versie van het beroemde alfabetlied.","category":""},"78984":{"channel":"20","start":"1669918800","end":"1669920600","title":"Vlogmania","program_id":"899694090","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/5Pl6ZNTfHCNts0qeJetdgYPomu6m3rTlXnk5nTAYEfA\/1920x1080.jpg?blurred=false","description":"Ans en Johan hebben veel lol met hun nieuwste challenge, totdat Ans ontdekt dat Johan vals speelt. Vlogmeisje Jaylinn beantwoordt vragen van fans, die ze zelf bedacht heeft. Juf Harda neemt een vlog op over bruggen, en betrapt iemand die graffiti spuit.","category":""},"85433":{"channel":"20","start":"1670005200","end":"1670007000","title":"Vlogmania","program_id":"899694093","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/5Pl6ZNTfHCNts0qeJetdgYPomu6m3rTlXnk5nTAYEfA\/1920x1080.jpg?blurred=false","description":"Reviewer Martin vlogt over een bijzondere kaarsenstandaard die kan rollen. Vlogpeuter Jason mag met zijn moeder mee naar een autogarage en gaat daar al snel zijn eigen gang.","category":""},"91530":{"channel":"20","start":"1670093880","end":"1670095380","title":"Vlogmania","program_id":"899694252","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/rnaXz150TY4GdmeDwxxBkk9AudLBhCX4ddTPIsMWEhw8\/1920x1080.jpg?blurred=false","description":"Emma wil per se elke dag vloggen. Wanneer ze een dagje niet kan, probeert ze haar vader over te halen om in te vallen. Peuter Jason vlogt over hoe hij zijn oma overhaalt om snoep te geven. Game-vloggers Ans en Johan laten hun live vlog-uitzending niet bederven wanneer Ans haar schouder uit de kom raakt. Met o.a. Ilse Warringa, Alex Klaasen, Ruben van der Meer en Jandino Asporaat.","category":""}}